Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_large_file_warning_title
source: Large File
af: Groot lêer
am: ትልቅ ፋይል
ar: الملف كبير
as: ডাঙৰ ফাইল
az: Böyük həcmli fayl
de: Große Datei
es: Archivo grande
fa: فایل بزرگ
fr: Fichier volumineux
gl: Arquivo moi grande
hu: Nagyméretű fájl
it: File di grandi dimensioni
ja: 容量の大きなファイル
ko: 대용량 파일
ne: ठूलो फाइल
nl: Groot bestand
pt: Arquivo grande
ru: Большой файл
tr: Büyük Dosya
zh: 文件很大
zh_tw: 檔案很大

# message_media_starting_may_2016
source: Meeting publications will include media starting in May 2016 or later.
af: Vergaderingpublikasies sal media insluit wat met Mei 2016 of later begin.
am: በዚህ ገጽ ላይ የሚታዩት ከግንቦት 2016 ጀምሮ ያሉ ጽሑፎች ናቸው።
ar: ستظهر المواد السمعية/البصرية في إصدارات الاجتماع إبتداءً من أيار (مايو) ٢٠١٦ أو لاحقًا.‏
as: সভাৰ বাবে থকা প্ৰকাশনবোৰত ভিডিঅ’ ২০১৬ চনৰ, মে মাহৰপৰা অথবা তাৰ পাছৰপৰা জড়িত কৰা হ’ব।
az: İbadət görüşləri üçün audio-videomateriallar 2016-cı ilin may ayından və ya bundan bir az sonrakı vaxtda dərc ediləcək.
de: Publikationen für die Zusammenkünfte enthalten Medien ab Mai 2016.
es: La sección Reuniones incluirá videos o grabaciones a partir de mayo de 2016 o más tarde.
fa: از مهٔ ۲۰۱۶ به بعد، نشریاتی که در جلسات بررسی می‌شود به همراه فایل‌های صوتی و تصویری ظاهر می‌شود.
fr: Les contenus multimédias seront disponibles à partir de mai 2016.
gl: A partir de maio de 2016, nesta sección aparecerán os arquivos multimedia que se usarán na reunión.
hu: Az Összejövetelek menüben 2016. májustól médiafájlok is lesznek.
it: Le pubblicazioni per le adunanze includeranno contenuti multimediali da maggio 2016 o dai mesi successivi.
ja: 集会で用いる出版物にメディアが含まれるようになるのは，2016年5月以降です。
ko: 2016년 5월 이후, 집회를 위한 미디어 자료를 사용할 수 있게 될 것입니다.
ne: मे २०१६ देखि सभामा चलाइने प्रकाशनहरूमा मिडिया समावेश गरिनेछ।
nl: Publicaties voor vergaderingen zullen vanaf mei 2016 of later ook media bevatten.
pt: A partir de maio de 2016, as publicações usadas nas reuniões incluirão mídias (áudios e vídeos).
ru: Начиная с мая 2016 года публикации для встреч будут содержать аудио- и видеофайлы.
tr: İbadet kısmındaki yayınlar Mayıs 2016 itibariyle medya içerecek.
zh: 从2016年5月起，聚会出版物开始提供多媒体资料。
zh_tw: 從2016年5月起，聚會出版物開始提供多媒體資料。

# message_media_up_next
source: Up Next: {title}
af: Volgende: {title}
am: ቀጥሎ፦ {title}
ar: التالي:‏ {title}
as: পৰৱৰ্তী: {title}
az: Növbəti: {title}
de: Nächstes: {title}
es: A continuación: {title}
fa: بعدی:‏ {title}
fr: Suivant: {title}
gl: Seguinte: {title}
hu: Következő: {title}
it: Successivo: {title}
ja: 次の曲: {title}
ko: 다음 곡: {title}
ne: यसपछि: {title}
nl: Volgende: {title}
pt: Próximo: {title}
ru: Следующий трек: {title}
tr: Sonraki: {title}
zh: 接着播放： {title}
zh_tw: 接著播放：{title}

# message_migration_failure_study_edition
source: Notes and highlights from the New World Translation were not moved to the Study Edition. To retry, delete the Study Edition and download it again.
af: Notas en teks wat jy gemerk het in die Nuwe Wêreld-vertaling is nie na die studie-uitgawe oorgeskuif nie. Om weer te probeer, verwyder die studie-uitgawe en laai dit weer af.
am: በአዲስ ዓለም ትርጉም ላይ ያቀለምካቸው ነገሮችና የያዝካቸው ማስታወሻዎች ወደ ጥናት እትሙ አልተዛወሩም። እንደገና ለመሞከር ከፈለግክ የጥናት እትሙን አጥፋና እንደገና ጫን።
ar: لم يتم نقل الملاحظات والنص الملوَّن من «ترجمة العالم الجديد» إلى الطبعة الدراسية.‏ لإعادة المحاولة، احذف الطبعة الدراسية ونزِّلها من جديد.‏
as: হাইলাইট আৰু টোকাবোৰ নতুন জগতৰ অনুবাদ বাইবেলৰপৰা অধ্যয়ন সংস্কৰণলৈ লৈ যোৱা নহ’ল। পুনৰ চেষ্টা কৰিবলৈ অধ্যয়ন সংস্কৰণ ডিলিট কৰি পুনৰ ডাউনল’ড কৰক।
az: Müqəddəs Kitabdakı qeydləri və rəngləmiş yerləri təlim nəşrinə köçürmək mümkün olmadı. Təlim nəşrini silib yenidən yükləyin.
de: Notizen und Markierungen in der Neuen-Welt-Übersetzung wurden nicht in die Studienbibel verschoben. Zur Wiederholung Studienausgabe löschen und erneut herunterladen.
es: Las notas y los resaltados de la Traducción del Nuevo Mundo no se pudieron transferir a la edición de estudio. Para intentarlo de nuevo, borre la edición de estudio y descárguela otra vez.
fa: هایلایت‌ها و یادداشت‌ها از ترجمهٔ دنیای جدید به نسخهٔ مطالعه‌ای جابه‌جا نشده است. نسخهٔ مطالعه‌ای را حذف کنید، دوباره آن را دانلود و مجدداً امتحان کنید.
fr: Les notes et les surlignages que vous aviez dans la Traduction du monde nouveau n'ont pas été déplacés dans l'édition d'étude. Pour réessayer, supprimez l'édition d'étude et téléchargez-la de nouveau.
gl: As notas e subliñados da Traducción del Nuevo Mundo non se copiaron á edición de estudo. Se queres intentalo de novo, elimina a edición de estudo e volve descargala.
hu: Az Új világ fordításban (nwt) lévő jegyzetek és kiemelések nem kerültek át a Magyarázatos Bibliába. Töröld a Magyarázatos Bibliát, majd töltsd le újra.
it: Le evidenziazioni, le note e i segnalibri della Traduzione del Nuovo Mondo non sono stati spostati nell’edizione per lo studio. Elimina l’edizione per lo studio e scaricala di nuovo.
ja: 「新世界訳聖書」のハイライトとメモをスタディー版にコピーできませんでした。再試行するにはスタディー版を削除し，もう一度ダウンロードしてください。
ko: 신세계역 성경에 있는 메모와 하이라이트를 연구용 성경으로 가져오는 데 실패했습니다. 다시 설치하려면, 연구용 성경을 삭제하고 다시 다운로드해 보십시오.
ne: नयाँ संसार अनुवादमा राखिएको नोट र हाइलाइट अध्ययन संस्करणमा सार्न सकिएन। फेरि प्रयास गर्न अध्ययन संस्करण हटाउनुहोस् र पुनः डाउनलोड गर्नुहोस्।
nl: De notities en markeringen uit de Nieuwewereldvertaling zijn niet gekopieerd naar de studie-uitgave. Om het opnieuw te proberen, moet je de studie-uitgave verwijderen en opnieuw downloaden.
pt: As notas e textos destacados não foram transferidos para a Edição de Estudo. Exclua e baixe novamente a Edição de Estudo.
ru: Заметки и выделения текста, сделанные вами в «Переводе нового мира», не были перенесены в «Учебное издание». Попробуйте еще раз. Удалите «Учебное издание», затем скачайте его снова.
tr: Yeni Dünya Çevirisi'nde yer alan notlar ve metin vurguları İnceleme Baskısına taşınamadı. Tekrar denemek için İnceleme Baskısını silin ve yeniden indirin.
zh: 《新世界译本》的笔记和重点无法转移至精读本。您可以删除精读本，重新下载。
zh_tw: 《新世界譯本》的筆記和重點無法轉移至精讀本。您可以刪除精讀本，重新下載。

# message_migration_failure_title
source: Migration Failed
af: Skuif nie suksesvol nie
am: ዝውውሩ አልተሳካም
ar: لم ينجح النقل
as: মাইগ্ৰেশ্বন বিফল হয়
az: Köçürmək mümkün olmadı
de: Migration fehlgeschlagen
es: La migración no se ha podido realizar
fa: جابه‌جا نشد
fr: La migration a échoué
gl: Copia non completada
hu: Sikertelen adatátvétel
it: Errore
ja: コピー失敗
ko: 설치 실패
ne: सार्न सकिएन
nl: Migratie mislukt
pt: Falha na transferência
ru: Ошибка импорта
tr: Aktarım Başarısız
zh: 转移失败
zh_tw: 移轉失敗

# message_migration_study_edition
source: Please wait while we bring over your notes and highlights to the Study Edition. This might take a while.
af: Wag asseblief terwyl ons jou notas en teks wat jy gemerk het, na die studie-uitgawe toe oorskuif. Dit mag dalk ’n rukkie neem.
am: ማስታወሻዎችህንና ያቀለምካቸውን ነገሮች ወደ ጥናት እትሙ እስክናዛውር ድረስ እባክህ ትንሽ ጠብቅ። ይህን ማድረግ የተወሰነ ጊዜ ይወስዳል።
ar: إنتظر من فضلك بينما ننقل ملاحظاتك وما لوَّنته في النص إلى الطبعة الدراسية.‏ قد يأخذ ذلك بعض الوقت.‏
as: হাইলাইট আৰু টোকাবোৰ অধ্যয়ন সংস্কৰণলৈ লৈ অনাৰ বাবে অনুগ্ৰহ কৰি অপেক্ষা কৰক। ইয়াৰ বাবে হয়তো অলপ সময় লাগিব।
az: Qeydlər və rənglənmiş yerlərin köçürülməsi bir az vaxt apara bilər. Zəhmət olmasa, gözləyin.
de: Bitte warten, während Notizen und Markierungen in die Studienbibel übertragen werden. Das kann etwas dauern.
es: Por favor, espere a que se transfieran a la edición de estudio las notas y los resaltados. Este proceso puede tomar unos minutos.
fa: هایلایت‌ها و یادداشت‌هایتان در حال جابه‌جایی است. لطفاً صبر کنید. شاید کمی طول بکشد.
fr: Merci de patienter pendant le transfert de vos notes et de vos surlignages vers l'édition d'étude. Cela peut prendre du temps.
gl: Agarda mentres se copian as notas e subliñados á edición de estudo. Isto pode levar uns minutos.
hu: Türelmet kérünk, amíg a jegyzetek és kiemelések átkerülnek a Magyarázatos Bibliába. Ez eltarthat egy ideig.
it: Spostamento delle note, delle evidenziazioni e dei segnalibri in corso. Attendere.
ja: メモとハイライトをスタディー版にコピーしています。しばらくお待ちください。これには多少時間がかかります。
ko: 저장된 메모와 하이라이트를 연구용 성경으로 가져오는 중입니다. 잠시만 기다려 주시기 바랍니다.
ne: कृपया केही समय पर्खनुहोस्। हामी तपाईँको नोट र हाइलाइट अध्ययन संस्करणमा सार्दै छौँ। यसो गर्न केही समय लाग्न सक्छ।
nl: Je notities en markeringen worden gekopieerd naar de studie-uitgave. Dit kan even duren.
pt: Aguarde enquanto suas notas e textos destacados são transferidos para a Edição de Estudo. Isso pode demorar um pouco.
ru: Пожалуйста, подождите, пока ваши заметки и выделения текста переносятся в «Учебное издание». Это может занять какое-то время.
tr: Notlarınızı ve metin vurgularınızı İnceleme baskısına taşıyoruz. Biraz zaman alabilir, lütfen bekleyin.
zh: 正在将您的笔记和重点转移至精读本。这可能需要花一些时间，请稍候。
zh_tw: 正在將您的筆記和重點轉移至精讀本。這可能需要花一些時間，請稍候。

# message_missing_download_location
source: Please go to Settings and choose a download location.
af: Gaan na Instellings en kies ’n plek om dit af te laai.
am: እባክህ ወደ ማስተካያው ሄድህ ማስቀመጫ ቦታ ምረጥ።
ar: إذهب من فضلك إلى الإعدادات واختَر موقعًا للتنزيل.‏
as: অনুগ্ৰহ কৰি ছেটিঙলৈ যাওক আৰু ডাউনল’ডৰ বাবে ঠাই নিৰ্ব্বাচন কৰক।
az: Parametrlərə daxil olub hara yükləniləcəyini seçin.
de: Bitte unter Einstellungen einen Speicherort auswählen.
es: Vaya a Configuración y elija dónde descargar el archivo.
fa: لطفاً قسمت تنظیمات را باز و برای دانلود فایل‌ها جایی انتخاب کنید.
fr: Dans les Paramètres, sélectionnez un emplacement de téléchargement.
gl: Vai a axustes e selecciona onde descargar.
hu: Kérjük, a beállításoknál válaszd ki a letöltés helyét.
it: Vai nelle Impostazioni e scegli il percorso di download.
ja: 「設定」でダウンロードする場所を選択してください。
ko: 설정으로 가서 다운로드할 위치를 선택하십시오.
ne: सेटिङहरूमा जानुहोस् र डाउनलोड गरेका प्रकाशनहरू राख्ने लोकेसन रोज्नुहोस्।
nl: Ga naar Instellingen en stel een downloadlocatie in.
pt: Vá para Configurações e selecione um local para fazer o download.
ru: Перейдите в «Настройки» и выберите путь для скачивания.
tr: Lütfen Ayarlar kısmına gidin ve indirme yeri belirleyin.
zh: 请前往“设置”，选择下载位置。
zh_tw: 請前往「設定」，選擇下載位置。

# message_missing_download_location_title
source: Unable to Download
af: Kan nie aflaai nie
am: ማውረድ አልተቻለም
ar: التنزيل ليس ممكنًا
as: ডাউনল’ড কৰিব পৰা নাযাব
az: Yükləmək mümkün olmadı
de: Herunterladen nicht möglich
es: No se puede descargar
fa: دانلود امکان‌پذیر نبود
fr: Téléchargement impossible
gl: Imposible descargar
hu: Nem sikerül a letöltés
it: Impossibile scaricare
ja: ダウンロードできません
ko: 다운로드 실패
ne: डाउनलोड हुन सकेन
nl: Downloaden niet mogelijk
pt: Não foi possível fazer o download.
ru: Не удается скачать
tr: İndirilemiyor
zh: 无法下载
zh_tw: 無法下載

# message_missing_download_location_windows_n
source: No download location available.
af: Plek om af te laai nie beskikbaar nie.
am: ማውረጃ ቦታ አልተመረጠም።
ar: ليس هناك موقع للتنزيل.‏
as: ডাউনল’ড কৰাৰ বাবে স্থান উপলব্ধ নাই।
az: Yükləmək üçün uyğun yer tapılmadı.
de: Kein Speicherort vorhanden.
es: No hay ninguna ubicación disponible para esta descarga.
fa: جایی برای ذخیرهٔ فایل‌های دانلودشده یافت نشد.
fr: Aucun emplacement de téléchargement disponible.
gl: Non hai ningún servidor de descargas dispoñible.
hu: A letöltés helye nem elérhető.
it: Nessun percorso di download disponibile.
ja: ダウンロードする場所がありません。
ko: 다운로드 위치를 찾을 수 없습니다.
ne: डाउनलोड गरेका प्रकाशनहरू राख्ने लोकेसन उपलब्ध छैन।
nl: Geen downloadlocatie beschikbaar.
pt: Nenhum local de download disponível.
ru: Путь для скачивания недоступен.
tr: Bir yükleme konumu yok.
zh: 没有可用的下载位置。
zh_tw: 沒有可用的下載位置。

# message_name_taken
source: This name has already been taken.
af: Hierdie naam is reeds gebruik.
am: በዚህ ስያሜ ከዚህ በፊት ተጠቅመሃል።
ar: هناك ملف آخر يحمل هذا الاسم.‏
as: এই নাম ইতিমধ্যে লোৱা হৈছে।
az: Bu ad artıq istifadə olunub.
de: Dieser Name ist bereits vergeben.
es: Ya existe otra lista de reproducción con este nombre.
fa: این اسم قبلاً به کار برده شده است.
fr: Ce nom existe déjà.
gl: Este nome xa existe.
hu: Ez a név már létezik.
it: Questo titolo esiste già.
ja: この名前はすでに使われています。
ko: 이미 같은 이름이 있습니다.
ne: यो नाम पहिल्यै प्रयोग भइसकेको छ।
nl: Deze naam bestaat al.
pt: Este nome já existe.
ru: Видео с таким названием уже существует.
tr: Bu isim zaten var.
zh: 该名称已被使用。
zh_tw: 該名稱已被使用。

# message_no_audio_programs
source: There are no audio programs in this language.
af: Daar is geen oudioprogramme in hierdie taal beskikbaar nie.
am: በዚህ ቋንቋ የተዘጋጀ ኦዲዮ የለም።
ar: ليس هناك مواد سمعية بهذه اللغة.‏
as: এই ভাষাত কোনো অডিঅ’ প্ৰগ্ৰাম নাই।
az: Bu dildə audio yoxdur.
de: In dieser Sprache gibt es keine Audioaufnahmen.
es: No hay grabaciones de audio en este idioma.
fa: فایل صوتی به زبان مورد نظر موجود نیست.
fr: Il n'y a aucun contenu audio dans cette langue.
gl: Non hai ningún arquivo de audio neste idioma.
hu: Nincsenek hangfelvételek ezen a nyelven.
it: Non sono disponibili contenuti audio in questa lingua.
ja: この言語のオーディオ・プログラムはありません。
ko: 해당 언어로 된 오디오 자료가 없습니다.
ne: यस भाषामा कुनै अडियो सामग्री उपलब्ध छैन।
nl: Er zijn geen audioprogramma's in deze taal.
pt: Não há arquivos de áudio neste idioma.
ru: На этом языке нет аудиозаписей.
tr: Bu dilde ses kaydı yok.
zh: 目前没有这种语言的音频文件
zh_tw: 目前沒有這種語言的聲音檔

# message_no_content
source: No content available
af: Geen inhoud beskikbaar nie
am: ምንም ይዘት የለውም
ar: ليس هناك مواد
as: বিষয়বস্তু উপলব্ধ নাই
az: Məlumat yoxdur
de: Kein Material verfügbar
es: No hay contenido disponible
fa: محتوایی موجود نیست
fr: Aucun contenu disponible
gl: Non hai contido dispoñible
hu: Nincs tartalom
it: Nessun contenuto disponibile
ja: コンテンツはありません。
ko: 자료가 없습니다
ne: सामग्री उपलब्ध छैन
nl: Geen materiaal beschikbaar
pt: Nenhum conteúdo disponível
ru: Материала нет
tr: İçerik mevcut değil
zh: 暂无资料
zh_tw: 暫無資料

# message_no_footnotes
source: There are no footnotes.
af: Daar is geen voetnote nie.
am: የግርጌ ማስታወሻ የለም።
ar: ليس هناك حواشٍ.‏
as: তাত কোনো ফুটনোট নাই।
az: Haşiyə yoxdur.
de: Keine Fußnoten vorhanden.
es: No hay notas.
fa: پاورقی موجود نیست.
fr: Aucune note.
gl: Non hai notas ó pé.
hu: Nincsenek lábjegyzetek.
it: Non ci sono note in calce.
ja: 脚注はありません。
ko: 각주가 없습니다.
ne: फुटनोट छैन।
nl: Er zijn geen voetnoten.
pt: Não há notas de rodapé.
ru: Сносок нет.
tr: Dipnot yok.
zh: 没有脚注
zh_tw: 沒有腳注

# message_no_internet_audio
source: Please connect to the Internet to see if audio is available.
af: ’n Internetverbinding is nodig om te sien watter oudio-lêers beskikbaar is.
am: ኦዲዮ መኖሩን ለማየት እባክህ መሣሪያህን ከኢንተርኔት ጋር አገናኝ።
ar: من فضلك اتصل بالإنترنت لترى هل هناك تسجيلات.‏
as: অডিঅ’ উপলব্ধ আছে নে নাই, অনুগ্ৰহ কৰি ইণ্টাৰনেটৰ লগত সংযোগ কৰক।
az: Audionun olub-olmadığını yoxlamaq üçün internetə qoşulun.
de: Bitte mit dem Internet verbinden, um zu prüfen, ob Audio vorhanden ist.
es: Conéctese a Internet para comprobar si hay alguna grabación de audio disponible
fa: برای مشاهدهٔ فایل‌های صوتی، لطفاً به اینترنت وصل شوید.
fr: Connectez-vous à Internet pour vérifier si du contenu audio est disponible.
gl: Conéctate a Internet para ver se o audio está dispoñible
hu: Kérjük, csatlakozz az internethez, hogy lásd, van-e letölthető hangfájl.
it: Connettersi a Internet per vedere se l’audio è disponibile.
ja: 朗読版があるかを確認するにはインターネットに接続してください。
ko: 오디오 자료가 더 있는지 확인하려면 인터넷 연결이 필요합니다.
ne: अडियो उपलब्ध छ कि छैन, थाह पाउनको लागि इन्टरनेट कनेक्ट गर्नुहोस्।
nl: Maak verbinding met internet om te zien of er audio beschikbaar is.
pt: Conecte-se à internet para ver se o áudio está disponível.
ru: Подключитесь к интернету, чтобы увидеть доступные для скачивания аудиозаписи.
tr: Ses kaydı olup olmadığını görmek için lütfen internete bağlanın.
zh: 请在连网后再次检查是否有可用的音频
zh_tw: 請在連接網路後再次檢查是否有可用的聲音檔。

# message_no_internet_audio_programs
source: Connect to the Internet to see available audio programs.
af: ’n Internetverbinding is nodig om te sien watter oudioprogramme beskikbaar is.
am: በዚህ ቋንቋ የተዘጋጁ ኦዲዮ ፋይሎችን ለማግኘት ኢንተርኔቱን አብራ
ar: إتصل بالإنترنت لترى المواد السمعية المتوفرة.
as: উপলব্ধ অডিঅʼ প্ৰʼগ্ৰাম চাবলৈ ইণ্টাৰনেট কানেক্ট কৰক।
az: Mövcud audiomaterialları görmək üçün internetə qoşulun.
de: Bitte mit dem Internet verbinden, um verfügbare Inhalte anzuzeigen.
es: Conéctese a Internet para ver los audios disponibles.
fa: برای مشاهدهٔ لیستی از برنامه‌های صوتی موجود به اینترنت وصل شوید.
fr: Connectez-vous à Internet pour voir les contenus audio disponibles.
gl: Conéctate a Internet para ver os arquivos de audio dispoñibles.
hu: Csatlakozz az internetre, hogy lásd az elérhető hangfelvételeket.
it: Connettersi a Internet per visualizzare i contenuti audio disponibili.
ja: オーディオ・プログラムを聞くには，インターネットに接続してください。
ko: 오디오 자료를 보려면 인터넷 연결을 하시기 바랍니다.
ne: उपलब्ध अडियो सामग्री हेर्न इन्टरनेट कनेक्ट गर्नुहोस्।
nl: Maak verbinding met internet om beschikbare audioprogramma's te zien.
pt: Para ver os arquivos de áudio disponíveis, conecte-se à internet.
ru: Чтобы увидеть список аудиозаписей, подключитесь к интернету.
tr: Ses programlarını görüntülemek için internete bağlanın.
zh: 请连网以浏览音频文件
zh_tw: 請連上網路以瀏覽聲音檔

# message_no_internet_connection
source: Please connect to the Internet.
af: ’n Internetverbinding is nodig.
am: ኢንተርኔት ማግኘት ያስፈልግሃል።
ar: من فضلك اتصل بالإنترنت.‏
as: অনুগ্ৰহ কৰি ইণ্টাৰনেটৰ লগত সংযোগ কৰক।
az: Zəhmət olmasa, internetə qoşulun.
de: Bitte mit dem Internet verbinden.
es: Conéctese a Internet.
fa: لطفاً به اینترنت وصل شوید.
fr: Connectez-vous à Internet.
gl: Por favor, conéctate a Internet.
hu: Kérjük, csatlakozz az internethez.
it: Connettersi a Internet.
ja: インターネットに接続してください。
ko: 인터넷에 연결하십시오.
ne: कृपया इन्टरनेट कनेक्ट गर्नुहोस्।
nl: Maak verbinding met internet.
pt: Conecte-se à internet.
ru: Пожалуйста, подключитесь к интернету.
tr: Lütfen internete bağlanın.
zh: 请先连接网络。
zh_tw: 請先連接網路。

# message_no_internet_connection_title
source: No Internet Connection
af: Geen Internetverbinding nie
am: ኢንተርኔት የለም
ar: الاتصال بالإنترنت مقطوع
as: ইণ্টাৰনেটৰ সংযোগ নাই
az: İnternet əlaqəsi yoxdur
de: Keine Internetverbindung
es: Sin conexión a Internet
fa: اتصال اینترنت برقرار نیست
fr: Aucune connexion Internet
gl: Non hai conexión
hu: Nincs internetkapcsolat
it: Nessuna connessione a Internet
ja: インターネット接続なし
ko: 인터넷에 연결되지 않았습니다
ne: इन्टरनेट कनेक्सन छैन
nl: Geen internetverbinding
pt: Sem conexão de internet
ru: Нет подключения к интернету
tr: İnternet Bağlantısı Yok
zh: 无网络连接
zh_tw: 無網路連接

# message_no_internet_language
source: Connect to the Internet to see all available languages.
af: ’n Internetverbinding is nodig om te sien watter tale beskikbaar is.
am: ሌሎች ቋንቋዎችን ለማግኘት ኢንተርኔቱን አብራ
ar: إتصل بالإنترنت لترى كل اللغات.
as: উপলব্ধ সকলো ভাষা চাবলৈ ইণ্টাৰনেট কানেক্ট কৰক।
az: Bütün mövcud dilləri görmək üçün internetə qoşulun.
de: Bitte mit dem Internet verbinden, um verfügbare Sprachen anzuzeigen.
es: Conéctese a Internet para ver todos los idiomas disponibles.
fa: برای مشاهدهٔ لیستی از زبان‌های موجود به اینترنت وصل شوید.
fr: Connectez-vous à Internet pour voir toutes les langues disponibles.
gl: Conéctate a Internet para ver tódolos idiomas dispoñibles.
hu: Csatlakozz az internetre, hogy lásd az összes elérhető nyelvet.
it: Connettersi a Internet per visualizzare tutte le lingue disponibili.
ja: 全ての言語を確認するには，インターネットに接続してください。
ko: 이용할 수 있는 언어를 보려면 인터넷 연결을 하시기 바랍니다.
ne: उपलब्ध सबै भाषा हेर्न इन्टरनेट कनेक्ट गर्नुहोस्।
nl: Maak verbinding met internet om alle beschikbare talen te zien.
pt: Para ver todos os idiomas disponíveis, conecte-se à internet.
ru: Чтобы увидеть список всех языков, подключитесь к интернету.
tr: Tüm dilleri görmek için internete bağlanın.
zh: 请连网以浏览其他语言
zh_tw: 請連上網路以瀏覽其他語言

# message_no_internet_media
source: Connect to the Internet to see available media.
af: ’n Internetverbinding is nodig om te sien watter media beskikbaar is.
am: በዚህ ሥር ያሉትን መረጃዎች ለማግኘት ኢንተርኔቱን አብራ
ar: إتصل بالإنترنت لترى الفيديوات والتسجيلات المتوفرة.
as: উপলব্ধ মিডিয়া চাবলৈ ইণ্টাৰনেট কানেক্ট কৰক।
az: Multimedia fayllarını görmək üçün internetə qoşulun.
de: Bitte mit dem Internet verbinden, um verfügbare Inhalte anzuzeigen.
es: Conéctese a Internet para ver los archivos multimedia disponibles.
fa: برای مشاهدهٔ لیستی از برنامه‌های صوتی و ویدیویی موجود به اینترنت وصل شوید.
fr: Connectez-vous à Internet pour voir les médias disponibles.
gl: Conéctate a Internet para ver os contidos dispoñibles.
hu: Csatlakozz az internetre, hogy lásd az elérhető tartalmakat.
it: Connettersi a Internet per visualizzare i contenuti disponibili.
ja: メディアを確認するには，インターネットに接続してください。
ko: 재생할 수 있는 미디어를 보려면 인터넷 연결을 하시기 바랍니다.
ne: उपलब्ध मिडिया हेर्न इन्टनेट कनेक्ट गर्नुहोस्।
nl: Maak verbinding met internet om beschikbare media te zien.
pt: Para ver as mídias disponíveis, conecte-se à internet.
ru: Чтобы увидеть доступные материалы, подключитесь к интернету.
tr: Yayınları görmek için internete bağlanın.
zh: 请连网以浏览影音资料
zh_tw: 請連上網路以瀏覽影音資料

# message_no_internet_meeting
source: Connect to the Internet to see available meeting programs.
af: ’n Internetverbinding is nodig om te sien watter vergaderingprogramme beskikbaar is.
am: የስብሰባ ፕሮግራም ለማየት ኢንተርኔቱን አብራ።
ar: إتصل بالإنترنت لترى برامج الاجتماعات المتوفرة.
as: উপলব্ধ সভাৰ কাৰ্য্যক্ৰম চাবলৈ ইণ্টাৰনেট কানেক্ট কৰক।
az: İbadət görüşləri üçün materialları görməkdən ötrü internetə qoşulun.
de: Mit dem Internet verbinden, um verfügbare Programme für die Zusammenkünfte anzuzeigen.
es: Conéctese a Internet para ver los programas de reuniones disponibles.
fa: برای دیدن برنامه‌های جلسه به اینترنت وصل شوید.
fr: Connectez-vous à Internet pour voir les programmes de réunions disponibles.
gl: Conéctate a Internet para ver as reunións dispoñibles.
hu: Csatlakozz az internethez, hogy lásd az összejövetel programját.
it: Connettiti a Internet per visualizzare il programma delle adunanze.
ja: 集会の予定を確認するには，インターネットに接続してください。
ko: 집회 프로그램을 보기 위해 인터넷에 연결하시기 바랍니다.
ne: उपलब्ध सभाका कार्यक्रमहरू हेर्नको लागि डिभाइसमा इन्टरनेट कनेक्ट गर्नुहोस्।
nl: Maak verbinding met internet om de beschikbare programma's voor bijeenkomsten te zien.
pt: Conecte-se à internet para ver as programações das reuniões disponíveis.
ru: Чтобы увидеть программу встреч, подключитесь к интернету.
tr: Mevcut ibadet programlarını görmek için internete bağlanın.
zh: 请连接网络收看聚会节目。
zh_tw: 請連接網路收看聚會節目。

# message_no_internet_publications
source: Connect to the Internet to see available publications.
af: ’n Internetverbinding is nodig om te sien watter publikasies beskikbaar is.
am: ያሉትን ጽሑፎች ለማየት ኢንተርኔቱን አብራ።
ar: إتصل بالإنترنت لترى الإصدارات المتوفرة.
as: উপলব্ধ প্ৰকাশনবোৰ চাবলৈ ইণ্টাৰনেট কানেক্ট কৰক।
az: Nəşrləri görmək üçün internetə qoşulun.
de: Mit dem Internet verbinden, um verfügbare Publikationen anzuzeigen.
es: Conéctese a Internet para ver las publicaciones disponibles.
fa: برای دیدن نشریات به اینترنت وصل شوید.
fr: Connectez-vous à Internet pour voir les publications disponibles.
gl: Conéctate a Internet para ver as publicacións dispoñibles.
hu: Csatlakozz az internethez, hogy lásd az elérhető kiadványok listáját.
it: Connettiti a Internet per visualizzare le pubblicazioni disponibili.
ja: 出版物を確認するには，インターネットに接続してください。
ko: 출판물을 보기 위해 인터넷에 연결하시기 바랍니다.
ne: उपलब्ध प्रकाशनहरू हेर्नको लागि डिभाइसमा इन्टरनेट कनेक्ट गर्नुहोस्।
nl: Maak verbinding met internet om de beschikbare publicaties te zien.
pt: Conecte-se à internet para ver as publicações disponíveis.
ru: Чтобы увидеть доступные публикации, подключитесь к интернету.
tr: Mevcut yayınları görmek için internete bağlanın.
zh: 请连接网络查看出版物。
zh_tw: 請連接網路查看出版物。
