Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_import_playlist_successful
source: Playlist import successful.
af: Invoer van snitlys suksesvol.
am: የአጫዋች ዝርዝር ማስገባት ተሳካ።
ar: تم استيراد قائمة التشغيل بنجاح.
as: প্লেলিষ্ট আমদানি সফল হ'ল।
az: Pleylistin idxalı uğurlu oldu.
de: Import der Playlist erfolgreich.
es: Importación de lista de reproducción exitosa.
fa: درون‌ریزی فهرست پخش با موفقیت انجام شد.
fr: Importation de la liste de lecture réussi.
gl: Importación da lista de reprodución exitosa.
hu: A lejátszási lista importálása sikeres.
it: Importazione playlist riuscita.
ja: プレイリストのインポートに成功しました。
ko: 재생 목록 가져오기 성공.
ne: प्लेलिस्ट आयात सफल।
nl: Afspeellijst importeren succesvol.
pt: Importação da lista de reprodução bem-sucedida.
ru: Импорт плейлиста успешен.
tr: Çalma listesi içe aktarma başarılı.
zh: 播放列表导入成功。
zh_tw: 播放清單匯入成功。

# message_userdata_reseting
source: Resetting backup...
af: Besig met terugstel van rugsteun...
am: ምትኬ ዳግም እየተጀመረ ነው...
ar: جارٍ إعادة ضبط النسخ الاحتياطي...
as: বেকআপ পুনৰ সংহতি কৰি আছে...
az: Yedəkləmə sıfırlanır...
de: Backup wird zurückgesetzt...
es: Restableciendo copia de seguridad...
fa: در حال بازنشانی پشتیبان...
fr: Réinitialisation de la sauvegarde en cours…
gl: Restablecendo copia de seguridade...
hu: Biztonsági mentés visszaállítása folyamatban...
it: Ripristino backup in corso...
ja: バックアップをリセットしています...
ko: 백업 초기화 중...
ne: ब्याकअप रिसेट गर्दै...
nl: Back-up resetten...
pt: Redefinindo backup...
ru: Сброс резервной копии...
tr: Yedekleme sıfırlanıyor…
zh: 正在重置备份...
zh_tw: 正在重設備份...

# message_download_in_progress
source: Download in progress...
af: Aflaai aan die gang...
am: እየወረደ ነው...
ar: جاري التحميل...
as: ডাউনল'ড কৰি আছে...
az: Yüklənir...
de: Download läuft...
es: Descarga en curso...
fa: در حال دانلود...
fr: Téléchargement en cours...
gl: Descarga en curso...
hu: Letöltés folyamatban...
it: Download in corso...
ja: ダウンロード中...
ko: 다운로드 진행 중...
ne: डाउनलोड चलिरहेको छ...
nl: Bezig met downloaden...
pt: Download em andamento...
ru: Идет загрузка...
tr: İndirme devam ediyor...
zh: 下载中...
zh_tw: 下載中...

# label_tag_notes
source: {count} notes
af: {count} notas
am: {count} ማስታወሻዎች
ar: {count} ملاحظات
as: {count} টোকা
az: {count} qeyd
de: {count} Notizen
es: {count} notas
fa: {count} یادداشت
gl: {count} notas
hu: {count} jegyzet
it: {count} note
ja: {count} 件のメモ
ko: 메모 {count}개
ne: {count} नोटहरू
nl: {count} notities
pt: {count} notas
ru: {count} заметок
tr: {count} not
zh: {count} 条笔记
zh_tw: {count} 條筆記

# label_tags_and_notes
source: {count1} tags and {count2} notes
af: {count1} etikette en {count2} notas
am: {count1} ምድቦች እና {count2} ማስታወሻዎች
ar: {count1} تصنيفات و {count2} ملاحظات
as: {count1} শ্ৰেণী আৰু {count2} টোকা
az: {count1} kateqoriya və {count2} qeyd
de: {count1} Kategorien und {count2} Notizen
es: {count1} categorías y {count2} notas
fa: {count1} دسته‌بندی و {count2} یادداشت
fr: {count1} catégories et {count2} notes
gl: {count1} categorías e {count2} notas
hu: {count1} kategória és {count2} jegyzet
it: {count1} categorie e {count2} note
ja: {count1} 件のタグと {count2} 件のメモ
ko: {count1}개 카테고리 및 {count2}개 메모
ne: {count1} ट्याग र {count2} नोटहरू
nl: {count1} categorieën en {count2} notities
pt: {count1} categorias e {count2} notas
ru: {count1} категорий и {count2} заметок
tr: {count1} kategori ve {count2} not
zh: {count1} 个类别和 {count2} 条笔记
zh_tw: {count1} 個類別和 {count2} 條筆記

# message_delete_playlist_title
source: Delete Playlist
af: Vee snitlys uit
am: አጫዋች ዝርዝር ሰርዝ
ar: حذف قائمة التشغيل
as: প্লেলিষ্ট মচি পেলাওক
az: Pleylisti sil
de: Wiedergabeliste löschen
es: Eliminar lista de reproducción
fa: حذف فهرست پخش
fr: Supprimer la liste de lecture
gl: Eliminar lista de reprodución
hu: Lejátszási lista törlése
it: Elimina playlist
ja: プレイリストを削除
ko: 재생 목록 삭제
ne: प्लेसूची मेटाउनुहोस्
nl: Afspeellijst verwijderen
pt: Excluir lista de reprodução
ru: Удалить плейлист
tr: Çalma listesini sil
zh: 删除播放列表
zh_tw: 刪除播放清單

# message_delete_playlist
source: This action will permanently delete the playlist "{name}".
af: Hierdie aksie sal die snitlys "{name}" permanent uitvee.
am: ይህ እርምጃ « {name} » የሚለውን አጫዋች ዝርዝር ለዘለቄታው ይሰርዘዋል።
ar: سيؤدي هذا الإجراء إلى حذف قائمة التشغيل « {name} » بشكل دائم.
as: এই কাৰ্য্যই « {name} » প্লেলিষ্টটোক স্থায়ীভাৱে মচি পেলাব।
az: Bu əməliyyat « {name} » pleylistini birdəfəlik siləcək.
de: Diese Aktion löscht die Wiedergabeliste „{name}“ dauerhaft.
es: Esta acción eliminará permanentemente la lista de reproducción « {name} ».
fa: این عمل فهرست پخش « {name} » را برای همیشه حذف خواهد کرد.
fr: Cette action supprimera définitivement la liste de lecture « {name} ».
gl: Esta acción eliminará permanentemente a lista de reprodución « {name} ».
hu: Ez a művelet véglegesen törli a(z) „{name}” lejátszási listát.
it: Questa azione eliminerà in modo permanente la playlist "{name}".
ja: この操作を行うと、プレイリスト「{name}」は完全に削除されます。
ko: 이 작업은 재생 목록 "{name}"을 영구적으로 삭제합니다.
ne: यस कार्यले प्लेसूची "{name}" लाई स्थायी रूपमा मेट्ने छ।
nl: Deze actie verwijdert de afspeellijst "{name}" permanent.
pt: Esta ação excluirá permanentemente a lista de reprodução "{name}".
ru: Это действие навсегда удалит плейлист «{name}».
tr: Bu işlem “{name}” adlı çalma listesini kalıcı olarak silecektir.
zh: 此操作将永久删除播放列表 « {name} »。
zh_tw: 此操作將永久刪除播放清單 « {name} »。

# message_delete_item
source: “{item}” has been deleted
af: “{item}” is uitgevee
am: « {item} » ተሰርዟል
ar: تم حذف « {item} »
as: « {item} » মচি পেলোৱা হ'ল
az: « {item} » silindi
de: „{item}“ wurde gelöscht
es: « {item} » ha sido eliminado
fa: « {item} » حذف شد
fr: « {item} » a été supprimé
gl: « {item} » foi eliminado
hu: A(z) „{item}” törölve lett
it: “{item}” è stato eliminato
ja: 「{item}」は削除されました
ko: “{item}”이(가) 삭제되었습니다
ne: “{item}” मेटाइएको छ
nl: “{item}” is verwijderd
pt: “{item}” foi excluído
ru: «{item}» было удалено
tr: “{item}” silindi
zh: « {item} » 已删除
zh_tw: « {item} » 已刪除

# message_app_up_to_date
source: No update available (current version: {currentVersion})
af: Geen opdatering beskikbaar nie (huidige weergawe: {currentVersion})
am: ምንም ዝመና አይገኝም (የአሁኑ ስሪት: {currentVersion})
ar: لا يوجد تحديث متاح (الإصدار الحالي: {currentVersion})
as: কোনো আপডেট উপলব্ধ নহয় (বৰ্তমানৰ সংস্কৰণ: {currentVersion})
az: Heç bir yeniləmə mövcud deyil (cari versiya: {currentVersion})
de: Kein Update verfügbar (aktuelle Version: {currentVersion})
es: No hay actualización disponible (versión actual: {currentVersion})
fa: هیچ به‌روزرسانی‌ای موجود نیست (نسخه فعلی: {currentVersion})
fr: Aucune mise à jour disponible (version actuelle: {currentVersion})
gl: Non hai actualizacións dispoñibles (versión actual: {currentVersion})
hu: Nincs elérhető frissítés (jelenlegi verzió: {currentVersion})
it: Nessun aggiornamento disponibile (versione attuale: {currentVersion})
ja: 利用可能なアップデートはありません (現在のバージョン: {currentVersion})
ko: 사용 가능한 업데이트가 없습니다 (현재 버전: {currentVersion})
ne: कुनै अपडेट उपलब्ध छैन (हालको संस्करण: {currentVersion})
nl: Geen update beschikbaar (huidige versie: {currentVersion})
pt: Nenhuma atualização disponível (versão atual: {currentVersion})
ru: Нет доступных обновлений (текущая версия: {currentVersion})
tr: Güncel bir sürüm yok (mevcut sürüm: {currentVersion})
zh: 无可用更新 (当前版本: {currentVersion})
zh_tw: 無可用更新 (目前版本: {currentVersion})

# message_app_update_available
source: New Version Available
af: Nuwe weergawe beskikbaar
am: አዲስ ስሪት አለ
ar: يتوفر إصدار جديد
as: নতুন সংস্কৰণ উপলব্ধ
az: Yeni versiya mövcuddur
de: Neue Version verfügbar
es: Nueva versión disponible
fa: نسخه جدید موجود است
fr: Nouvelle version disponible
gl: Nova versión dispoñible
hu: Új verzió érhető el
it: Nuova versione disponibile
ja: 新しいバージョンが利用可能です
ko: 새 버전 사용 가능
ne: नयाँ संस्करण उपलब्ध छ
nl: Nieuwe versie beschikbaar
pt: Nova versão disponível
ru: Доступна новая версия
tr: Yeni sürüm mevcut
zh: 有新版本可用
zh_tw: 有新版本可用

# label_next_meeting
source: NEXT MEETING
af: VOLGENDE VERGADERING
am: ቀጣይ ስብሰባ
ar: الاجتماع التالي
as: পৰৱৰ্তী সভা
az: NÖVBƏTİ GÖRÜŞ
de: NÄCHSTES TREFFEN
es: PRÓXIMA REUNIÓN
fa: جلسه بعدی
fr: PROCHAINE RÉUNION
gl: VINDEIRA REUNIÓN
hu: KÖVETKEZŐ TALÁLKOZÓ
it: PROSSIMO INCONTRO
ja: 次回の会議
ko: 다음 회의
ne: अर्को बैठक
nl: VOLGENDE VERGADERING
pt: PRÓXIMA REUNIÃO
ru: СЛЕДУЮЩЕЕ СОБРАНИЕ
tr: SONRAKİ İBADET
zh: 下一次聚会
zh_tw: 下一次聚會

# label_date_next_meeting
source: {date} at {hour}:{minute}
af: {date} om {hour}:{minute}
am: {date} በ {hour}:{minute}
ar: {date} الساعة {hour}:{minute}
as: {date} এ {hour}:{minute} বজাত
az: {date} saat {hour}:{minute}
de: {date} um {hour}:{minute} Uhr
es: {date} a las {hour}:{minute}
fa: {date} ساعت {hour}:{minute}
fr: {date} à {hour}:{minute}
gl: {date} ás {hour}:{minute}
hu: {date}, {hour}:{minute}
it: {date} alle {hour}:{minute}
ja: {date} {hour}:{minute}
ko: {date} {hour}:{minute}
ne: {date} मा {hour}:{minute}
nl: {date} om {hour}:{minute} uur
pt: {date} às {hour}:{minute}
ru: {date} в {hour}:{minute}
tr: {date}, saat {hour}:{minute}
zh: {date} {hour}:{minute}
zh_tw: {date} {hour}:{minute}

# label_workship_public_talk_choosing
source: Choose talk number here...
af: Kies die toespraaknommer hier...
am: የንግግር ቁጥር እዚህ ይምረጡ...
ar: اختر رقم الخطاب هنا...
as: ইয়াত বক্তৃতাৰ নম্বৰ বাছনি কৰক...
az: Burada çıxış nömrəsini seçin...
de: Wählen Sie hier die Vortragsnummer aus...
es: Elegir el número de discurso aquí...
fa: شماره سخنرانی را اینجا انتخاب کنید...
fr: Choisir le numéro de discours ici...
gl: Escolla o número de discurso aquí...
hu: Válassza ki az előadás számát itt...
it: Scegli il numero del discorso qui...
ja: ここで話の番号を選択...
ko: 여기에서 연설 번호 선택...
ne: यहाँ भाषण नम्बर छान्नुहोस्...
nl: Kies hier het lezingnummer...
pt: Escolha o número do discurso aqui...
ru: Выберите номер речи здесь...
tr: Konuşma numarasını buradan seçin...
zh: 在此选择演讲编号...
zh_tw: 在此選擇演講編號...

# action_public_talk_replace
source: Replace talk
af: Vervang die toespraak
am: ንግግሩን ይተኩ
ar: استبدال الخطاب
as: বক্তৃতা সলনি কৰক
az: Çıxışı əvəz et
de: Vortrag ersetzen
es: Reemplazar discurso
fa: جایگزینی سخنرانی
fr: Remplacer le discours
gl: Substituír discurso
hu: Előadás cseréje
it: Sostituisci il discorso
ja: 話の差し替え
ko: 연설 대체
ne: प्रवचन बदल्नुहोस्
nl: Lezing vervangen
pt: Substituir discurso
ru: Заменить речь
tr: Konuşmayı değiştir
zh: 替换演讲
zh_tw: 替換演講

# action_public_talk_choose
source: Choose a talk
af: Kies 'n toespraak
am: ንግግር ይምረጡ
ar: اختيار خطاب
as: এটা বক্তৃতা বাছনি কৰক
az: Çıxış seç
de: Vortrag auswählen
es: Elegir un discurso
fa: انتخاب یک سخنرانی
fr: Choisir un discours
gl: Escoller un discurso
hu: Előadás választása
it: Scegli un discorso
ja: 話を選択
ko: 연설 선택
ne: प्रवचन छान्नुहोस्
nl: Kies een lezing
pt: Escolher um discurso
ru: Выбрать речь
tr: Bir konuşma seç
zh: 选择一个演讲
zh_tw: 選擇一個演講

# action_public_talk_remove
source: Delete talk
af: Vee die toespraak uit
am: ንግግሩን ሰርዝ
ar: حذف الخطاب
as: বক্তৃতা মচি পেলাওক
az: Çıxışı sil
de: Vortrag löschen
es: Eliminar discurso
fa: حذف سخنرانی
fr: Supprimer le discours
gl: Eliminar discurso
hu: Előadás törlése
it: Elimina il discorso
ja: 話を削除
ko: 연설 삭제
ne: प्रवचन मेटाउनुहोस्
nl: Lezing verwijderen
pt: Eliminar discurso
ru: Удалить речь
tr: Konuşmayı kaldır
zh: 移除演讲
zh_tw: 移除演講

# action_congregations
source: Local Congregations
af: Plaaslike Gemeentes
am: የአካባቢ ጉባኤዎች
ar: تجمعات محلية
as: স্থানীয় মণ্ডলীসমূহ
az: Yerli Yığıncaqlar
de: Ortsversammlungen
es: Asambleas Locales
fa: جماعات محلی
fr: Assemblées Locales
gl: Asembleas Locais
hu: Helyi Gyülekezetek
it: Assemblee Locali
ja: 地方集会
ko: 지방회
ne: स्थानीय मण्डलीहरू
nl: Plaatselijke Gemeenten
pt: Assembleias Locais
ru: Поместные Собрания
tr: Yerel Cemaatler
zh: 本地会众
zh_tw: 本地會眾

# action_meeting_management
source: Meeting Planning
af: Vergaderingbeplanning
am: የስብሰባ ዕቅድ
ar: تخطيط الاجتماعات
as: সভা পৰিকল্পনা
az: Görüş Planlaması
de: Planung der Zusammenkünfte
es: Planificación de Reuniones
fa: برنامه‌ریزی جلسات
fr: Planning des Réunions
gl: Planificación de Reunións
hu: Összejövetel-tervezés
it: Pianificazione delle Adunanze
ja: 集会の計画
ko: 집회 계획
ne: सभा योजना
nl: Vergaderingplanning
pt: Planejamento das Reuniões
ru: Планирование встреч
tr: İbadet Planlaması
zh: 聚会安排
zh_tw: 聚會安排

# action_brothers_and_sisters
source: Brothers and Sisters
af: Broers en Susters
am: ወንድሞችና እህቶች
ar: الإخوة والأخوات
as: ভাই-ভনীসকল
az: Qardaşlar və Bacılar
de: Brüder und Schwestern
es: Hermanos y Hermanas
fa: برادران و خواهران
fr: Frères et Sœurs
gl: Irmáns e Irmás
hu: Testvérek
it: Fratelli e Sorelle
ja: 兄弟姉妹
ko: 형제 자매
ne: भाइहरू र दिदीबहिनीहरू
nl: Broeders en Zusters
pt: Irmãos e Irmãs
ru: Братья и Сёстры
tr: Biraderler ve Hemşireler
zh: 弟兄姊妹
zh_tw: 弟兄姊妹

# action_blocking_horizontally_mode
source: Horizontal Blocking
am: አግድም እገዳ
ar: حظر أفقي
as: অনুভূমিক অৱৰোধ মোড
az: Üfüqi Bloklama Rejimi
de: Horizontale Blockierung
es: Bloqueo Horizontal
fa: حالت مسدودسازی افقی
fr: Blocage Horizontal
gl: Bloqueo Horizontal
hu: Vízszintes blokkolás
it: Blocco Orizzontale
ja: 水平方向のブロック
ko: 수평 차단
ne: तेर्सो अवरोध
nl: Horizontale Blokkeren
pt: Bloqueio Horizontal
ru: Горизонтальная блокировка
tr: Yatay Kilitleme
zh: 水平锁定
zh_tw: 水平鎖定

# action_qr_code
source: Generate a QR code
am: የQR ኮድ ፍጠር
ar: إنشاء رمز QR
as: এটা QR কোড সৃষ্টি কৰক
az: QR kodu yarat
de: QR-Code generieren
es: Generar un código QR
fa: تولید کد QR
fr: Générer un code QR
hu: QR kód generálása
it: Genera un codice QR
ja: QRコードを生成
ko: QR 코드 생성
ne: QR कोड उत्पन्न गर्नुहोस्
nl: Genereer een QR-code
ru: Сгенерировать QR-код
tr: Bir QR kodu oluştur
zh: 生成二维码
zh_tw: 產生 QR Code

# action_scan_qr_code
source: Scan a QR Code
am: የQR ኮድ ስካን አድርግ
ar: مسح رمز QR ضوئيًا
as: এটা QR কোড স্কেন কৰক
az: QR Kodunu skan et
de: QR-Code scannen
es: Escanear un Código QR
fa: اسکن کد QR
fr: Scanner un Code QR
hu: QR-kód beolvasása
it: Scansiona un Codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
ne: QR कोड स्क्यान गर्नुहोस्
nl: Scan een QR-code
ru: Сканировать QR-код
tr: Bir QR Kodu Tarayın
zh: 扫描二维码
zh_tw: 掃描 QR Code

# settings_page_transition
source: Page transition
am: የገጽ ሽግግር
ar: انتقال الصفحات
as: পৃষ্ঠাৰ পৰিৱৰ্তন
az: Səhifə keçidi
de: Seitenübergang
es: Transición de página
fa: انتقال صفحه
fr: Transition des pages
hu: Oldalátmenet
it: Transizione pagina
ja: ページの切り替え
ko: 페이지 전환
ne: पृष्ठ संक्रमण
nl: Pagina-overgang
ru: Переход страниц
tr: Sayfa geçişi
zh: 页面过渡
zh_tw: 頁面過渡

# settings_page_transition_bottom
source: Transition from bottom
am: ሽግግር ከታች
ar: انتقال من الأسفل
as: তলৰ পৰা পৰিৱৰ্তন
az: Aşağıdan keçid
de: Übergang von unten
es: Transición desde abajo
fa: انتقال از پایین
fr: Transition par le bas
hu: Átmenet alulról
it: Transizione dal basso
ja: 下からの切り替え
ko: 아래에서 전환
ne: तलबाट संक्रमण
nl: Overgang van onderen
ru: Переход снизу
tr: Alttan geçiş
zh: 从底部过渡
zh_tw: 從底部過渡

# settings_page_transition_right
source: Transition from right
am: ሽግግር ከቀኝ
ar: انتقال من اليمين
as: সোঁফালৰ পৰা পৰিৱৰ্তন
az: Sağdan keçid
de: Übergang von rechts
es: Transición desde la derecha
fa: انتقال از راست
fr: Transition par la droite
hu: Átmenet jobbról
it: Transizione da destra
ja: 右からの切り替え
ko: 오른쪽에서 전환
ne: दायाँबाट संक्रमण
nl: Overgang van rechts
ru: Переход справа
tr: Sağdan geçiş
zh: 从右侧过渡
zh_tw: 從右側過渡

# label_research_all
source: ALL
am: ሁሉንም
ar: الكل
az: HAMISI
es: TODO
fa: همه
fr: TOUT
hu: MIND
it: TUTTO
ko: 전체
ne: सबै
nl: ALLE
ru: ВСЕ
tr: HEPSİ
zh: 全部
zh_tw: 全部

# label_research_bible
source: BIBLE
am: መጽሐፍ ቅዱስ
ar: الكتاب المقدس
az: MÜQƏDDƏS KİTAB
es: BIBLIA
fa: کتاب مقدس
hu: BIBLIA
it: BIBBIA
ko: 성경
ne: बाइबल
nl: BIJBEL
ru: БИБЛИЯ
tr: KUTSAL KİTAP
zh: 圣经
zh_tw: 聖經

# label_research_verses
source: VERSES
am: ጥቅሶች
ar: آيات
az: AYƏLƏR
es: VERSÍCULOS
fa: آیات
fr: VERSETS
hu: VERSEK
it: VERSETTI
ko: 성구
ne: पदहरू
nl: VERZEN
ru: СТИХИ
tr: AYETLER
zh: 经文
zh_tw: 經文

# label_research_images
source: IMAGES
am: ምስሎች
ar: صور
az: ŞƏKİLLƏR
es: IMÁGENES
fa: تصاویر
hu: KÉPEK
it: IMMAGINI
ko: 이미지
ne: तस्बिरहरू
nl: AFBEELDINGEN
ru: ИЗОБРАЖЕНИЯ
tr: RESİMLER
zh: 图片
zh_tw: 圖片

# label_research_notes
source: NOTES
am: ማስታወሻዎች
ar: ملاحظات
az: QEYDLƏR
es: NOTAS
fa: یادداشت‌ها
hu: JEGYZETEK
it: NOTE
ko: 노트
ne: नोटहरू
nl: NOTITIES
ru: ЗАМЕТКИ
tr: NOTLAR
zh: 笔记
zh_tw: 筆記

# label_research_inputs_fields
source: FIELDS
am: መስኮች
ar: حقول
az: SAHƏLƏR
es: CAMPOS
fa: فیلدها
fr: CHAMPS
hu: MEZŐK
it: CAMPI
ko: 필드
ne: क्षेत्रहरू
nl: VELDEN
ru: ПОЛЯ
tr: ALANLAR
zh: 字段
zh_tw: 欄位

# label_research_wikipedia
source: WIKIPEDIA
am: ውክፔዲያ
ar: ويكيبيديا
az: VİKİPEDİYA
fa: ویکی‌پدیا
fr: WIKIPÉDIA
hu: WIKIPÉDIA
ko: 위키백과
ne: विकिपीडिया
ru: ВИКИПЕДИЯ
tr: VİKİPEDİ
zh: 维基百科
zh_tw: 維基百科

# meps_language
source: E
am: AM
az: AJR
es: S
fa: PR
fr: F
hu: H
ko: KO
ne: NP
nl: O
ru: U
tr: TK
zh: CHS
zh_tw: CH

# label_icon_commentary
source: Study note
am: የጥናት ማስታወሻ
az: Tədris qeydi
es: Nota de estudio
fa: یادداشت مطالعه
fr: Note d'étude
hu: Tanulmányi feljegyzés
ko: 학습 노트
ne: अध्ययन टिप्पणी
nl: Studienotitie
ru: Учебная заметка
tr: Çalışma notu
zh: 学习笔记
zh_tw: 學習筆記

# label_settings_airplay
source: AirPlay
as: এয়াৰপ্লে
ja: AirPlayに接続
ko: 에어플레이
ne: एयरप्ले
zh: 隔空播放

# navigation_online_broadcasting
source: Broadcasting
am: ብሮድካስቲንግ
ar: محطة JW
as: ব্ৰডকাষ্টিং
az: Televiziya
fa: شبکهٔ تلویزیونی
fr: JW Télédiffusion
hu: JW TV
ko: 방송
ne: ब्रोडकास्टिङ
zh: 电视
zh_tw: 電視

# label_document_pub_title
source: {doc} - {pub}
am: {pub} - {doc}
hu: {pub} - {doc}
