Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# label_color_purple
source: Purple
af: Pers
am: ወይንጠጅ
ar: بنفسجي
as: বেঙুনীয়া
az: Bənövşəyi
de: Lila
es: Morado
fa: بنفش
fr: Violet
gl: Morado
hu: Lila
it: Viola
ja: パープル
ko: 보라
ne: प्याजी
nl: Paars
pt: Roxo
ru: Фиолетовый
tr: Mor
zh: 紫色
zh_tw: 紫色

# label_color_yellow
source: Yellow
af: Geel
am: ቢጫ
ar: أصفر
as: হালধীয়া
az: Sarı
de: Gelb
es: Amarillo
fa: زرد
fr: Jaune
gl: Amarelo
hu: Sárga
it: Giallo
ja: イエロー
ko: 노랑
ne: पहेँलो
nl: Geel
pt: Amarelo
ru: Желтый
tr: Sarı
zh: 黄色
zh_tw: 黃色

# label_convention_day
source: Day {number}
af: Dag {number}
am: {number}ኛ ቀን
ar: اليوم {number}
as: দিন {number}
az: Gün {number}
de: {number}. Tag
es: Día {number}
fa: روز {number}
fr: Jour {number}
gl: Día {number}
hu: {number}. nap
it: {number}° giorno
ja: {number}日目
ko: {number}일째
ne: दिन {number}
nl: Dag {number}
pt: Dia {number}
ru: День {number}
tr: {number}. Gün
zh: 第 {number} 天
zh_tw: 第 {number} 天

# label_convention_releases
source: Convention Releases
af: Byeenkomsvrystellings
am: በክልል ስብሰባ ላይ የወጡ
ar: إصدارات الاجتماع السنوي
as: অধিৱেশনত আপুনি নতুনকৈ কি পাব
az: Toplantıda çıxanlar
de: Kongressveröffentlichungen
es: Nuevas publicaciones
fa: نشریات جدید کنگره
fr: Nouveautés (assemblée régionale)
gl: Publicacións presentadas no congreso rexional
hu: Kongresszusi kiadványok
it: Pubblicazioni congresso
ja: 大会の発表物
ko: 대회 발표물
ne: अधिवेशनको विमोचन
nl: Nieuwe publicaties congres
pt: Lançamentos do Congresso
ru: Выпущено к конгрессу
tr: Bölge İbadetinde Çıkanlar
zh: 大会新出版物
zh_tw: 大會新出版物

# label_date_range_one_month
source: {month} {day1}-{day2}
af: {day1}-{day2} {month}
ar: {day1}‏-‏{day2} ‏{month}‏‏
az: {day1}—{day2} {month}
de: {day1}.-{day2}. {month}
es: {day1}-{day2} de {month}
fa: {day1}-{day2} {month}‏
fr: {day1}-{day2} {month}
gl: {day1}-{day2} de {month}
it: {day1} - {day2} {month}
ja: {month}{day1}-{day2}日
nl: {day1}-{day2} {month}
pt: {day1}-{day2} de {month}
ru: {day1}—{day2} {month}
tr: {day1}-{day2} {month}
zh: {month}{day1}-{day2}日
zh_tw: {month}{day1}-{day2}日

# label_date_range_two_months
source: {month1} {day1} - {month2} {day2}
af: {day1} {month1}-{day2} {month2}
am: ከ{month1} {day1}-{month2} {day2}
ar: ‏{day1}‏ {month1} ‏ ‏-‏{day2} ‏‏{month2}‏
az: {day1} {month1} — {day2} {month2}
de: {day1}. {month1}-{day2}. {month2}
es: {day1} de {month1} - {day2} {month2}
fa: {day1} {month1}-{day2} {month2}‏
fr: {day1} {month1} - {day2} {month2}
gl: {day1} de {month1} - {day2} de {month2}
it: {day1} {month1} – {day2} {month2}
ja: {month1}{day1}日-{month2}{day2}日
nl: {day1} {month1}-{day2} {month2}
pt: {day1} de {month1}-{day2} de {month2}
ru: {day1} {month1} — {day2} {month2}
tr: {day1} {month1}-{day2} {month2}
zh: {month1}{day1}日－{month2}{day2}日
zh_tw: {month1}{day1}日－{month2}{day2}日

# label_download_all_cloud_uppercase
source: IN THE CLOUD
af: IN DIE CLOUD
am: ገና መሣሪያህ ላይ ያላወረድከው
ar: على الإنترنت
as: ক্লাউডত
az: YÜKLƏNMƏMİŞ
de: IN DER CLOUD
es: EN LA NUBE
fa: در CLOUD
fr: SUR LE CLOUD
gl: NA NUBE
hu: FELHŐBEN
it: ONLINE
ja: 未ダウンロード
ko: 다운로드할 수 있는 파일
ne: डाउनलोड गर्न बाँकी
nl: IN DE CLOUD
pt: NA NUVEM
ru: В ОБЛАКЕ
tr: BULUTTA
zh: 未下载
zh_tw: 未下載

# label_download_all_device_uppercase
source: ON YOUR DEVICE
af: OP JOU TOESTEL
am: መሣሪያህ ላይ ያወረድከው
ar: على جهازك
as: আপোনাৰ ডিভাইচত
az: YÜKLƏNMİŞ
de: AUF DEM GERÄT
es: EN EL DISPOSITIVO
fa: روی دستگاه
fr: SUR VOTRE APPAREIL
gl: NO TEU DISPOSITIVO
hu: LETÖLTVE
it: NEL TUO DISPOSITIVO
ja: ダウンロード済み
ko: 다운로드된 파일
ne: डाउनलोड गरिएका
nl: OP JE APPARAAT
pt: NO SEU DISPOSITIVO
ru: НА ВАШЕМ УСТРОЙСТВЕ
tr: CİHAZINIZDA
zh: 已下载
zh_tw: 已下載

# label_download_all_files
source: {count} files
af: {count} lêers
am: {count} ፋይሎች
ar: عدد الملفات {count}
as: {count} ফাইল
az: {count} fayl
de: {count} Dateien
es: {count} archivos
fa: {count} فایل
fr: {count} fichiers
gl: {count} arquivos
hu: {count} fájl
it: {count} file
ja: {count}ファイル
ko: {count}개 파일
ne: {count} फाइलहरू
nl: {count} bestanden
pt: {count} arquivos
ru: Файлов: {count}
tr: {count} dosya
zh: {count} 个文件
zh_tw: {count} 個檔案

# label_download_all_one_file
source: 1 file
af: 1 lêer
am: 1 ፋይል
ar: ملف واحد
as: ১ ফাইল
az: 1 fayl
de: 1 Datei
es: 1 archivo
fa: یک فایل
fr: 1 fichier
gl: 1 arquivo
hu: 1 fájl
ja: 1個のファイル
ko: 1 파일
ne: १ फाइल
nl: 1 bestand
pt: 1 arquivo
ru: Файлов: 1
tr: 1 dosya
zh: 1个文件
zh_tw: 1個檔案

# label_download_all_up_to_date
source: You are up-to-date
af: Jy het alles afgelaai
am: ሁሉም ፋይሎች ወርደዋል
ar: تم تحديث الكل
as: আপুনি আপ-টু-ডেট আছে
az: Hamısı yüklənib
de: Auf neuestem Stand
es: Ya tiene todo descargado
fa: برنامه به‌روز است
fr: Vous êtes à jour
gl: Non hai arquivos para descargar
hu: Minden fájl le van töltve
it: Download completato
ja: 全てダウンロード済み
ko: 파일 없음
ne: सबै डाउनलोड भइसक्यो
nl: Alles is bijgewerkt
pt: Você já baixou todos
ru: Обновлений нет
tr: Tüm malzemeler indirildi
zh: 您已下载所有文件
zh_tw: 您已下載所有檔案

# label_download_video
source: Download Video
af: Laai video af
am: ቪዲዮውን አውርድ
ar: تنزيل الفيديو
as: ভিডিঅ ডাউনল’ড কৰক
az: Videonu Yeklə
de: Video herunterladen
es: Descargar el video
fa: دانلود ویدیو
fr: Télécharger la vidéo
gl: Descargar vídeo
hu: Videó letöltése
it: Scarica il video
ja: 動画をダウンロード
ko: 동영상 다운로드
ne: भिडियो डाउनलोड गर्ने
pt: Baixar vídeo
ru: Скачать видео
tr: Videoyu İndirin
zh: 下载影片
zh_tw: 下載影片

# label_downloaded
source: Downloaded
af: Afgelaai
am: ያወረድኳቸው
ar: تم تنزيلها
as: ডাউনল’ড হ’ল
az: Yüklənmiş
de: Heruntergeladen
es: Descargado
fa: دانلودشده‌ها
fr: Téléchargé
gl: Descargado
hu: Letöltött
it: Scaricati
ja: ダウンロード済み
ko: 다운로드한 항목
ne: डाउनलोड गरिएको
nl: Gedownload
pt: Baixados
ru: Загружено
tr: İndirilenler
zh: 已下载
zh_tw: 已下載

# label_downloaded_uppercase
source: DOWNLOADED
af: AFGELAAI
am: ያወረድኳቸው
ar: تم تنزيلها
as: ডাউনল’ড হ’ল
az: YÜKLƏNMİŞ
de: HERUNTERGELADEN
es: DESCARGADO
fa: دانلودشده‌ها
fr: TÉLÉCHARGÉ
gl: DESCARGADO
hu: LETÖLTÖTT
it: SCARICATI
ja: ダウンロード済み
ko: 다운로드한 항목
ne: डाउनलोड गरिएको
nl: GEDOWNLOAD
pt: BAIXADOS
ru: ЗАГРУЖЕНО
tr: İNDİRİLENLER
zh: 已下载
zh_tw: 已下載

# label_duration
source: Duration {time}
af: Tydsduur {time}
am: ርዝመት {time}
ar: المدة {time}
as: সময় সীমা {time}
az: Müddəti: {time}
de: Länge {time}
es: Duración {time}
fa: طول برنامه:‏ {time}
fr: Durée {time}
gl: Duración {time}
hu: Hossz: {time}
it: Durata {time}
ja: 長さ {time}
ko: 재생 시간 {time}
ne: समयावधि {time}
nl: Duur {time}
pt: Duração {time}
ru: Продолжительность {time}
tr: Süre {time}
zh: 长度{time}
zh_tw: 長度{time}

# label_entire_video
source: Entire Video
af: Die hele video
am: ሙሉውን ቪዲዮ
ar: كامل الفيديو
as: গোটেই ভিডিঅʼটো
az: Всё видео
de: Komplettes Video
es: Video completo
fa: کل ویدیو
fr: Vidéo complète
gl: Vídeo completo
hu: Teljes videó
it: Video intero
ja: 動画全体
ko: 전체 동영상
ne: पूरै भिडियो
nl: Volledige video
pt: Vídeo completo
ru: Всё видео
tr: Videonun Tamamı
zh: 整部影片
zh_tw: 整部影片

# label_home_frequently_used
source: Frequently Used
af: Dikwels gebruik
am: ብዙ ጊዜ የተከፈቱ
ar: الأكثر استعمالًا
as: সঘনাই ব্যৱহাৰ
az: Tez-tez istifadə olunan
de: Häufig verwendet
es: Lo más usado
fa: مکرّراً استفاده‌شده
fr: Souvent consulté
gl: Máis usadas
hu: Gyakran használt
it: Aperti di recente
ja: よく使うもの
ko: 자주 찾는 출판물
ne: अक्सर प्रयोग गरिएको
nl: Veelgebruikt
pt: Mais usados
ru: Часто используемое
tr: Sık Kullanılanlar
zh: 常用
zh_tw: 常用

# label_icon_bookmark
source: Bookmark ribbon
af: Boekmerk
am: የእልባት ምልክት
ar: شريط العلامة
as: বুকমাৰ্ক ৰিবন
az: Əlfəcin paneli
de: Lesezeichenband
es: Marcador
fa: نوار محل‌یاب
fr: Marque-page
gl: Marcador
hu: Könyvjelző
it: Seleziona segnalibro
ja: ブックマーク
ko: 책갈피 리본
ne: बुकमार्क रिबन
nl: Bladwijzer
pt: Marcador
ru: Панель закладок
tr: Yer işareti simgesi
zh: 书签
zh_tw: 書籤

# label_icon_bookmark_actions
source: Show bookmark actions
af: Vertoon boekmerk-aksies
am: የእልባት አማራጮችን አሳይ
ar: خيارات وضع علامة
as: বুকমাৰ্ক এক্সন দেখুৱাওক
az: Əvəz et və ya sil
de: Lesezeichenaktionen anzeigen
es: Mostrar opciones del marcador
fa: نمای گزینه‌های محل‌یاب
fr: Fonctions
gl: Opcións de marcadores
hu: Műveletek
it: Mostra funzioni segnalibro
ja: ブックマークの編集
ko: 책갈피 메뉴 보기
ne: बुकमार्क मेनु देखाउने
nl: Toon bladwijzeracties
pt: Opções do marcador
ru: Показать возможные действия с закладками
tr: Yer işareti etkinliklerini göster
zh: 书签设置
zh_tw: 書籤設定

# label_icon_bookmark_delete
source: Delete bookmark
af: Verwyder boekmerk
am: እልባቱን አጥፋ
ar: حذف العلامة
as: বুকমাৰ্ক ডিলিট কৰক
az: Əlfəcini sil
de: Lesezeichen löschen
es: Borrar marcador
fa: حذف محل‌یاب
fr: Supprimer le marque-page
gl: Eliminar marcador
hu: Könyvjelző törlése
it: Elimina segnalibro
ja: ブックマークの削除
ko: 책갈피 삭제
ne: बुकमार्क हटाउने
nl: Verwijder bladwijzer
pt: Excluir marcador
ru: Удалить закладку
tr: Yer işaretini sil
zh: 删除书签
zh_tw: 刪除書籤

# label_icon_download_publication
source: Download publication
af: Laai publikasie af
am: የሕትመት ውጤቱን አውርድ
ar: تنزيل الإصدار
as: প্ৰকাশন ডাউনল’ড কৰক
az: Nəşri yüklə
de: Publikation herunterladen
es: Descargar publicación
fa: دانلود نشریه
fr: Télécharger la publication
gl: Descargar publicación
hu: Kiadvány letöltése
it: Scarica pubblicazione
ja: ダウンロードする
ko: 출판물 다운로드
ne: प्रकाशन डाउनलोड गर्ने
nl: Download publicatie
pt: Baixar publicação
ru: Скачать публикацию
tr: Yayın indir
zh: 下载出版物
zh_tw: 下載出版物

# label_icon_extracted_content
source: Publication Reference
af: Verwysing na publikasie
am: የተጣቀሰው ጽሑፍ
ar: مراجع من المطبوعات
as: পাবলিকেচন ৰেফাৰেন্স
az: Çıxarılan məzmun
de: Quellenmaterial
es: Otras referencias
fa: مأخذ نشریه
fr: Extrait de publication
gl: Referencias
hu: Kiadványok
it: Riferimento a pubblicazione
ja: 抽出した情報
ko: 참조 출판물
ne: स्रोत
nl: Publicatieverwijzing
pt: Referências
ru: Материал из публикаций
tr: Referans Yayın
zh: 参考资料
zh_tw: 參考資料

# label_icon_footnotes
source: Footnotes
af: Voetnote
am: የግርጌ ማስታወሻዎች
ar: الحواشي
as: ফুটনোট
az: Haşiyələr
de: Fußnoten
es: Notas
fa: پاورقی‌ها
fr: Notes
gl: Notas ó pé
hu: Lábjegyzetek
it: Note in calce
ja: 脚注
ko: 각주
ne: फुटनोट
nl: Voetnoten
pt: Notas de rodapé
ru: Сноски
tr: Dipnotlar
zh: 脚注
zh_tw: 腳注

# label_icon_marginal_references
source: Marginal References
af: Kruisverwysings
am: የኅዳግ ማስታወሻዎች
ar: المراجع الهامشية
as: মাৰ্জিনেল ৰেফাৰেঞ্চ
az: Çarpaz istinadlar
de: Querverweise
es: Referencias marginales
fa: آیات ارجاعی
fr: Renvois
gl: Referencias á marxe
hu: Keresztutalások
it: Riferimenti marginali
ja: 欄外参照
ko: 상호 참조 성구
ne: मार्जिनल रेफरेन्स
nl: Verwijsteksten
pt: Referências marginais
ru: Перекрестные ссылки
tr: Göndermeler
zh: 参考经文
zh_tw: 參考經文

# label_icon_parallel_translations
source: Parallel Translations
af: Ander vertalings
am: አቻ ትርጉሞች
ar: ترجمات أخرى
as: লগতে আন অনুবাদবোৰ চাওক
az: Paralel tərcümələr
de: Parallelübersetzungen
es: Otras traducciones
fa: ترجمه‌های دیگر
fr: Différentes versions
gl: Outras traducións
hu: Egyéb fordítások
it: Altre traduzioni
ja: 他の翻訳
ko: 다른 번역판
ne: अरू अनुवाद
nl: Andere Bijbelvertalingen
pt: Comparar versões
ru: Другие переводы
tr: Diğer Çeviriler
zh: 译本对照
zh_tw: 譯本對照

# label_icon_scroll_down
source: Scroll down
af: Rol af
am: ወደ ታች አውርድ
ar: مرِّر إلى تحت
as: তললৈ বা ওপৰলৈ কৰক
az: Aşağı sürüşdür
de: Nach unten scrollen
es: Desplazarse hacia abajo
fa: حرکت به پایین
fr: Faire défiler vers le bas
gl: Baixar
hu: Lefelé görgetés
it: Scorri verso il basso
ja: 下にスクロール
ko: 아래로 이동
ne: तल सार्ने
nl: Naar beneden scrollen
pt: Rolar para baixo
ru: Прокрутить вниз
tr: Aşağı kaydır
zh: 向下
zh_tw: 向下

# label_icon_search_suggestion
source: Search suggestion
af: Soekvoorstel
am: ለፍለጋ የሚረዳ ጥቆማ
ar: إقتراحات للبحث
as: অনুসন্ধানৰ পৰামৰ্শ
az: Axtarış təklifləri
de: Suchvorschlag
es: Sugerencias para la búsqueda
fa: پیشنهادهای جستجو
fr: Suggestion de recherche
gl: Suxestión de busca
hu: Keresési javaslatok
it: Suggerimenti di ricerca
ja: 検索候補
ko: 자동 완성
ne: खोजको लागि सुझाव
nl: Zoeksuggestie
pt: Sugestão de busca
ru: Предлагаемый вариант
tr: Arama önerisi
zh: 搜索建议
zh_tw: 搜尋建議

# label_icon_supplementary_hide
source: Hide study pane
af: Maak studie-paneel toe
am: የጥናት ሣጥኑን ደብቅ
ar: إخفاء عمود المراجع
as: অধ্যয়নৰ পেন নাইকিয়া কৰক
az: Paneli bağla
de: Studienfenster ausblenden
es: Ocultar panel suplementario
fa: پنهان قسمت مطالعه‌ای
fr: Masquer le volet d'étude
gl: Ocultar o panel de estudo
hu: Tanulmányozási ablak elrejtése
it: Nascondi riquadro di studio
ja: スタディー・ペインを隠す
ko: 연구 창 숨기기
ne: साइड बार लुकाउने
nl: Verberg studievenster
pt: Esconder painel
ru: Скрыть панель для изучения
tr: İnceleme penceresini kapat
zh: 隐藏研读窗格
zh_tw: 隱藏研讀窗格

# label_icon_supplementary_show
source: Display study pane
af: Maak studie-paneel oop
am: የጥናት ሣጥኑን አሳይ
ar: إظهار عمود المراجع
as: অধ্যয়নৰ পেন দেখুৱাওক
az: Paneli aç
de: Studienfenster einblenden
es: Mostrar panel suplementario
fa: نمای قسمت مطالعه‌ای
fr: Afficher le volet d'étude
gl: Mostrar o panel de estudo
hu: Tanulmányozási ablak megjelenítése
it: Mostra riquadro di studio
ja: スタディー・ペインを表示
ko: 연구 창 펼치기
ne: साइड बार देखाउने
nl: Toon studievenster
pt: Mostrar painel
ru: Показать панель для изучения
tr: İnceleme penceresini aç
zh: 显示研读窗格
zh_tw: 顯示研讀窗格

# label_import
source: Import
af: Voer in
am: አምጣ
ar: نقل
as: ইম্‌প’ৰ্ট
az: Импортировать
de: Importieren
es: Importar
fa: وارد کردن
fr: Importer
gl: Importar
hu: Importálás
it: Importa
ja: インポート
ko: 가져오기
ne: इम्पोर्ट गर्ने
nl: Importeer
pt: Importar
ru: Импортировать
tr: Dışardan yükle
zh: 导入
zh_tw: 匯入

# label_import_jwpub
source: Import JWPUB
af: Voer JWPUB in
am: JWPUB አስመጣ
ar: استيراد JWPUB
as: JWPUB আমদানি কৰক
az: JWPUB idxal et
de: JWPUB importieren
es: Importar JWPUB
fa: درون‌ریزی JWPUB
fr: Importer JWPUB
gl: Importar JWPUB
hu: JWPUB importálása
it: Importa JWPUB
ja: JWPUBをインポート
ko: JWPUB 가져오기
ne: JWPUB आयात गर्नुहोस्
nl: Importeer JWPUB
pt: Importar JWPUB
ru: Импортировать JWPUB
tr: JWPUB İçe Aktar
zh: 导入 JWPUB
zh_tw: 匯入 JWPUB

# label_import_playlists
source: Import Playlists
af: Voer speellyste in
am: ማጫወቻ ዝርዝሮች አስገባ
ar: نقل قوائم التشغيل
as: প্লেলিষ্ট ইমপোৰ্ট কৰক
az: Pleylistləri əlavə et
de: Playlist importieren
es: Importar listas de reproducción
fa: وارد کردن لیست‌های پخش
fr: Importer des listes de lecture
gl: Importar listas de reprodución
hu: Lejátszási listák importálása
it: Importa le playlist
ja: プレイリストをインポート
ko: 재생 목록 가져오기
ne: प्लेलिस्ट इम्पोर्ट गर्ने
nl: Importeer afspeellijsten
pt: Importar playlists
ru: Импортировать плейлисты
tr: Çalma Listesi Yükleyin
zh: 导入播放列表
zh_tw: 匯入播放列表

# label_import_uppercase
source: IMPORT
af: VOER IN
am: አምጣ
ar: نقل
as: ইম্‌প’ৰ্ট
az: ИМПОРТИРОВАТЬ
de: IMPORTIEREN
es: IMPORTAR
fa: وارد کردن
fr: IMPORTER
gl: IMPORTAR
hu: IMPORTÁLÁS
it: IMPORTA
ja: インポート
ko: 가져오기
ne: इम्पोर्ट गर्ने
nl: IMPORTEER
pt: IMPORTAR
ru: ИМПОРТИРОВАТЬ
tr: YÜKLE
zh: 导入
zh_tw: 匯入

# label_languages_2
source: {language1} and {language2}
af: {language1} en {language2}
am: {language1} እና {language2}
ar: {language1} و {language2}
as: {language1} আৰু {language2}
az: {language1} və {language2}
de: {language1} und {language2}
es: {language1} y {language2}
fa: {language1} و {language2}
fr: {language1} et {language2}
gl: {language1} e {language2}
hu: {language1} és {language2}
it: {language1} e {language2}
ja: {language1}と{language2}
ko: {language1}와 {language2}
ne: {language1} र {language2}
nl: {language1} en {language2}
pt: {language1} e {language2}
ru: {language1} и {language2}
tr: {language1} ve {language2}
zh: {language1} 和 {language2}
zh_tw: {language1} 和 {language2}

# label_languages_3_or_more
source: {language} and {count} more
af: {language} en {count} meer
am: {language} እና ሌሎች {count} ቋንቋዎች
ar: {language} و {count} غيرها
as: {language} আৰু {count} অধিক
az: {language} və {count} dil
de: {language} und {count} weitere
es: {language} y {count} más
fa: {language} و {count} زبان دیگر
fr: {language} et {count} autre(s) langue(s)
gl: {language} e {count} máis
hu: {language} és {count} másik nyelv
it: {language} e altre {count} lingue
ja: {language}と他の{count}言語
ko: {language}와 {count}개의 다른 언어
ne: {language} र थप {count}
nl: {language} en nog {count}
pt: {language} e {count} mais
ru: {language} и еще {count}
tr: {language} ve {count} dil daha
zh: {language} 和另外 {count} 种语言
zh_tw: {language} 和另外 {count} 種語言

# label_languages_more
source: More Languages
af: Nog tale
am: ሌሎች ቋንቋዎች
ar: المزيد من اللغات
as: অধিক ভাষাবোৰ
az: Başqa dillər
de: Weitere Sprachen
es: Más idiomas
fa: زبان‌های بیشتر
fr: Autres langues
gl: Máis idiomas
hu: További nyelvek
it: Altre lingue
ja: 利用可能な言語
ko: 다른 언어
ne: अरू भाषा
nl: Meer talen
pt: Outros idiomas
ru: Другие языки
tr: Daha Fazla Dil
zh: 更多语言
zh_tw: 更多語言

# label_languages_more_uppercase
source: MORE LANGUAGES
af: NOG TALE
am: ሌሎች ቋንቋዎች
ar: المزيد من اللغات
as: অধিক ভাষাবোৰ
az: BAŞQA DİLLƏR
de: WEITERE SPRACHEN
es: MÁS IDIOMAS
fa: زبان‌های بیشتر
fr: AUTRES LANGUES
gl: MÁIS IDIOMAS
hu: TOVÁBBI NYELVEK
it: ALTRE LINGUE
ja: 利用可能な言語
ko: 다른 언어
ne: अरू भाषा
nl: MEER TALEN
pt: OUTROS IDIOMAS
ru: ДРУГИЕ ЯЗЫКИ
tr: DAHA FAZLA DİL
zh: 更多语言
zh_tw: 更多語言

# label_languages_recommended
source: Recommended
af: Voorstelle
am: የሚመከረው
ar: إقتراحات
as: অনুমোদিত
az: Tövsiyə olunan
de: Empfohlen
es: Recomendados
fa: توصیه‌شده
fr: Recommandé
gl: Recomendados
hu: Ajánlott
it: Suggerite
ja: おすすめ
ko: 추천
ne: सुझावित
nl: Aanbevolen
pt: Recomendadas
ru: Рекомендуемые
tr: Tavsiye Edilen
zh: 推荐
zh_tw: 推薦

# label_languages_recommended_uppercase
source: RECOMMENDED
af: VOORSTELLE
am: የሚመከረው
ar: إقتراحات
as: অনুমোদিত
az: TÖVSİYƏ OLUNAN
de: EMPFOHLEN
es: RECOMENDADOS
fa: توصیه‌شده
fr: RECOMMANDÉ
gl: RECOMENDADOS
hu: AJÁNLOTT
it: SUGGERITE
ja: おすすめ
ko: 추천
ne: सुझावित
nl: AANBEVOLEN
pt: RECOMENDADAS
ru: РЕКОМЕНДУЕМЫЕ
tr: TAVSİYE EDİLEN
zh: 推荐
zh_tw: 推薦

# label_last_updated
source: Last updated {datetime}
af: Bygewerk op {datetime}
am: ለመጨረሻ ጊዜ የታደሰው {datetime}
ar: تاريخ آخر تحديث:‏ {datetime}
as: {datetime} শেহতীয়া আপডেট
az: Yenilənib: {datetime}
de: Zuletzt aktualisiert {datetime}
es: Última actualización {datetime}
fa: به‌روزشده در {datetime}
fr: Mise à jour : {datetime}
gl: Última actualización: {datetime}
hu: Utoljára frissítve: {datetime}
it: Ultimo aggiornamento {datetime}
ja: 前回のアップデート {datetime}
ko: 최종 업데이트 {datetime}
ne: पछिल्लो पटक अपडेट भएको मिति{datetime}
nl: Laatste update: {datetime}
pt: Última atualização realizada em {datetime}
ru: Последнее обновление {datetime}
tr: Son güncelleme tarihi {datetime}
zh: 上次更新时间 {datetime}
zh_tw: 上次更新時間 {datetime}

# label_marginal_general
source: General
af: Ander
am: ተዛማጅ ሐሳብ
ar: آيات إضافية
as: সাধাৰণ
az: Ümumi
de: Allgemein
fa: نکات عمومی
fr: Compléments d'information
gl: Outras referencias
hu: Általános
it: Riferimenti vari
ja: 全般
ko: 일반
ne: अन्य
nl: Algemeen
pt: Geral
ru: Другое
tr: Genel
zh: 总类
zh_tw: 總類

# label_marginal_parallel_account
source: Parallel Account
af: Parallelle verslag
am: ተመሳሳይ ዘገባ
ar: رواية أخرى للحادثة
as: একে বিৱৰণ
az: Paralel ayələr
de: Parallelbericht
es: Relato paralelo
fa: گزارش‌های مشابه
fr: Récits parallèles
gl: Relatos paralelos
hu: Párhuzamos beszámoló
it: Brani paralleli
ja: 並行記述
ko: 평행 기록
ne: समानान्तर विवरण
nl: Parallelverslag
pt: Relato paralelo
ru: Параллельное повествование
tr: Paralel Kayıt
zh: 平行记载
zh_tw: 平行記載

# label_marginal_quotation
source: Quotation
af: Aanhaling
am: ከሌላ ቦታ የተጠቀሱ
ar: إقتباس
as: উদ্ধৃতিজজজ
az: Sitatlar
de: Zitat
es: Cita
fa: نقل‌قول
fr: Citations
gl: Citas bíblicas
hu: Idézet
it: Citazioni
ja: 引用元
ko: 인용
ne: उद्धरण
nl: Citaat
pt: Citação
ru: Цитаты
tr: Alıntı
zh: 引文
zh_tw: 引文

# label_markers
source: Markers
af: Merkers
am: እልባቶች
ar: العلامات
as: চিহ্ন
az: Маркеры
de: Segmente
es: Marcadores
fa: نشانگرها
fr: Marqueurs
gl: Marcadores
hu: Markerek
it: Clip
ja: マーカー
ko: 마커
ne: मार्कर्स
nl: Markeringen
pt: Marcadores
ru: Маркеры
tr: İşaretler
zh: 标记
zh_tw: 標記

# label_media_gallery
source: Media Gallery
af: Mediagalery
am: የሚዲያ ስብስብ
ar: الصور والفيديوات
as: মিডিয়া গেলেৰি
az: Multimedia
de: Mediengalerie
es: Galería multimedia
fa: گالری
fr: Galerie multimédia
gl: Galería multimedia
hu: Médiatár
it: Galleria multimediale
ja: メディア・ギャラリー
ko: 미디어 갤러리
ne: मिडिया ग्यालरी
nl: Mediagalerij
pt: Mídias
ru: Медиагалерея
tr: Görsel Malzemeler
zh: 多媒体资料库
zh_tw: 多媒體資料庫

# label_more
source: More
af: Meer
am: ሌሎች
ar: خيارات إضافية
as: অন্যান্য
az: Daha çox
de: Mehr
es: Más
fa: گزینه‌های بیشتر
fr: Autres fonctions
gl: Máis
hu: Továbbiak
it: Altro
ja: その他
ko: 더 보기
ne: थप
nl: Meer
pt: Mais
ru: Еще
tr: Daha fazla
zh: 更多
zh_tw: 更多

# label_not_included
source: Not Included
af: Nie ingesluit nie
am: ያልተካተተ
ar: غير مشمولة
as: অন্তৰ্ভুক্ত নাই
az: Daxil edilməyib
de: Nicht enthalten
es: No incluidas
fa: گنجانده نشده
fr: Autres
gl: Non incluídas
hu: Nincs felvéve
it: Non incluse
ja: 非表示アイテム
ko: 포함되지 않은 번역판
ne: समावेश नगरिएको
nl: Niet inbegrepen
pt: Não incluídas
ru: Не включено
tr: Dahil Değil
zh: 不包括
zh_tw: 不包括

# label_not_included_uppercase
source: NOT INCLUDED
af: NIE INGESLUIT NIE
am: ያልተካተተ
ar: غير مشمولة
as: অন্তৰ্ভুক্ত নাই
az: DAXİL EDİLMƏYİB
de: NICHT ENTHALTEN
es: NO INCLUIDAS
fa: گنجانده نشده
fr: AUTRES
gl: NON INCLUÍDAS
hu: NINCS FELVÉVE
it: NON INCLUSE
ja: 非表示アイテム
ko: 포함되지 않은 번역판
ne: समावेश नगरिएको
nl: NIET INBEGREPEN
pt: NÃO INCLUÍDAS
ru: НЕ ВКЛЮЧЕНО
tr: DAHİL DEĞİL
zh: 不包括
zh_tw: 不包括

# label_note
source: Note
af: Nota
am: ማስታወሻ
ar: الملاحظة
as: টোকা
az: Qeyd
de: Notiz
es: Nota
fa: یادداشت
gl: Nota
hu: Jegyzet
it: Nota
ja: メモ
ko: 노트
ne: नोट
nl: Notitie
pt: Nota
ru: Заметка
tr: Not
zh: 笔记
zh_tw: 筆記

# label_note_title
source: Title
af: Titel
am: ርዕስ
ar: العنوان
as: শিৰোনামা
az: Başlıq
de: Titel
es: Título
fa: عنوان
fr: Titre
gl: Título
hu: Cím
it: Titolo
ja: タイトル
ko: 제목
ne: विषय
nl: Titel
pt: Título
ru: Заголовок
tr: Başlık
zh: 标题
zh_tw: 標題

# label_notes
source: Notes
af: Notas
am: ማስታወሻ
ar: الملاحظات
as: টোকাবোৰ
az: Qeydlər
de: Notizen
es: Notas
fa: یادداشت‌ها
gl: Notas
hu: Jegyzetek
it: Note
ja: メモ
ko: 메모
ne: नोट
nl: Notities
pt: Notas
ru: Заметки
tr: Notlar
zh: 笔记
zh_tw: 筆記

# label_notes_uppercase
source: NOTES
af: NOTAS
am: ማስታወሻ
ar: الملاحظات
as: টোকাবোৰ
az: QEYDLƏR
de: NOTIZEN
es: NOTAS
fa: یادداشت‌ها
gl: NOTAS
hu: JEGYZETEK
it: NOTE
ja: メモ
ko: 메모
ne: नोट
nl: NOTITIES
pt: NOTAS
ru: ЗАМЕТКИ
tr: NOTLAR
zh: 笔记
zh_tw: 筆記

# label_off
source: Off
af: Af
am: አጥፋ
ar: إخفاء
as: বন্ধ
az: Deaktiv
de: Aus
es: Desactivar
fa: غیرفعال‌سازی
fr: Inactif
gl: Oculto
hu: Kikapcsolva
it: Disattivato
ja: オフ
ko: 끄기
ne: बन्द
nl: Uit
pt: Desligado
ru: Отключено
tr: Kapalı
zh: 关闭
zh_tw: 關閉

# label_on
source: On
af: Aan
am: አብራ
ar: يعمل
as: অন
az: Aktiv
de: Ein
es: Activar
fa: روشن
fr: Activé
gl: Si
hu: Be
it: Attivato
ja: オン
ko: 켜기
ne: अन
nl: Aan
pt: Ativado
ru: Вкл.
tr: Açık
zh: 开启
zh_tw: 開啟

# label_other_articles
source: Other articles in this issue
af: Ander artikels in hierdie uitgawe
am: በዚህ እትም ውስጥ ያሉ ሌሎች ርዕሶች
ar: مقالات أخرى في هذا العدد
as: এই সংখ্যাৰ আন লেখবোৰ
az: Bu sayın digər məqalələri
de: Andere Artikel dieser Ausgabe
es: Contenido de este número
fa: مقالات دیگر این شماره
fr: Autres articles dans ce numéro
gl: Outros artigos desta revista
hu: Más cikkek ebben a számban
it: Altri articoli in questo numero
ja: この号のほかの記事
ko: 이번 호의 다른 기사들
ne: यस अङ्कका अन्य लेखहरू
nl: Andere artikelen in deze uitgave
pt: Outros artigos desta revista
ru: Другие статьи в этом выпуске
tr: Bu sayıdaki diğer makaleler
zh: 阅读本期杂志其他文章
zh_tw: 閱讀本期雜誌其他文章

# label_other_meeting_publications
source: Other Meeting Publications
af: Ander publikasies vir vergaderinge
am: ሌሎች የስብሰባ ጽሑፎች
ar: مواد أخرى للاجتماعات
as: আন সভাবোৰৰ প্ৰকাশন
az: Другие публикации для встреч
de: Andere Publikationen für die Zusammenkünfte
es: Otras publicaciones
fa: نشریات دیگر برای جلسات
fr: Autres publications pour les réunions
gl: Outras publicacións para a reunión
hu: Kiadványok az összejövetelekhez
it: Altre pubblicazioni per le adunanze
ja: 他の資料
ko: 집회 때 사용하는 다른 출판물
ne: सभामा चलाइने अन्य प्रकाशनहरू
nl: Overige publicaties voor vergaderingen
pt: Outras publicações usadas nas reuniões
ru: Другие публикации для встреч
tr: İbadetler İçin Diğer Yayınlar
zh: 聚会使用的出版物
zh_tw: 聚會使用的出版物
