Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# label_text_size_slider
source: Slider for changing text size
af: Glyer om teksgrootte te verstel
am: የፊደል መጠን ማስተካከያ
ar: شريط تمرير لتغيير حجم النص
as: আখৰ সৰু-ডাঙৰ কৰা শ্লাইডৰ
az: Şriftin ölçüsü
de: Regler für Textgröße
es: Controlador del tamaño de la letra
fa: نوار تغییر اندازۀ متن
fr: Curseur pour changer la taille du texte
gl: Barra para cambiar o tamaño de letra
hu: Csúszka a betűméret állításához
it: Barra di scorrimento per la dimensione del carattere
ja: 文字サイズの調節バー
ko: 글자 크기 조절 바
ne: अक्षरको साइज परिवर्तन गर्ने
nl: Schuifbalk voor tekstgrootte
pt: Ajustar tamanho do texto
ru: Регулятор размера шрифта
tr: Metin boyutu ayarlayıcısı
zh: 改变文字大小
zh_tw: 改變文字大小

# label_thumbnail_publication
source: Publication thumbnail
af: Voorskouprentjie vir publikasie
am: የሕትመት ውጤቱ ምስል
ar: صورة مصغَّرة للإصدار
as: প্ৰকাশনৰ সৰু ছবি
az: Nəşrin üz qabığı
de: Miniaturbild der Publikation
es: Imagen de la publicación
fa: تصویر بندانگشتی نشریه
fr: Image miniature
gl: Imaxe en miniatura
hu: Kiadvány ikonja
it: Anteprima della pubblicazione
ja: 出版物のサムネイル
ko: 출판물 섬네일
ne: प्रकाशनको थम्बनेल
nl: Publicatiethumbnail
pt: Miniatura da publicação
ru: Пиктограмма публикации
tr: Yayın resmi
zh: 出版物缩略图
zh_tw: 出版物縮圖

# label_topics_publications_media
source: Topics, publications, and media
af: Onderwerpe, publikasies en media
am: ርዕሰ ጉዳዮች፣ ጽሑፎች እና ሚዲያ
ar: المواضيع، الإصدارات، والتسجيلات والفيديوات
as: বিষয়, প্ৰকাশন আৰু মিডিয়া
az: Темы, публикации и медиафайлы
de: Themen, Publikationen und Medien
es: Temas, publicaciones y archivos multimedia
fa: موضوعات، نشریات، فایل‌های صوتی و ویدیوها
fr: Articles, publications et médias
gl: Temas, publicacións e contidos
hu: Címszó, kiadvány és médiafájl keresése
it: Argomenti, pubblicazioni e contenuti multimediali
ja: トピック，出版物，メディアなど
ko: 표제어, 출판물명, 동영상 제목
nl: Onderwerpen, publicaties en media
pt: Assuntos, publicações e mídias
ru: Темы, публикации и медиафайлы
tr: Konular, yayınlar ve medya
zh: 条目、出版物或多媒体
zh_tw: 條目、出版物或多媒體

# label_trim_current
source: Current {timecode}
af: Huidige {timecode}
am: አሁን ያለበት {timecode}
ar: الوقت الحالي:‏ {timecode}
as: বৰ্তমানৰ {timecode}
az: İndiki {timecode}
de: Aktuell {timecode}
es: Tiempo actual: {timecode}
fa: موقعیت فعلی {timecode}
fr: En cours {timecode}
gl: Posición actual {timecode}
hu: Jelenlegi pozíció {timecode}
it: Attuale {timecode}
ja: 現在の位置 {timecode}
ko: 현재 위치 {timecode}
ne: {timecode} पुग्यो
nl: Huidig {timecode}
pt: Reproduzindo em {timecode}
ru: Сейчас {timecode}
tr: Şu anda {timecode}
zh: 当前在{timecode}
zh_tw: 當前在{timecode}

# label_trim_end
source: End {timecode}
af: Einde {timecode}
am: መጨረሻ {timecode}
ar: وقت النهاية:‏ {timecode}
as: সমাপ্তিৰ {timecode}
az: Son {timecode}
de: Ende {timecode}
es: Final: {timecode}
fa: پایان {timecode}
fr: Fin {timecode}
gl: Fin {timecode}
hu: Vége {timecode}
it: Fine {timecode}
ja: 終点の位置 {timecode}
ko: 종료 위치 {timecode}
ne: अन्त {timecode}
nl: Einde {timecode}
pt: Terminando em {timecode}
ru: Конец {timecode}
tr: Sonu {timecode}
zh: 结尾在{timecode}
zh_tw: 結尾在{timecode}

# label_trim_start
source: Start {timecode}
af: Begin {timecode}
am: መጀመሪያ {timecode}
ar: وقت البداية:‏ {timecode}
as: আৰম্ভণিৰ {timecode}
az: Başlanğız {timecode}
es: Comienzo: {timecode}
fa: شروع {timecode}
fr: Début {timecode}
gl: Inicio {timecode}
hu: Eleje {timecode}
it: Inizio {timecode}
ja: 始点の位置 {timecode}
ko: 시작 위치 {timecode}
ne: सुरु {timecode}
nl: Begin {timecode}
pt: Começando em {timecode}
ru: Начало {timecode}
tr: Başı {timecode}
zh: 开始在{timecode}
zh_tw: 開始在{timecode}

# label_units_storage_bytes
source: {number} bytes
az: {number} bayt
fa: {number} بایت
fr: {number} octets
hu: {number} byte
it: {number} byte
ja: {number}バイト
ru: {number} байт
tr: {number} bayt
zh: {number} 字节
zh_tw: {number} 位元組

# label_units_storage_gb
source: {number} GB
fr: {number} Go
ru: {number} Гб

# label_units_storage_kb
source: {number} KB
fr: {number} Ko
ru: {number} Кб

# label_units_storage_mb
source: {number} MB
fr: {number} Mo
ru: {number} Мб

# label_units_storage_tb
source: {number} TB
fr: {number} To
ru: {number} Тб

# label_untagged
source: Untagged
af: Sonder merker
am: ያልተፈረጁ
ar: مواد غير مصنَّفة
as: টেগ আঁতৰ কৰক
az: Teqi olmayanlar
de: Ohne Tag
es: Sin etiqueta
fa: بدون برچسب
fr: Non classées
gl: Sin etiquetar
hu: Címke nélküliek
it: Senza etichetta
ja: タグなし
ko: 기타
ne: ट्याग नगरिएको
nl: Geen tag
pt: Sem etiqueta
ru: Без тегов
tr: Etiketsiz Olanlar
zh: 无标签
zh_tw: 無標籤

# label_unused_bookmark
source: Unused Bookmark
af: Ongebruikte boekmerk
am: ያልተጠቀምክበት እልባት
ar: علامة غير مستعملة
as: ব্যবহাৰ নকৰা বুকমাৰ্ক
az: İstifadə olunmayan əlfəcin
de: Ungenutzes Lesezeichen
es: Marcador no utilizado
fa: محل‌یاب استفاده‌نشده
fr: Marque-page non utilisé
gl: Marcador sen usar
hu: Nem használt könyvjelző
it: Segnalibro non utilizzato
ja: 未使用のブックマーク
ko: 사용하지 않은 책갈피
ne: प्रयोग नभएको बुकमार्क
nl: Ongebruikte bladwijzer
pt: Marcador não usado
ru: Неиспользованная закладка
tr: Kullanılmayan Yer İşareti
zh: 未使用的书签
zh_tw: 未使用的書籤

# label_update_available
source: Update Available
af: Opdatering beskikbaar
am: መታደስ ይፈልጋል
ar: هناك تحديث
as: আপডেট উপলব্ধ আছে
az: Yenilənmə mövcuddur
de: Update verfügbar
es: Actualización disponible
fa: به‌روزرسانی موجود است
fr: Mise à jour disponible
gl: Actualización dispoñible
hu: Frissíthető
it: Aggiornamento disponibile
ja: アップデートがあります。
ko: 업데이트 있음
ne: अपडेट उपलब्ध छ
nl: Update beschikbaar
pt: Atualização disponível
ru: Есть обновление
tr: Güncelleme Mevcut
zh: 可更新
zh_tw: 可更新

# label_videos
source: Videos
am: ቪዲዮዎች
ar: الفيديوات
as: ভিডিঅʼবোৰ
az: Videolar
fa: ویدیوها
fr: Vidéos
gl: Vídeos
hu: Videók
it: Video
ja: 動画
ko: 동영상
ne: भिडियोहरू
pt: Vídeos
ru: Видео
tr: Videolar
zh: 影片
zh_tw: 影片

# label_view_original
source: View Original
af: Kyk na oorspronklike
am: ዋናውን ቪዲዮ አሳይ
ar: رؤية الأصل
as: মূল ফাইল চাওক
az: Orijinala keç
de: Original ansehen
es: Ver original
fa: مشاهدهٔ فایل اصلی
fr: Voir la vidéo source
gl: Ver orixinal
hu: Ugrás a kiadványhoz
it: Vedi l’originale
ja: 元のビデオを見る
ko: 원본 보기
ne: मूल फाइल हेर्नुहोस्
nl: Bekijk origineel
pt: Ver o original
ru: Посмотреть полностью
tr: Videoya Git
zh: 查看原文件
zh_tw: 檢視原始檔案

# label_volume_level
source: Volume level
af: Volume
am: የድምፅ መጠን
ar: حجم الصوت
as: ভলিউম লেবেল
az: Səs
de: Lautstärke
es: Volumen
fa: سطع بلندی صدا
fr: Volume
gl: Nivel de volume
hu: Hangerő
it: Volume
ja: 音量
ko: 음량
ne: आवाजको लेभल
nl: Geluidsniveau
pt: Volume
ru: Громкость
tr: Ses seviyesi
zh: 音量
zh_tw: 音量

# label_volume_percent
source: {value} percent
af: {value} persent
am: {value} በመቶ
ar: {value} بالمئة
as: {value} শতাংশ
az: {value} faiz
de: {value} Prozent
es: {value} %
fa: {value} درصد
fr: {value} %
gl: {value} por cento
hu: {value} százalék
it: {value} %
ja: {value}パーセント
ko: {value} 퍼센트
ne: {value} प्रतिशत
nl: {value} procent
pt: {value} por cento
ru: {value} %
tr: yüzde {value}
zh: {value}
zh_tw: {value}

# label_weeks
source: Weeks
af: Weke
am: ሳምንት
ar: الأسابيع
as: সপ্তাহবোৰ
az: Həftələr
de: Wochen
es: Semanas
fa: هفته‌ها
fr: Semaines
gl: Semanas
hu: Hetek
it: Settimane
ja: 週
ko: 주 선택
ne: हप्ता
nl: Weken
pt: Semanas
ru: Недели
tr: Haftalar
zh: 周
zh_tw: 週

# label_whats_new_1_day_ago
source: 1 day ago
af: 1 dag gelede
am: ከ1 ቀን በፊት
ar: البارحة
as: এদিনৰ আগত
az: 1 gün əvvəl
de: Vor einem Tag
es: Hace 1 día
fa: ۱ روز پیش
fr: Hier
gl: Hai 1 día
hu: 1 napja
it: 1 giorno fa
ja: 1日前
ko: 1일 전
ne: १ दिनअघि
nl: 1 dag geleden
pt: 1 dia atrás
ru: дней назад: 1
tr: 1 gün önce
zh: 1天前
zh_tw: 1 天前

# label_whats_new_1_hour_ago
source: 1 hour ago
af: 1 uur gelede
am: ከ1 ሰዓት በፊት
ar: قبل ساعة
as: এঘণ্টাৰ আগত
az: 1 saat əvvəl
de: Vor einer Stunde
es: Hace 1 hora
fa: یک ساعت پیش
fr: Il y a 1 heure
gl: Hai 1 hora
hu: 1 órája
it: 1 ora fa
ja: 1時間前
ko: 1시간 전
ne: १ घण्टाअघि
nl: 1 uur geleden
pt: 1 hora atrás
ru: Часов назад: 1
tr: 1 saat önce
zh: 1小时前
zh_tw: 1 小時前

# label_whats_new_1_minute_ago
source: 1 minute ago
af: 1 minuut gelede
am: ከ1 ደቂቃ በፊት
ar: قبل دقيقة
as: এক মিনিটৰ আগত
az: 1 dəqiqə əvvəl
de: Vor einer Minute
es: Hace 1 minuto
fa: یک دقیقهٔ پیش
fr: Il y a 1 minute
gl: Hai 1 minuto
hu: 1 perce
it: 1 minuto fa
ja: 1分前
ko: 1분 전
ne: १ मिनेटअघि
nl: 1 minuut geleden
pt: 1 minuto atrás
ru: Минут назад: 1
tr: 1 dakika önce
zh: 1分钟前
zh_tw: 1 分鐘前

# label_whats_new_1_month_ago
source: 1 month ago
af: 1 maand gelede
am: ከ1 ወር በፊት
ar: منذ شهر واحد
as: ১ মাহ আগতে
az: 1 ay əvvəl
de: Vor 1 Monat
es: Hace 1 mes
fa: ۱ ماه پیش
fr: Il y a 1 mois
gl: Hai 1 mes
hu: 1 hónapja
it: 1 mese fa
ja: 1か月前
ko: 1개월 전
ne: 1 महिना पहिले
nl: 1 maand geleden
pt: Há 1 mês
ru: 1 месяц назад
tr: 1 ay önce
zh: 1个月前
zh_tw: 1個月前

# label_whats_new_1_year_ago
source: 1 year ago
af: 1 jaar gelede
am: ከ1 ዓመት በፊት
ar: منذ سنة واحدة
as: ১ বছৰ আগতে
az: 1 il əvvəl
de: Vor 1 Jahr
es: Hace 1 año
fa: ۱ سال پیش
fr: Il y a 1 an
gl: Hai 1 ano
hu: 1 éve
it: 1 anno fa
ja: 1年前
ko: 1년 전
ne: 1 वर्ष पहिले
nl: 1 jaar geleden
pt: Há 1 ano
ru: 1 год назад
tr: 1 yıl önce
zh: 1年前
zh_tw: 1年前

# label_whats_new_earlier
source: EARLIER
af: VROEËR
am: የቆዩ
ar: أقدم
as: আগতে
az: ƏVVƏLKİLƏR
de: FRÜHER
es: MESES ANTERIORES
fa: قدیمی‌تر
fr: PRÉCÉDEMMENT
gl: MESES ANTERIORES
hu: KORÁBBI
it: PRECEDENTI
ja: 2カ月前以前
ko: 오래전
ne: अझै अघिको
nl: EERDER
pt: ANTERIORES
ru: РАНЕЕ
tr: DAHA ESKİ
zh: 更早之前
zh_tw: 更早之前

# label_whats_new_last_month
source: LAST MONTH
af: VERLEDE MAAND
am: ያለፈው ወር
ar: الشهر الماضي
as: যোৱা মাহত
az: KEÇƏN AY
de: LETZTEN MONAT
es: MES PASADO
fa: ماه گذشته
fr: LE MOIS DERNIER
gl: MES PASADO
hu: MÚLT HÓNAPBAN
it: MESE SCORSO
ja: 先月
ko: 지난 달
ne: गत महिना
nl: VORIGE MAAND
pt: MÊS PASSADO
ru: ЗА ПРОШЛЫЙ МЕСЯЦ
tr: GEÇEN AY
zh: 上个月
zh_tw: 上個月

# label_whats_new_multiple_days_ago
source: {count} days ago
af: {count} dae gelede
am: ከ{count} ቀን በፊት
ar: قبل {count} أيام
as: {count} দিনৰ আগত
az: {count} gün əvvəl
de: Vor {count} Tagen
es: Hace {count} días
fa: {count} روز پیش
fr: Il y a {count} jours
gl: Hai {count} días
hu: {count} napja
it: {count} giorni fa
ja: {count}日前
ko: {count}일 전
ne: {count} दिनअघि
nl: {count} dagen geleden
pt: {count} dias atrás
ru: дней назад: {count}
tr: {count} gün önce
zh: {count} 天前
zh_tw: {count} 天前

# label_whats_new_multiple_hours_ago
source: {count} hours ago
af: {count} ure gelede
am: ከ{count} ሰዓት በፊት
ar: قبل {count} ساعات
as: {count} ঘণ্টাৰ আগত
az: {count} saat əvvəl
de: Vor {count} Stunden
es: Hace {count} horas
fa: {count} ساعت پیش
fr: Il y a {count} heures
gl: hai {count} horas
hu: {count} órája
it: {count} ore fa
ja: {count}時間前
ko: {count}시간 전
ne: {count} घण्टाअघि
nl: {count} uur geleden
pt: {count} horas atrás
ru: Часов назад: {count}
tr: {count} saat önce
zh: {count} 小时前
zh_tw: {count} 小時前

# label_whats_new_multiple_minutes_ago
source: {count} minutes ago
af: {count} minute gelede
am: ከ{count} ደቂቃ በፊት
ar: قبل {count} دقيقة
as: {count} মিনিটৰ আগত
az: {count} dəqiqə əvvəl
de: Vor {count} Minuten
es: Hace {count} minutos
fa: {count} دقیقهٔ پیش
fr: Il y a {count} minutes
gl: hai {count} minutos
hu: {count} perce
it: {count} minuti fa
ja: {count}分前
ko: {count}분 전
ne: {count} मिनेटअघि
nl: {count} minuten geleden
pt: {count} minutos atrás
ru: Минут назад: {count}
tr: {count} dakika önce
zh: {count} 分钟前
zh_tw: {count} 分鐘前

# label_whats_new_multiple_months_ago
source: {count} months ago
af: {count} maande gelede
am: ከ{count} ወራት በፊት
ar: منذ {count} أشهر
as: {count} মাহ আগতে
az: {count} ay əvvəl
de: Vor {count} Monaten
es: Hace {count} meses
fa: {count} ماه پیش
fr: Il y a {count} mois
gl: Hai {count} meses
hu: {count} hónapja
it: {count} mesi fa
ja: {count}か月前
ko: {count}개월 전
ne: {count} महिना पहिले
nl: {count} maanden geleden
pt: Há {count} meses
ru: {count} месяцев назад
tr: {count} ay önce
zh: {count}个月前
zh_tw: {count}個月前

# label_whats_new_multiple_year_ago
source: {count} years ago
af: {count} jaar gelede
am: ከ{count} ዓመታት በፊት
ar: منذ {count} سنوات
as: {count} বছৰ আগতে
az: {count} il əvvəl
de: Vor {count} Jahren
es: Hace {count} años
fa: {count} سال پیش
fr: Il y a {count} ans
gl: Hai {count} anos
hu: {count} éve
it: {count} anni fa
ja: {count}年前
ko: {count}년 전
ne: {count} वर्ष पहिले
nl: {count} jaar geleden
pt: Há {count} anos
ru: {count} лет назад
tr: {count} yıl önce
zh: {count}年前
zh_tw: {count}年前

# label_whats_new_multiple_seconds_ago
source: A few seconds ago
af: 'n Paar sekondes gelede
am: ጥቂት ሰከንዶች በፊት
ar: منذ بضع ثوان
as: কেইছেকেণ্ড আগতে
az: Bir neçə saniyə əvvəl
de: Vor ein paar Sekunden
es: Hace unos segundos
fa: چند ثانیه پیش
fr: Il y a quelques secondes
gl: Hai uns segundos
hu: Néhány másodperce
it: Pochi secondi fa
ja: 数秒前
ko: 몇 초 전
ne: केही सेकेन्ड पहिले
nl: Een paar seconden geleden
pt: Há alguns segundos
ru: Несколько секунд назад
tr: Birkaç saniye önce
zh: 几秒前
zh_tw: 幾秒前

# label_whats_new_this_month
source: THIS MONTH
af: HIERDIE MAAND
am: የዚህ ወር
ar: هذا الشهر
as: এই মাহত
az: BU AY
de: DIESEN MONAT
es: ESTE MES
fa: این ماه
fr: CE MOIS-CI
gl: ESTE MES
hu: EBBEN A HÓNAPBAN
it: QUESTO MESE
ja: 今月
ko: 이번 달
ne: यो महिना
nl: DEZE MAAND
pt: NESTE MÊS
ru: ЗА ТЕКУЩИЙ МЕСЯЦ
tr: BU AY
zh: 本月
zh_tw: 本月

# label_whats_new_this_week
source: THIS WEEK
af: HIERDIE WEEK
am: የዚህ ሳምንት
ar: هذا الأسبوع
as: এই সপ্তাহত
az: BU HƏFTƏ
de: DIESE WOCHE
es: ESTA SEMANA
fa: این هفته
fr: CETTE SEMAINE
gl: ESTA SEMANA
hu: EZEN A HÉTEN
it: QUESTA SETTIMANA
ja: 今週
ko: 이번 주
ne: यो हप्ता
nl: DEZE WEEK
pt: NESTA SEMANA
ru: ЗА ТЕКУЩУЮ НЕДЕЛЮ
tr: BU HAFTA
zh: 本周
zh_tw: 本週

# label_whats_new_today
source: Today
af: Vandag
am: ዛሬ
ar: اليوم
as: আজি
az: Bu gün
de: Heute
es: Hoy
fa: امروز
fr: Aujourd'hui
gl: Hoxe
hu: ma
it: Oggi
ja: 今日
ko: 오늘
ne: आज
nl: Vandaag
pt: Hoje
ru: Сегодня
tr: Bugün
zh: 今天
zh_tw: 今天

# label_yeartext_currently
source: Currently: {language}
af: Tans: {language}
am: የተመረጠው፦ {language}
ar: المختارة الآن:‏ {language}
as: শেহতীয়া: {language}
az: Dili: {language}
de: Aktuell: {language}
es: Idioma seleccionado: {language}
fa: در حال حاضر:‏ {language}
fr: Actuellement : {language}
gl: Idioma actual: {language}
hu: Nyelv: {language}
it: Attualmente: {language}
ja: 現在の設定: {language}
ko: 현재 언어: {language}
ne: अहिले: {language}
nl: Momenteel: {language}
pt: Atual: {language}
ru: {language}
tr: Şu anda: {language}
zh: 当前语言：{language}
zh_tw: 目前語言：{language}

# label_yeartext_language
source: Yeartext language
af: Jaartekstaal
am: የዓመት ጥቅሱ ቋንቋ
ar: لغة الآية السنوية
as: বাৰ্ষিক পাঠৰ ভাষা
az: İlin ayəsinin dili
de: Sprache Jahrestext
es: Idioma del texto del año
fa: زبان آیهٔ سال
fr: Langue d'affichage du texte de l'année
gl: Idioma do texto do ano
hu: Az éviszöveg nyelve
it: Lingua della scrittura dell’anno
ja: 年句の言語
ko: 올해의 성구 언어
ne: वार्षिक पदको भाषा
nl: Taal jaartekst
pt: Idioma do texto do ano
ru: Язык годового стиха
tr: Yılın Ayeti Dili
zh: 全年经文语言
zh_tw: 全年經文語言

# label_yeartext_meetings_tab
source: Same as Meetings tab
af: Dieselfde as die Vergaderinge-opsie
am: ለስብሰባዎች የመረጥከው ቋንቋ
ar: نفس لغة خانة الاجتماعات
as: মিটিং টেবৰ দৰে
az: «İbadət görüşləri»ndəki ilə eyni
de: Wie für Zusammenkünfte
es: El mismo que el de la sección Reuniones
fa: هماهنگ با قسمت جلسات
fr: Même langue que la rubrique « Réunions »
gl: Igual que na pestana Reunións
hu: Az Összejövetelek menüpontban választott nyelv
it: Stessa della sezione Adunanze
ja: 集会タブと同じ言語
ko: 집회 탭과 동일
ne: सभाको ट्याब जस्तै
nl: Gelijk aan tab Vergaderingen
pt: O mesmo da aba Reuniões
ru: Как во вкладке «Встречи»
tr: İbadetler sekmesiyle aynı
zh: 与“聚会”标签的语言相同
zh_tw: 與「聚會」標籤的語言相同

# label_yeartext_off
source: Yeartext will not display
af: Jaarteks sal nie vertoon word nie
am: የዓመት ጥቅሱ አይታይም
ar: عدم عرض الآية السنوية
as: বাৰ্ষিক পাঠ দেখুৱা হোৱা নাই
az: İlin ayəsi göstərilməyəcək
de: Jahrestext wird nicht angezeigt
es: El texto del año no se mostrará en pantalla
fa: آیهٔ سال ظاهر نمی‌شود
fr: Le texte de l'année ne sera pas affiché
gl: O texto do ano non se mostrará
hu: Az éviszöveg elrejtése
it: La scrittura dell’anno non comparirà
ja: 年句は表示されません。
ko: 올해의 성구 끄기
ne: वार्षिक पद नदेखाउने
nl: Jaartekst wordt niet weergegeven
pt: O texto do ano não será exibido
ru: Годовой стих не будет отображаться
tr: Yılın ayeti ekranda görünmeyecek
zh: 不显示全年经文
zh_tw: 不顯示全年經文

# labels_media_player_elapsed_time
source: {time_elapsed} elapsed of {total_duration}
af: {time_elapsed} het gespeel van {total_duration}
am: {time_elapsed} ከአጠቃላዩ {total_duration}
ar: {time_elapsed} من {total_duration}
as: {time_elapsed} পাৰ হʼল {total_duration}
az: {time_elapsed} {total_duration}
de: {time_elapsed} von {total_duration}
es: {time_elapsed} de un total de {total_duration}
fa: {time_elapsed} سپری شده از {total_duration}
fr: {time_elapsed} écoulé de {total_duration}
gl: {time_elapsed} de {total_duration}
hu: Lejátszva: {time_elapsed} Teljes hossz: {total_duration}
it: {time_elapsed} trascorsi di {total_duration}
ja: {total_duration}中{time_elapsed}
ko: {total_duration} 중의 {time_elapsed}
ne: {total_duration} मध्ये {time_elapsed} सकियो
nl: {time_elapsed} verstreken van {total_duration}
pt: {time_elapsed} reproduzidos de {total_duration}
ru: Просмотрено {time_elapsed} из {total_duration}
tr: {total_duration} geçen süre {time_elapsed}
zh: {time_elapsed} / {total_duration}
zh_tw: {time_elapsed} / {total_duration}

# labels_pip_exit
source: Exit Picture-in-Picture
af: Gaan uit "Picture-in-Picture"
am: ተነጥሎ የወጣውን የቪዲዮ ማጫወቻ ዝጋ
ar: الخروج من صورة داخل صورة
as: পিক্চাৰ-ইন-পিক্চাৰ বন্ধ কৰক
az: «Şəkil içində şəkil» rejimindən çıxın
de: Bild-in-Bild beenden
es: Cerrar Imagen en imagen
fa: خروج از تصویر در تصویر
fr: Sortir du mode « image dans l'image »
gl: Saír de ventá flotante
hu: Kép a képben kikapcsolása
it: Esci dalla modalità picture-in-picture
ja: ピクチャー・イン・ピクチャーを終了
ko: 화면 속 화면 기능 해제
ne: पिक्चर-इन-पिक्चरबाट बाहिरिने
nl: Beëindig beeld-in-beeld
pt: Sair do Picture-in-Picture
ru: Выйти из режима «картинка в картинке»
tr: Resim içinde Resimden çık
zh: 关闭画中画
zh_tw: 關閉子母畫面

# labels_pip_play
source: Picture-in-Picture
am: ተነጥሎ የሚወጣ የቪዲዮ ማጫወቻ
ar: صورة داخل صورة
as: পিক্চাৰ-ইন-পিক্চাৰ
az: «Şəkil içində şəkil» rejimi
de: Bild-in-Bild
es: Imagen en imagen
fa: تصویر در تصویر
fr: Image dans l'image
gl: Ventá flotante
hu: Kép a képben
ja: ピクチャー・イン・ピクチャーを開始
ko: 화면 속 화면 기능
ne: पिक्चर-इन-पिक्चर
nl: Beeld-in-beeld
ru: Картинка в картинке
tr: Resim içinde Resim
zh: 画中画
zh_tw: 子母畫面

# labels_this_week
source: This Week
af: Hierdie week
am: የዚህ ሳምንት
ar: هذا الأسبوع
as: এই সপ্তাহ
az: Bu həftə
de: Aktuelle Woche
es: Esta semana
fa: این هفته
fr: Cette semaine
gl: Semana actual
hu: Ez a hét
it: in corso
ja: 今週
ko: 이번 주
ne: यस हप्ता
nl: Deze week
pt: Esta semana
ru: Текущая неделя
tr: Bu Hafta
zh: 当周
zh_tw: 當週

# message_access_file_permission_rationale_description
source: This will allow you to import publications, media and backups into the app. Tap Allow in the next message to grant access.
af: Dit sal jou toelaat om publikasies, media- en reserwekopielêers in die app in te voer. Kliek op Laat toe in die volgende boodskap om toegang te gee.
am: ፈቃድ መስጠትህ ጽሑፎችን፣ የሚዲያ ፋይሎችንና ያስቀመጥካቸውን መረጃዎች ወደ አፕሊኬሽኑ ለማስገባት ያስችልሃል። ፈቃድ ለመስጠት በቀጣዩ መልእክት ላይ ፍቀድ የሚለውን ጠቅ አድርግ።
ar: هذا سيسمح لك أن تنقل إلى التطبيق إصدارات وتسجيلات ونسخًا احتياطية. إضغط على زر «السماح» في الرسالة التالية لتعطي الإذن بذلك.
as: আপুনি এপত প্ৰকাশন, মিডিয়া আৰু বেকআপ ইমপোৰ্ট কৰিব পাৰে। এক্সেচ কৰিবলৈ পৰৱৰ্তী মেছেজৰ অনুমতিত টেপ কৰক।
az: Bu sizə nəşrləri, multimedianı və ehtiyat surətini tətbiqə əlavə etməyə kömək edəcək. Növbəti addımda «İcazə ver» düyməsinə basaraq girişə icazə verin.
de: Das ist nötig, damit Publikationen, Mediendateien und Datensicherungen in die App importiert werden können. Dafür bitte im nächsten Fenster auf Erlauben klicken.
es: Para poder importar publicaciones, contenido multimedia y copias de seguridad, pulse "Permitir" en el siguiente mensaje.
fa: این کار برای شما این امکان را به وجود می‌آورد که بتوانید فایل‌های نشریات، ویدیوها و بکاپ‌ها را نصب کنید.
fr: Vous pourrez importer des publications, des médias et des sauvegardes dans l'application. Touchez « Autoriser » au prochain message.
gl: Isto permitirache importar publicacións, arquivos multimedia e copias de seguridade dentro da aplicación. Pulsa en "Permitir" na seguinte mensaxe para darlle acceso.
hu: Ha a következő üzenetben az Engedélyezés gombra koppintasz, akkor lehetővé teszed, hogy az alkalmazás be tudja olvasni a kiadványokat, médiafájlokat és biztonsági mentéseket.
it: Questo ti permetterà di importare nell’app pubblicazioni, contenuti multimediali e backup. Nel prossimo messaggio tocca Consenti per autorizzare l’accesso.
ja: 出版物，メディア，バックアップデータをインポートするためのアクセスです。次の画面で「許可」をタップすると，アクセスが許可されます。
ko: 출판물과 미디어, 백업 파일을 앱으로 가져올 것입니다. 접근을 허용하려면 다음 메시지를 진행해 주시기 바랍니다.
ne: के तपाईँ यस एपमा प्रकाशनहरू, मिडिया र व्याकअपहरू इम्पोर्ट गर्ने अनुमति दिन चाहनुहुन्छ? यदि चाहनुहुन्छ भने कृपया यसपछि देखा पर्ने मेसेजमा हुन्छ बटन थिच्नुहोस्।
nl: Hiermee kun je publicaties, media en back-ups in de app importeren. Klik in het volgende bericht op 'Sta toe' om toegang te geven.
pt: Isso permitirá que você importe publicações, mídias e backups para o aplicativo. Clique em Permitir na próxima mensagem para habilitar o acesso.
ru: Это позволит вам импортировать в приложение публикации, мультимедиа и резервные копии. Чтобы предоставить доступ, нажмите «Разрешить» в следующем окне.
tr: Bu yayınları, medya malzemelerini ve yedeklemeleri uygulamaya indirmenizi sağlayacak. Erişim izni vermek için sonraki mesajda göreceğiniz İzin Ver'e tıklayın.
zh: 您可以将出版物、影音资料和备份文件导入app。请在下一步点击“允许”。
zh_tw: 您可以將出版物、影音資料和備份檔案匯入app。請在下一步點選「允許」。

# message_access_file_permission_rationale_title
source: JW Library Would Like To Access Your Files
af: JW Library wil toegang tot jou lêers hê
am: JW ላይብረሪ ፋይሎችህ ላይ ፈቃድ እንድትሰጠው ይጠይቅሃል
ar: يريد تطبيق JW Library أن يدخل إلى ملفاتك
as: JW লাইব্ৰেৰীয়ে আপোনাৰ ফাইলবোৰ এক্সেচ কৰিব বিচাৰে
az: «JW Library» fayllarınıza daxil olmaq istəyir
de: JW Library benötigt den Zugang zu Dateien auf diesem Gerät
es: JW Library quiere acceder a sus archivos
fa: JW Library می‌خواهد به فایل‌های دستگاه‌تان دسترسی داشته باشد.
fr: JW Library souhaite accéder à vos fichiers
gl: JW Library quere acceder ós teus arquivos
hu: A JW Library hozzáférést kér a fájljaidhoz
it: JW Library vorrebbe accedere ai tuoi file
ja: JW Libraryがこの端末のファイルにアクセスしようとしています
ko: JW 라이브러리에서 사용자의 파일에 접근하려고 합니다
ne: JW लाइब्रेरीलाई तपाईँको डिभाइसका फाइलहरूको अनुमति दिनुहोस्
nl: JW Library wil toegang hebben tot je bestanden
pt: O JW Library deseja acessar seus arquivos
ru: Разрешить JW Library доступ к файлам на вашем устройстве?
tr: JW Library Dosyalarınıza Erişmek İstiyor
zh: JW Library想要访问您的文件
zh_tw: JW Library想要存取您的檔案

# message_accessibility_narrator_enabled
source: Highlighting is not available while Narrator is enabled.
af: Teks kan nie gemerk word terwyl Narrator geaktiveer is nie.
am: ናሬተር እየሠራ ከሆነ ጽሑፉን ማቅለም አይቻልም።
ar: لا يمكن تلوين النص عند استعمال «الراوي».
as: নেৰেটৰ অন থাকিলে হাইলাইটৰ কাম নকৰিব।
az: «Narrator» funksiyası işlədiyi üçün mətni rəngləmək mümkün deyil.
de: Markieren ist nicht verfügbar bei aktivierter Sprachausgabe.
es: No es posible resaltar si tiene activada la función Narrador.
fa: وقتی نرم‌افزار راوی فعال است، هایلایت کردن متن امکان‌پذیر نیست
fr: Il n'est pas possible de surligner quand Narrateur est activé.
gl: Subliñado non dispoñible co Narrador activado.
hu: A kiemelés nem működik, mivel a Narrátor funkció be van kapcsolva.
it: Non è possibile evidenziare quando la funzione Assistenza vocale è attiva.
ja: ナレーター機能が有効になっていると，ハイライト機能は使えません。
ko: 내레이터 기능이 활성화되어 있으면 하이라이트 기능을 사용할 수 없습니다.
ne: स्क्रिनमा लेखिएको कुरा पढ्ने फिचर (न्यारेटर) अन छ भने हाइलाइट गर्न मिल्दैन।
nl: Markeren is niet mogelijk wanneer Verteller ingeschakeld is.
pt: Não é possível destacar texto quando o Narrador está ativado.
ru: Выделение текста не будет работать, если включен экранный диктор
tr: Ekran Okuyucusu etkin haldeyken metin vurgulanamaz.
zh: 您无法在运行“朗读模式”时使用“划重点”功能。
zh_tw: 您無法在啟用「朗讀程式」的情況下使用「畫重點」的功能。
