Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# messages_turn_on_pip
source: To play this video in a picture-in-picture window, turn on the setting for this app.
af: Om hierdie video in ’n "picture-in-picture"-venster te speel, skakel hierdie funksie vir hierdie app aan.
am: የቪዲዮ ማጫወቻው ተነጥሎ እንዲወጣ ከፈለግህ የስልክህ ማስተካከያ ላይ ገብተህ ለአፕሊኬሽኑ ፈቃድ ስጥ።
ar: لعرض الفيديو صورة داخل صورة، شغِّل الإعدادات لهذا التطبيق.
as: এই ভিডিঅʼখন পিক্চাৰ-ইন-পিক্চাৰ উইন্ডোত প্লে কৰিবলৈ, এই এপৰ ছেটিংটো অন কৰক।
az: Bu videonu «şəkil içində şəkil» pəncərəsində oxutmaq üçün bu proqram üçün funksiyanı aktiv edin.
de: Um das Video im Bild-in-Bild-Modus abzuspielen, aktiviere diese Funktion für die JW Library App in den Einstellungen.
es: Para reproducir el video en modo Imagen en imagen, actívelo para esta aplicación en la configuración.
fa: برای پخش این ویدیو به صورت تصویر در تصویر تنظیمات آن را در این اَپ روشن کنید.
fr: Pour lire cette vidéo en mode « image dans l'image », activer l'option pour cette application.
gl: Para reproducir este vídeo nunha ventá flotante, activa a opción para esta aplicación nos axustes do dispositivo.
hu: Ahhoz, hogy kép a képben módban játszd le a videót, nyisd meg az eszközbeállításokat. Engedélyezd, hogy az alkalmazás használja ezt a funkciót.
it: Per guardare questo video in modalità Picture-in-Picture, attiva l’opzione per questa app.
ja: この動画をピクチャー・イン・ピクチャーで再生するには，設定を変更してください。
ko: 화면 속 화면 기능으로 동영상을 재생하려면 설정을 변경해 주시기 바랍니다.
ne: यस भिडियोलाई पिक्चर-इन-पिक्चर विन्डोमा प्ले गर्नको लागि यस एपको सेटिङ अन गर्नुहोस्।
nl: Als je deze video in een beeld-in-beeldvenster wilt afspelen, schakel dan die instelling voor deze app in.
pt: Para reproduzir este vídeo em picture-in-picture, ative essa permissão para o JW Library nas configurações do seu dispositivo.
ru: Чтобы воспроизвести это видео в режиме «картинка в картинке», включите эту функцию в настройках.
tr: Bu videoyu resim içinde resim penceresinde oynatmak için, JW Library uygulaması için bu özelliği açın.
zh: 想以画中画观看影片，请在设置中允许这项功能。
zh_tw: 想以子母畫面觀看影片，請在設定中允許這項功能。

# navigation_home
source: Home
af: Tuis
am: መነሻ ገጽ
ar: الصفحة الرئيسية
as: মুখ্য পেজ
az: Əsas səhifə
de: Startseite
es: Inicio
fa: صفحۀ اصلی
fr: Accueil
gl: Inicio
hu: Kezdőlap
ja: ホーム
ko: 홈
ne: गृह
pt: Início
ru: Главная
tr: Anasayfa
zh: 首页
zh_tw: 首頁

# navigation_bible
source: Bible
af: Bybel
am: መጽሐፍ ቅዱስ
ar: الكتاب المقدس
as: বাইবেল
az: Müqəddəs Kitab
de: Bibel
es: Biblia
fa: کتاب مقدّس
gl: Biblia
hu: Biblia
it: Bibbia
ja: 聖書
ko: 성경
ne: बाइबल
nl: Bijbel
pt: Bíblia
ru: Библия
tr: Kutsal Kitap
zh: 圣经
zh_tw: 聖經

# navigation_library
source: Library
af: Biblioteek
am: ላይብረሪ
ar: المكتبة
as: লাইব্ৰেৰী
az: Kitabxana
de: Bibliothek
es: Biblioteca
fa: کتابخانه
fr: Bibliothèque
gl: Biblioteca
hu: Könyvtár
it: Biblioteca digitale
ja: ライブラリ－
ko: 라이브러리
ne: लाइब्रेरी
nl: Bibliotheek
pt: Biblioteca
ru: Библиотека
tr: Kütüphane
zh: 多媒体图书馆
zh_tw: 多媒體圖書館

# navigation_workship
source: Worship
af: Aanbidding
am: አምልኮ
ar: عبادة
as: উপাসনা
az: İbadət
de: Gottesdienst
es: Adoración
fa: عبادت
fr: Culte
gl: Culto
hu: Istentisztelet
it: Adorazione
ja: 崇拝
ko: 숭배
ne: पूजा
nl: Aanbidden
pt: Adoração
ru: Поклонение
tr: İbadet
zh: 崇拜
zh_tw: 崇拜

# navigation_predication
source: Preaching
af: Prediking
am: ስብከት
ar: تبشير
as: প্ৰচাৰ কাৰ্য্য
az: Təbliğ
de: Predigtdienst
es: Predicación
fa: خدمت موعظه
fr: Prédication
gl: Predicación
hu: Prédikálás
it: Predicazione
ja: 宣べ伝える活動
ko: 전파 활동
ne: प्रचार
nl: Prediking
pt: Pregação
ru: Проповедь
tr: Vaaz Etme
zh: 传道
zh_tw: 傳道

# navigation_personal
source: Personal
af: Personeel
am: ግላዊ
ar: شخصي
as: ব্যক্তিগত
az: Şəxsi
de: Persönlich
fa: شخصی
fr: Personnel
gl: Persoal
hu: Személyes
it: Personale
ja: 個人
ko: 개인
ne: व्यक्तिगत
nl: Personeel
pt: Pessoal
ru: Личное
tr: Kişisel
zh: 个人
zh_tw: 個人

# navigation_settings
source: Settings
af: Instellings
am: ቅንብሮች
ar: الإعدادات
as: ছেটিংছ
az: Parametrlər
de: Einstellungen
es: Ajustes
fa: تنظیمات
fr: Paramètres
gl: Configuración
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
ne: सेटिङहरू
nl: Instellingen
pt: Definições
ru: Настройки
tr: Ayarlar
zh: 设置
zh_tw: 設定

# navigation_favorites
source: Favorites
af: Gunstelinge
am: ፈጣን መዳረሻ
ar: المفضلة
as: পছন্দৰ
az: Seçilmişlər
de: Favoriten
es: Favoritos
fa: موردعلاقه‌ها
fr: Favoris
gl: Favoritos
hu: Kedvencek
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
ne: मन पर्ने प्रकाशन
nl: Favorieten
pt: Favoritos
ru: Избранное
tr: Favoriler
zh: 收藏夹
zh_tw: 我的最愛

# navigation_frequently_used
source: Frequently Used
af: Dikwels gebruik
am: በተደጋጋሚ ጥቅም ላይ የዋለ
ar: يُستخدم كثيرًا
as: সঘনাই ব্যৱহাৰ কৰা
az: Tez-tez İstifadə Edilən
de: Häufig verwendet
es: Frecuentemente Usado
fa: پرکاربرد
fr: Souvent Utilisé
gl: Usado Frecuentemente
hu: Gyakran használt
it: Usato Frequentemente
ja: 頻繁に使用
ko: 자주 사용됨
ne: प्रायः प्रयोग गरिने
nl: Vaak gebruikt
pt: Frequentemente Usado
ru: Часто используемые
tr: Sık Kullanılanlar
zh: 常用
zh_tw: 常用

# navigation_ministry
source: Teaching Toolbox
af: Gereedskapskissie vir Onderrigting
am: የማስተማሪያ መሣሪያዎቻችን
ar: أدوات التعليم
as: পৰিচৰ্য্যা
az: Xidmət üçün vəsaitlər
de: Toolbox für den Predigtdienst
es: Kit de enseñanza
fa: ابزارهای اساسی برای تعلیم
fr: Panoplie d’enseignant
gl: Kit de ensinanza
hu: Tanítási eszköztár
it: Kit dell’insegnante
ja: 宣教ツールボックス
ko: 봉사 도구함
ne: शिक्षण सामग्री
nl: Onderwijspakket
pt: Kit de Ensino
ru: Инструменты для служения
tr: Temel Öğretim Araçları
zh: 教导工具箱
zh_tw: 教導工具箱

# navigation_whats_new
source: What's New
af: Wat is nuut?
am: አዲስ ነገር
ar: ما الجديد؟
as: নতুন কি
az: Yeni
de: Neues
es: Lo nuevo
fa: جدیدترین‌ها
fr: Nouveautés
gl: Novidades
hu: Újdonságok
it: Novità
ja: 新着情報
ko: 새로운 내용
ne: नयाँ के थपियो
nl: Wat is nieuw
pt: Novidades
ru: Новое
tr: Son Eklenenler
zh: 最新资料
zh_tw: 最新資料

# navigation_online
source: Online
af: Aanlyn
am: ኢንተርኔት
ar: على الإنترنت
as: অনলাইন
az: Onlayn
es: Internet
fa: آنلاین
fr: En ligne
gl: En liña
ja: オンライン
ko: 온라인
ne: अनलाइन
ru: Онлайн
zh: 在线
zh_tw: 線上

# navigation_official_website
source: Official Website
af: Amptelike webwerf
am: ሕጋዊ ድረ ገጽ
ar: الموقع الرسمي
as: অফিচিয়েল ৱেবছাইট
az: Rəsmi sayt
de: Offizielle Website
es: Sitio oficial
fa: سایت رسمی
fr: Site Web Officiel
gl: Páxina oficial
hu: Hivatalos honlap
it: Sito ufficiale
ja: 公式ウェブサイト
ko: 공식 웹사이트
ne: आधिकारिक वेबसाइट
nl: Officiële website
pt: Site oficial
ru: Официальный сайт
tr: Resmi Web Sitesi
zh: 官方网站
zh_tw: 官方網站

# navigation_online_library
source: Online Library
af: Aanlyn biblioteek
am: የኢንተርኔት ቤተ መጻሕፍት
ar: المكتبة الإلكترونية
as: অনলাইন লাইব্ৰেৰী
az: Onlayn kitabxana
de: Online-Bibliothek
es: Biblioteca en línea
fa: کتابخانۀ آنلاین
fr: Bibliothèque en ligne
gl: Biblioteca en liña
hu: Online könyvtár
it: Biblioteca online
ja: オンライン・ライブラリー
ko: 온라인 라이브러리
ne: अनलाइन लाइब्रेरी
pt: Biblioteca On-line
ru: Онлайн-библиотека
tr: Online Kütüphane
zh: 线上书库
zh_tw: 線上書庫

# navigation_online_donation
source: Donations
af: Donasies
am: መዋጮዎች
ar: التبرعات
as: বৰঙণি
az: İanə
de: Spenden
es: Donaciones
fa: حمایت از فعالیت جهانی
fr: Dons
gl: Doazóns
hu: Adományozás
it: Donazioni
ja: 寄付をする
ko: 기부
ne: अनुदान
nl: Donaties
pt: Donativos
ru: Пожертвования
tr: Bağışlar
zh: 捐款
zh_tw: 捐款

# navigation_online_gitub
source: JW Life GitHub
ar: GitHub لـ JW Life
es: GitHub de JW Life
fa: گیت‌هاب JW Life
fr: GitHub de JW Life
gl: GitHub de JW Life
it: GitHub di JW Life
pt: GitHub do JW Life
ru: GitHub JW Life
zh: JW Life 的 GitHub
zh_tw: JW Life 的 GitHub

# navigation_bible_reading
source: My Bible Reading
af: My lees van die Bybel
am: የመጽሐፍ ቅዱስ ንባቤ
ar: قراءتي للكتاب المقدس
as: মোৰ বাইবেল পঢ়া
az: Müqəddəs Kitab oxumağım
de: Mein Bibellesen
es: Mi lectura de la Biblia
fa: برنامه خواندن کتاب مقدس من
fr: Ma lecture de la Bible
gl: A miña lectura da Biblia
hu: Bibliaolvasásom
it: La mia lettura della Bibbia
ja: 私の聖書通読
ko: 나의 성서 읽기
ne: मेरो बाइबल पढाइ
nl: Mijn lezing van de Bijbel
pt: Minha Leitura da Bíblia
ru: Мое чтение Библии
tr: Kutsal Kitap Okumam
zh: 我的圣经阅读
zh_tw: 我的聖經閱讀

# navigation_workship_assembly_br
source: Circuit Assemblies with a Branch Representative
af: Kringvergaderings met 'n takverteenwoordiger
am: ቅርንጫፍ ተወካይ ያለበት የወረዳ ስብሰባ
ar: محافل الدائرة مع ممثل الفرع
as: শাখা প্ৰতিনিধিৰ সৈতে চাৰ্কিট সন্মিলন
az: Filial Nümayəndəsi ilə Dairə Məclisləri
de: Kreisversammlungen mit einem Zweigvertreter
es: Asambleas de circuito con un representante de la sucursal
fa: اجتماع حوزوی با نماینده دفتر شعبه
fr: Assemblées de circonscription avec un représentant de la filiale
gl: Asembleas de Circuíto cun Representante da Sucursal
hu: Körzetgyűlések fiókbizottsági taggal
it: Assemblee di Circoscrizione con un Rappresentante di Filiale
ja: 支部代表者との巡回大会
ko: 지부 대표자와 함께하는 순회 대회
ne: शाखा प्रतिनिधि सहित सर्किट सम्मेलनहरू
nl: Circuitvergaderingen met een vertegenwoordiger van het filiaal
pt: Assembleias de Circuito com Representante da Filial
ru: Районные конгрессы с представителем филиала
tr: Büro Temsilcisi ile Çevre İbadeti
zh: 有分部代表的区域大会
zh_tw: 有分部代表的分區大會

# navigation_workship_assembly_co
source: Circuit Assemblies with the Circuit Overseer
af: Kringsamestellings met die kringbestuurder
am: የወረዳ የበላይ ተመልካች ያለበት የወረዳ ስብሰባ
ar: محافل الدائرة مع الناظر الجائل
as: চাৰ্কিট ওভাৰচিয়াৰৰ সৈতে চাৰ্কিট সন্মিলন
az: Dairə Nəzarətçisi ilə Dairə Məclisləri
de: Kreisversammlungen mit dem Kreisaufseher
es: Asambleas de circuito con el superintendente de circuito
fa: اجتماع حوزوی با ناظر حوزه
fr: Assemblées de circonscription avec le responsable de circonscription
gl: Asembleas de Circuíto co Superintendente de Circuíto
hu: Körzetgyűlések a körzetfelvigyázóval
it: Assemblee di Circoscrizione con il Sorvegliante di Circoscrizione
ja: 巡回監督との巡回大会
ko: 순회 감독자와 함께하는 순회 대회
ne: सर्किट ओभरसियर सहित सर्किट सम्मेलनहरू
nl: Circuitmontages met de circuitmanager
pt: Assembleias de Circuito com o Superintendente de Circuito
ru: Районные конгрессы с районным надзирателем
tr: Çevre Gözetmeni ile Çevre İbadeti
zh: 有分区监督的区域大会
zh_tw: 有分區監督的分區大會

# navigation_workship_convention
source: Regional Convention
af: Streekvergadering
am: የአካባቢ ስብሰባ
ar: المحفل الإقليمي
as: আঞ্চলিক সন্মিলন
az: Regional Qurultay
de: Regionaler Kongress
es: Asamblea Regional
fa: اجتماع منطقه‌ای
fr: Assemblée régionale
gl: Asemblea Rexional
hu: Regionális kongresszus
it: Congresso Regionale
ja: 地域大会
ko: 지역 대회
ne: क्षेत्रीय सम्मेलन
nl: Regionale vergadering
pt: Congresso Regional
ru: Областной конгресс
tr: Bölge İbadeti
zh: 区域大会
zh_tw: 區域大會

# navigation_workship_life_and_ministry
source: Midweek Meeting
af: Week vergadering
am: የሳምንቱ አጋማሽ ስብሰባ
ar: اجتماع منتصف الأسبوع
as: সপ্তাহৰ মাজভাগৰ সভা
az: Həftəiçi Görüşü
de: Wochenmitte-Zusammenkunft
es: Reunión de entre semana
fa: جلسهٔ اواسط هفته
fr: Réunion de semaine
gl: Reunión de entre semana
hu: Hétközi összejövetel
it: Adunanza infrasettimanale
ja: 週半ばの集会
ko: 주중 집회
ne: मध्य-हप्ताको सभा
nl: Weekvergadering
pt: Reunião de Meio de Semana
ru: Встреча в будние дни
tr: Hafta Ortası İbadeti
zh: 周中聚会
zh_tw: 週中聚會

# navigation_workship_watchtower_study
source: Weekend Meeting
af: Naweek vergadering
am: የሳምንቱ መጨረሻ ስብሰባ
ar: اجتماع نهاية الأسبوع
as: সপ্তাহান্তৰ সভা
az: Həftəsonu Görüşü
de: Wochenend-Zusammenkunft
es: Reunión de fin de semana
fa: جلسهٔ آخر هفته
fr: Réunion du weekend
gl: Reunión de fin de semana
hu: Hétvégi összejövetel
it: Adunanza del fine settimana
ja: 週末の集会
ko: 주말 집회
ne: सप्ताहन्तको सभा
nl: Weekendvergadering
pt: Reunião de Fim de Semana
ru: Встреча в выходные дни
tr: Hafta Sonu İbadeti
zh: 周末聚会
zh_tw: 週末聚會

# navigation_workship_meetings
source: MEETINGS
af: VERGADERINGS
am: ስብሰባዎች
ar: اجتماعات
as: সভাসমূহ
az: GÖRÜŞLƏR
de: ZUSAMMENKÜNFTE
es: REUNIONES
fa: جلسات
fr: RÉUNIONS
gl: REUNIÓNS
hu: ÖSSZEJÖVETELEK
it: ADUNANZE
ja: 集会
ko: 집회
ne: सभाहरू
nl: VERGADERINGEN
pt: REUNIÕES
ru: ВСТРЕЧИ
tr: İBADETLER
zh: 聚会
zh_tw: 聚會

# navigation_workship_conventions
source: CONVENTIONS
af: ASSEMBLIES
am: ስብሰባዎች
ar: محافل
as: সন্মিলনসমূহ
az: QURULTAYLAR
de: KONGRESSE
es: ASAMBLEAS
fa: اجتماعات
fr: ASSEMBLÉES
gl: ASEMBLEAS
hu: KONGRESSZUSOK
it: ASSEMBLEE
ja: 大会
ko: 대회
ne: सम्मेलनहरू
nl: VERGADERINGEN
pt: ASSEMBLEIAS
ru: КОНГРЕССЫ
tr: BÜYÜK İBADETLER
zh: 大会
zh_tw: 大會

# navigation_drawer_content_description
source: Navigation drawer
af: Navigasiepaneel
am: የአሰሳ መሳቢያ
ar: لائحة التنقل
as: নেভিগেশ্বন ড্ৰৱাৰ
az: Naviqasiya siyirtməsi
de: Navigationsleiste
es: Panel de navegación
fa: کشوی پیمایش
fr: Panneau de navigation
gl: Panel de navegación
hu: Navigációs fiók
it: Riquadro di navigazione a scomparsa
ja: ナビゲーション ドロワー
ko: 탐색 창
ne: नेभिगेसन ड्रअर
nl: Zijmenu
pt: Painel de navegação
ru: Открыта панель навигации
tr: Gezinme çekmecesi
zh: 抽屉式导航栏
zh_tw: 導覽匣

# navigation_meetings_assembly
source: Assembly
af: Byeenkoms
am: የወረዳ ስብሰባ
ar: الاجتماع الدائري
as: সন্মিলন
az: Rayon toplantısı
de: Kreiskongress
es: Asamblea de circuito
fa: مجمع
fr: Assemblée de circonscription
gl: Congreso
hu: Körzetkongresszus
it: Assemblea
ja: 巡回大会
ko: 순회 대회
ne: सम्मेलन
nl: Kringvergadering
pt: Assembleia
ru: Районный конгресс
tr: Çevre İbadeti
zh: 分区大会
zh_tw: 分區大會

# navigation_meetings_assembly_uppercase
source: ASSEMBLY
af: BYEENKOMS
am: የወረዳ ስብሰባ
ar: الاجتماع الدائري
as: সন্মিলন
az: RAYON TOPLANTISI
de: KREISKONGRESS
es: ASAMBLEA DE CIRCUITO
fa: مجمع
fr: ASSEMBLÉE DE CIRCONSCRIPTION
gl: CONGRESO
hu: KÖRZETKONGRESSZUS
it: ASSEMBLEA
ja: 巡回大会
ko: 순회 대회
ne: सम्मेलन
nl: KRINGVERGADERING
pt: ASSEMBLEIA
ru: РАЙОННЫЙ КОНГРЕСС
tr: ÇEVRE İBADETİ
zh: 分区大会
zh_tw: 分區大會

# navigation_meetings_convention
source: Convention
af: Streekbyeenkoms
am: የክልል ስብሰባ
ar: الاجتماع السنوي
as: অধিৱেশন
az: Regional toplantı
de: Kongress
es: Asamblea regional
fa: کنگره
fr: Assemblée régionale
gl: Congreso rexional
hu: Regionális kongresszus
it: Congresso
ja: 地区大会
ko: 지역 대회
ne: अधिवेशन
nl: Congres
pt: Congresso
ru: Региональный конгресс
tr: Bölge İbadeti
zh: 区域大会
zh_tw: 區域大會

# navigation_meetings_convention_uppercase
source: CONVENTION
af: STREEKBYEENKOMS
am: የክልል ስብሰባ
ar: الاجتماع السنوي
as: অধিৱেশন
az: REGİONAL TOPLANTI
de: KONGRESS
es: ASAMBLEA REGIONAL
fa: کنگره
fr: ASSEMBLÉE RÉGIONALE
gl: CONGRESO REXIONAL
hu: REGIONÁLIS KONGRESSZUS
it: CONGRESSO
ja: 地区大会
ko: 지역 대회
ne: अधिवेशन
nl: CONGRES
pt: CONGRESSO
ru: РЕГИОНАЛЬНЫЙ КОНГРЕСС
tr: BÖLGE İBADETİ
zh: 区域大会
zh_tw: 區域大會

# navigation_meetings_life_and_ministry
source: Life and Ministry
af: Lewe en Bediening
am: ሕይወትና አገልግሎት
ar: الخدمة والحياة المسيحية
as: জীৱন আৰু পৰিচৰ্য্যা
az: Məsihi həyatı və ibadəti
de: Leben und Dienst
es: Vida y Ministerio
fa: خدمت و راه زندگی
fr: Vie et ministère
gl: Vida e Actividades
hu: Életünk és szolgálatunk
it: Vita e ministero
ja: 生活と奉仕の集会
ko: 생활과 봉사
ne: जीवन र सेवा सभा
nl: Leven en dienen
pt: Vida e Ministério
ru: Жизнь и служение
tr: Hayatımız ve Hizmetimiz
zh: 传道与生活聚会
zh_tw: 傳道與生活聚會

# navigation_meetings_life_and_ministry_uppercase
source: LIFE AND MINISTRY
af: LEWE EN BEDIENING
am: ሕይወትና አገልግሎት
ar: الخدمة والحياة المسيحية
as: জীৱন আৰু পৰিচৰ্য্যা
az: MƏSİHİ HƏYATI VƏ İBADƏTİ
de: LEBEN UND DIENST
es: VIDA Y MINISTERIO
fa: خدمت و راه زندگی
fr: VIE ET MINISTÈRE
gl: VIDA E ACTIVIDADES
hu: ÉLETÜNK ÉS SZOLGÁLATUNK
it: VITA E MINISTERO
ja: 生活と奉仕の集会
ko: 생활과 봉사
ne: जीवन र सेवा सभा
nl: LEVEN EN DIENEN
pt: VIDA E MINISTÉRIO
ru: ЖИЗНЬ И СЛУЖЕНИЕ
tr: HAYATIMIZ VE HİZMETİMİZ
zh: 传道与生活聚会
zh_tw: 傳道與生活聚會

# navigation_meetings_show_media
source: Show Media
af: Vertoon media
am: ሚዲያ አሳይ
ar: المواد السمعية/البصرية
as: মিডিয়া দেখুৱাওক
az: Multimedia
de: Medien anzeigen
es: Multimedia
fa: نمایش فایل‌های صوتی و تصویری
fr: Voir les médias
gl: Mostrar Multimedia
hu: Multimédia
it: Contenuti multimediali
ja: メディアを視聴
ko: 미디어 보기
ne: मिडिया देखाउनुहोस्
nl: Toon media
pt: Mostrar mídias
ru: Мультимедиа
tr: Medyayı Göster
zh: 显示多媒体资料
zh_tw: 顯示多媒體資料

# navigation_meetings_watchtower_study
source: Watchtower Study
af: Wagtoring-studie
am: የመጠበቂያ ግንብ ጥናት
ar: درس برج المراقبة
as: প্ৰহৰীদুৰ্গ অধ্যয়ন
az: Gözətçi qülləsi
de: Wachtturm-Studium
es: Estudio de La Atalaya
fa: مطالعهٔ برج دیده‌بانی
fr: Étude de La Tour de Garde
gl: Estudo de A Atalaia
hu: Őrtorony-tanulmányozás
it: Studio Torre di Guardia
ja: 「ものみの塔」研究
ko: 파수대 연구
ne: प्रहरीधरहरा अध्ययन
nl: Wachttoren-studie
pt: Estudo de A Sentinela
ru: Сторожевая башня
tr: Gözcü Kulesi İncelemesi
zh: 《守望台》研究班
zh_tw: 《守望台》研究班

# navigation_meetings_watchtower_study_uppercase
source: WATCHTOWER STUDY
af: WAGTORING-STUDIE
am: የመጠበቂያ ግንብ ጥናት
ar: درس برج المراقبة
as: প্ৰহৰীদুৰ্গ অধ্যয়ন
az: GÖZƏTÇİ QÜLLƏSİ
de: WACHTTURM-STUDIUM
es: ESTUDIO DE LA ATALAYA
fa: مطالعهٔ برج دیده‌بانی
fr: ÉTUDE DE LA TOUR DE GARDE
gl: ESTUDO DE A ATALAIA
hu: ŐRTORONY-TANULMÁNYOZÁS
it: STUDIO TORRE DI GUARDIA
ja: 「ものみの塔」研究
ko: 파수대 연구
ne: प्रहरीधरहरा अध्ययन
nl: WACHTTOREN-STUDIE
pt: ESTUDO DE A SENTINELA
ru: СТОРОЖЕВАЯ БАШНЯ
tr: GÖZCÜ KULESİ İNCELEMESİ
zh: 《守望台》研究班
zh_tw: 《守望台》研究班

source: Navigation menu
af: Navigasiekieslys
am: የዳሰሳ ምናሌ
ar: قائمة تنقل
as: নেভিগেশ্বন মেনু
az: Naviqasiya menyusu
de: Navigationsmenü
es: Menú de navegación
fa: منوی پیمایش
fr: Menu de navigation
gl: Menú de navegación
hu: Navigációs menü
it: Menu di navigazione
ja: ナビゲーションメニュー
ko: 탐색 메뉴
ne: नेभिगेसन मेनु
nl: Navigatiemenu
pt: Menu de navegação
ru: Меню навигации
tr: Gezinme menüsü
zh: 导航菜单
zh_tw: 導覽選單

# navigation_notes_and_tag
source: Notes and Tags
af: Notas en merkers
am: ማስታወሻዎች እና ፈርጆች
ar: الملاحظات والمواضيع
as: টোকা আৰু টেগ
az: Qeydlər və teqlər
de: Notizen und Tags
es: Notas y etiquetas
fa: یادداشت‌ها و برچسب‌ها
fr: Notes et Catégories
gl: Notas e Etiquetas
hu: Jegyzetek és címkék
it: Note ed etichette
ja: メモとタグ
ko: 메모와 태그
ne: नोट र ट्याग
nl: Notities en tags
pt: Notas e etiquetas
ru: Заметки и теги
tr: Notlar ve Etiketler
zh: 笔记和标签
zh_tw: 筆記和標籤

# navigation_personal_study
source: Personal Study
af: Persoonlike studie
am: የግል ጥናት
ar: الدرس الشخصي
as: ব্যক্তিগত অধ্যয়ন
az: Mütaliə
de: Persönliches Studium
es: Estudio personal
fa: مطالعهٔ شخصی
fr: Étude individuelle
gl: Estudo persoal
hu: Tanulmányozás
it: Ricerche
ja: 個人研究
ko: 개인 연구
ne: व्यक्तिगत अध्ययन
nl: Persoonlijke studie
pt: Estudo Pessoal
ru: Мои заметки
tr: Kişisel İnceleme
zh: 个人研读
zh_tw: 個人研讀

# navigation_playlists
source: Playlists
af: Speellyste
am: ማጫወቻ ዝርዝሮች
ar: قوائم التشغيل
as: প্লেলিষ্ট
az: Pleylist
es: Listas de reproducción
fa: لیست‌های پخش
fr: Listes de lecture
gl: Listas de reprodución
hu: Lejátszási listák
it: Playlist
ja: プレイリスト
ko: 재생 목록
ne: प्लेलिस्ट
nl: Afspeellijsten
ru: Плейлисты
tr: Çalma Listeleri
zh: 播放列表
zh_tw: 播放列表

# navigation_publications
source: Publications
af: Publikasies
am: የሕትመት ውጤቶች
ar: الإصدارات
as: প্ৰকাশনবোৰ
az: Nəşrlər
de: Publikationen
es: Publicaciones
fa: نشریات
gl: Publicacións
hu: Kiadványok
it: Pubblicazioni
ja: 出版物
ko: 출판물
ne: प्रकाशन
nl: Publicaties
pt: Publicações
ru: Публикации
tr: Yayınlar
zh: 出版物
zh_tw: 出版物

# navigation_publications_uppercase
source: PUBLICATIONS
af: PUBLIKASIES
am: የሕትመት ውጤቶች
ar: الإصدارات
as: প্ৰকাশনবোৰ
az: NƏŞRLƏR
de: PUBLIKATIONEN
es: PUBLICACIONES
fa: نشریات
gl: PUBLICACIÓNS
hu: KIADVÁNYOK
it: PUBBLICAZIONI
ja: 出版物
ko: 출판물
ne: प्रकाशन
nl: PUBLICATIES
pt: PUBLICAÇÕES
ru: ПУБЛИКАЦИИ
tr: YAYINLAR
zh: 出版物
zh_tw: 出版物

# navigation_pubs_by_type
source: By Type
af: Volgens kategorie
am: በዓይነት
ar: حسب الفئة
as: ধৰণ
az: Kateqoriya
de: Nach Kategorie
es: Por categorías
fa: بر اساس نوع
fr: Par catégorie
gl: Categorías
hu: Kategóriák
it: Per categoria
ja: 種類別
ko: 종류별
ne: प्रकार
nl: Op soort
pt: Por categoria
ru: Категории
tr: Türüne Göre
zh: 按类别显示
zh_tw: 按類別顯示

# navigation_pubs_by_type_uppercase
source: BY TYPE
af: VOLGENS KATEGORIE
am: በዓይነት
ar: حسب الفئة
as: ধৰণ
az: KATEQORİYA
de: NACH KATEGORIE
es: POR CATEGORÍAS
fa: بر اساس نوع
fr: PAR CATÉGORIE
gl: CATEGORÍAS
hu: KATEGÓRIÁK
it: PER CATEGORIA
ja: 種類別
ko: 종류별
ne: प्रकार
nl: OP SOORT
pt: POR CATEGORIA
ru: КАТЕГОРИИ
tr: TÜRÜNE GÖRE
zh: 按类别显示
zh_tw: 按類別顯示

# pub_attributes_archive
source: OLDER PUBLICATIONS
af: OUER PUBLIKASIES
am: የቆዩ ጽሑፎች
ar: الإصدارات الأقدم
as: পুৰণি আলোচনীবোৰ
az: KÖHNƏ NƏŞRLƏR
de: ÄLTERE PUBLIKATIONEN
es: PUBLICACIONES MÁS ANTIGUAS
fa: نشریات قدیمی‌تر
fr: PUBLICATIONS PLUS ANCIENNES
gl: PUBLICACIÓNS ANTIGAS
hu: RÉGEBBI KIADVÁNYOK
it: PUBBLICAZIONI MENO RECENTI
ja: 過去の出版物
ko: 오래된 출판물
ne: पुराना प्रकाशनहरू
nl: OUDERE PUBLICATIES
pt: PUBLICAÇÕES ANTIGAS
ru: СТАРЫЕ ПУБЛИКАЦИИ
tr: ESKİ YAYINLAR
zh: 早期出版物
zh_tw: 早期出版物

# pub_attributes_assembly_convention
source: ASSEMBLY AND CONVENTION
af: BYEENKOMS
am: የወረዳ እና የክልል ስብሰባ
ar: الاجتماعات الدائرية والسنوية
as: সন্মিলন আৰু অধিৱেশন
az: BÖYÜK TOPLANTILAR
de: KONGRESSE
es: ASAMBLEAS
fa: مجمع‌ها و کنگره‌ها
fr: ASSEMBLÉE RÉGIONALE ET DE CIRCONSCRIPTION
gl: CONGRESOS
hu: KONGRESSZUSOK
it: ASSEMBLEE E CONGRESSI
ja: 大会
ko: 대회
ne: सम्मेलन तथा अधिवेशन
nl: KRINGVERGADERING EN CONGRES
pt: ASSEMBLEIA E CONGRESSO
ru: КОНГРЕССЫ
tr: BÜYÜK İBADETLER
zh: 分区大会和区域大会
zh_tw: 分區大會和區域大會

# pub_attributes_bethel
source: BETHEL
am: ቤቴል
ar: بيت إيل
as: বেথেল
az: BEYTEL
es: BETEL
fa: بیت‌ئیل
fr: BÉTHEL
gl: BETEL
hu: BÉTEL
it: BETEL
ja: ベテル
ko: 베델
ne: बेथेल
pt: BETEL
ru: ВЕФИЛЬ
tr: BEYTEL
zh: 伯特利
zh_tw: 伯特利

# pub_attributes_circuit_assembly
source: CIRCUIT ASSEMBLY
af: KRINGBYEENKOMS
am: የወረዳ ስብሰባ
ar: الاجتماع الدائري
as: চাৰ্কিট সন্মিলন
az: RAYON TOPLANTISI
de: KREISKONGRESS
es: ASAMBLEA DE CIRCUITO
fa: مجمع حوزه‌ای
fr: ASSEMBLÉE DE CIRCONSCRIPTION
gl: CONGRESO DE CIRCUÍTO
hu: KÖRZETKONGRESSZUS
it: ASSEMBLEA DI CIRCOSCRIZIONE
ja: 巡回大会
ko: 순회 대회
ne: सम्मेलन
nl: KRINGVERGADERING
pt: ASSEMBLEIA DE CIRCUITO
ru: РАЙОННЫЙ КОНГРЕСС
tr: ÇEVRE İBADETİ
zh: 分区大会
zh_tw: 分區大會

# pub_attributes_circuit_overseer
source: CIRCUIT OVERSEER
af: KRINGOPSIENER
am: የወረዳ የበላይ ተመልካች
ar: ناظر الدائرة
as: চাৰ্কিট ওভাৰচিয়াৰ
az: RAYON NƏZARƏTÇİSİ
de: KREISAUFSEHER
es: SUPERINTENDENTE DE CIRCUITO
fa: سرپرست حوزه
fr: RESPONSABLE DE CIRCONSCRIPTION
gl: SUPERINTENDENTE DE CIRCUÍTO
hu: KÖRZETFELVIGYÁZÓ
it: SORVEGLIANTE DI CIRCOSCRIZIONE
ja: 巡回監督
ko: 순회 감독자
ne: क्षेत्रीय निरीक्षक
nl: KRINGOPZIENER
pt: SUPERINTENDENTE DE CIRCUITO
ru: РАЙОННЫЙ СТАРЕЙШИНА
tr: ÇEVRE GÖZETMENİ
zh: 分区监督
zh_tw: 分區監督

# pub_attributes_congregation
source: CONGREGATION
af: GEMEENTE
am: ጉባኤ
ar: الجماعة
as: মণ্ডলী
az: YIĞINCAQ
de: VERSAMMLUNG
es: CONGREGACIÓN
fa: جماعت
fr: ASSEMBLÉE LOCALE
gl: CONGREGACIÓN
hu: GYÜLEKEZET
it: CONGREGAZIONE
ja: 会衆
ko: 회중
ne: मण्डली
nl: GEMEENTE
pt: CONGREGAÇÃO
ru: СОБРАНИЕ
tr: CEMAAT
zh: 会众
zh_tw: 會眾

# pub_attributes_congregation_circuit_overseer
source: CONGREGATION AND CIRCUIT OVERSEER
af: GEMEENTE EN KRINGOPSIENER
am: የጉባኤ እና የወረዳ የበላይ ተመልካች
ar: الجماعة وناظر الدائرة
as: মণ্ডলী আৰু চাৰ্কিট ওভাৰচিয়াৰ
az: YIĞINCAQ VƏ RAYON NƏZARƏTÇİSİ
de: VERSAMMLUNG UND KREISAUFSEHER
es: CONGREGACIÓN Y SUPERINTENDENTE DE CIRCUITO
fa: جماعت و سرپرست حوزه
fr: ASSEMBLÉE LOCALE ET RESPONSABLE DE CIRCONSCRIPTION
gl: CONGREGACIÓN E SUPERINTENDENTE DE CIRCUÍTO
hu: GYÜLEKEZET ÉS KÖRZETFELVIGYÁZÓ
it: CONGREGAZIONE E SORVEGLIANTE DI CIRCOSCRIZIONE
ja: 会衆／巡回監督
ko: 회중 및 순회 감독자
ne: मण्डली तथा क्षेत्रीय निरीक्षक
nl: GEMEENTE EN KRINGOPZIENER
pt: SUPERINTENDENTE DE CONGREGAÇÃO E DE CIRCUITO
ru: СОБРАНИЕ И РАЙОННЫЙ СТАРЕЙШИНА
tr: CEMAAT VE ÇEVRE GÖZETMENİ
zh: 会众和分区监督
zh_tw: 會眾和分區監督

# pub_attributes_convention
source: CONVENTION
af: STREEKBYEENKOMS
am: የክልል ስብሰባ
ar: الاجتماع السنوي
as: অধিৱেশন
az: REGİONAL TOPLANTI
de: REGIONALER KONGRESS
es: ASAMBLEA REGIONAL
fa: کنگره
fr: ASSEMBLÉE RÉGIONALE
gl: CONGRESO REXIONAL
hu: REGIONÁLIS KONGRESSZUS
it: CONGRESSO
ja: 地区大会
ko: 지역 대회
ne: अधिवेशन
nl: CONGRES
pt: CONGRESSO
ru: РЕГИОНАЛЬНЫЙ КОНГРЕСС
tr: BÖLGE İBADETİ
zh: 区域大会
zh_tw: 區域大會
