Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_accessibility_talkback_enabled
source: Highlighting is not available while TalkBack is enabled.
af: Teks kan nie gemerk word terwyl TalkBack geaktiveer is nie.
am: TalkBack እየሠራ ከሆነ ጽሑፉን ማቅለም አይቻልም።
ar: لا يمكن تلوين النص عند استعمال ‏TalkBack‏.
as: টকবেক অন থাকিলে হাইলাইটৰ কাম নকৰিব।
az: «TalkBack» funksiyası işlədiyi üçün mətni rəngləmək mümkün deyil.
de: Markieren ist nicht verfügbar bei aktiviertem TalkBack.
es: No es posible resaltar si tiene activada la función TalkBack.
fa: وقتی نرم‌افزار TalkBack فعال است، هایلایت کردن متن امکان‌پذیر نیست
fr: Il n'est pas possible de surligner quand TalkBack est activé.
gl: Subliñado non dispoñible co TalkBack activado.
hu: A kiemelés nem működik, mivel a TalkBack funkció be van kapcsolva.
it: Non è possibile evidenziare quando la funzione TalkBack è attiva.
ja: TalkBack（音声読み上げ機能）が有効になっていると，ハイライト機能は使えません。
ko: 토크백 기능이 활성화되어 있으면 하이라이트 기능을 사용할 수 없습니다.
ne: टकब्याक अन छ भने हाइलाइट गर्न मिल्दैन।
nl: Markeren is niet mogelijk wanneer TalkBack ingeschakeld is.
pt: Não é possível destacar texto quando o TalkBack está ativado.
ru: Выделение текста не будет работать, если включен TalkBack
tr: TalkBack etkin haldeyken metin vurgulanamaz.
zh: 您无法在启用“TalkBack”的状态下使用“划重点”的功能。
zh_tw: 您無法在啟用「TalkBack」的狀態下使用「畫重點」的功能。

# message_accessibility_voiceover_enabled
source: Highlighting is not available while VoiceOver is enabled.
af: Teks kan nie gemerk word terwyl VoiceOver geaktiveer is nie.
am: VoiceOver እየሠራ ከሆነ ጽሑፉን ማቅለም አይቻልም።
ar: لا يمكن تلوين النص عند استعمال ‏VoiceOver‏.
as: ভইচঅভাৰ অন থাকিলে হাইলাইটৰ কাম নকৰিব।
az: «VoiceOver» funksiyası işlədiyi üçün mətni rəngləmək mümkün deyil.
de: Markieren ist nicht verfügbar bei aktiviertem VoiceOver.
es: No es posible resaltar si tiene activada la función VoiceOver.
fa: وقتی نرم‌افزار VoiceOver فعال است، هایلایت کردن متن امکان‌پذیر نیست
fr: Il n'est pas possible de surligner quand VoiceOver est activé.
gl: Subliñado non dispoñible co VoiceOver activado.
hu: A kiemelés nem működik, mivel a VoiceOver funkció be van kapcsolva.
it: Non è possibile evidenziare quando la funzione VoiceOver è attiva.
ja: VoiceOver（画面読み上げ機能）が有効になっていると，ハイライト機能は使えません。
ko: 보이스오버 기능이 활성화되어 있으면 하이라이트 기능을 사용할 수 없습니다.
ne: भोइसओभर अन छ भने हाइलाइट गर्न मिल्दैन।
nl: Markeren is niet mogelijk wanneer VoiceOver ingeschakeld is.
pt: Não é possível destacar texto quando o VoiceOver está ativado.
ru: Выделение текста не будет работать, если включен VoiceOver
tr: VoiceOver etkin haldeyken metin vurgulanamaz.
zh: 您无法在启用“VoiceOver”的状态下使用“划重点”的功能。
zh_tw: 您無法在啟用「VoiceOver」的狀態下使用「畫重點」的功能。

# message_added_to_playlist
source: Added to playlist
af: By die speellys gevoeg
am: ወደ ማጫወቻ ዝርዝሩ ተጨምሯል
ar: أُضيف إلى قائمة التشغيل
as: প্লেলিষ্টত যোগ কৰা হ’ল
az: Pleylistə əlavə olunub
de: Zur Playlist hinzugefügt
es: Añadido a la lista de reproducción
fa: به لیست پخش اضافه شد
fr: Ajouté à la liste de lecture
gl: Engadido á lista de reprodución
hu: Hozzáadva a lejátszási listához
it: Aggiunto alla playlist
ja: プレイリストに追加されました
ko: 재생 목록에 추가됨
ne: प्लेलिस्टमा थपियो
nl: Toegevoegd aan afspeellijst
pt: Adicionado à playlist
ru: Добавлено в плейлист
tr: Çalma listesine eklendi
zh: 已添加至播放列表
zh_tw: 已新增至播放列表

# message_added_to_playlist_name
source: Added to playlist “{playlistItem}”
af: By snitlys "'{playlistItem}" gevoeg
am: ወደ አጫዋች ዝርዝር « '{playlistItem}' » ታክሏል
ar: أضيف إلى قائمة التشغيل « {playlistItem} »
as: প্লেলিষ্টত যোগ কৰা হৈছে « '{playlistItem}' »
az: « '{playlistItem}' » pleylistə əlavə edildi
de: Zu Wiedergabeliste „{playlistItem}“ hinzugefügt
es: Añadido a la lista de reproducción «{playlistItem}»
fa: به فهرست پخش « {playlistItem} » اضافه شد
fr: Ajouté à la liste de lecture « '{playlistItem} »
gl: Engadido á lista de reprodución «{playlistItem}»
hu: Hozzáadva a(z) «{playlistItem}» lejátszási listához
it: Aggiunto alla playlist «{playlistItem}»
ja: プレイリスト「{playlistItem}」に追加されました
ko: 재생목록 “{playlistItem}”에 추가됨
ne: प्लेलिस्ट «{playlistItem}» मा थपियो
nl: Toegevoegd aan afspeellijst "'{playlistItem}"
pt: Adicionado à lista de reprodução “{playlistItem}”
ru: Добавлено в плейлист «{playlistItem}»
tr: “{playlistItem}” adlı çalma listesine eklendi
zh: 已添加到播放列表 « {playlistItem} »
zh_tw: 已新增至播放清單 « {playlistItem} »

# message_auto_update_pubs
source: In the future, would you like to update publications automatically?
af: Wil jy van nou af publikasies outomaties laat aflaai?
am: ወደፊት አዳዲስ የሕትመት ውጤቶች ያለምንም ጥያቄ እንዲካተቱልህ ትፈልጋለህ?
ar: هل تريد في المستقبل تحديث الإصدارات تلقائيًّا؟
as: ভৱিষ্যতে প্ৰকাশনবোৰ নিজে নিজে আপডেট হোৱাটো আপুনি বিচাৰে নেকি?
az: Bundan sonra nəşrləri avtomatik olaraq yeniləmək istəyirsiniz?
de: Zukünftig Publikationen automatisch aktualisieren?
es: ¿Desea que las publicaciones se actualicen automáticamente en el futuro?
fa: آیا مایلید که نشریات به طور خودکار به‌روزرسانی شود؟
fr: À l’avenir, souhaitez-vous mettre à jour les publications automatiquement ?
gl: Gustaríache que as publicacións se actualizasen automaticamente?
hu: Szeretnéd, hogy a jövőben automatikusan frissüljenek a kiadványok?
it: In futuro vuoi aggiornare automaticamente le pubblicazioni?
ja: 今後，コンテンツを自動的に更新しますか？
ko: 앞으로 출판물을 자동으로 업데이트하시겠습니까?
ne: भविष्यमा प्रकाशनहरू आफै अपडेट भएको चाहनुहुन्छ?
nl: Wil je dat publicaties vanaf nu automatisch bijgewerkt worden?
pt: No futuro, você gostaria de atualizar as publicações automaticamente?
ru: Хотите, чтобы публикации обновлялись автоматически?
tr: Yayınların bundan sonra otomatik olarak güncellenmesini ister misiniz?
zh: 您希望 JW Library 自动更新出版物吗？
zh_tw: 您希望 JW Library 自動更新出版物嗎？

# message_backup_create_explanation
source: Save your notes, tags, highlights, favorites, and bookmarks to a backup file
af: Stoor jou notas, merkers, teks wat jy gemerk het, gunstelinge en boekmerke na ’n reserwekopielêer
am: ማስታወሻዎችህን፣ ፈርጆችህን፣ ያቀለምካቸውን እና እልባቶችህን አስቀምጥ
ar: إحفظ نسخة احتياطية من الملاحظات، المواضيع، النص الملوَّن، الملفات المفضلة، العلامات.
as: আপোনাৰ টোকা, টেগ, হাইলাইট, পছন্দৰ বিষয় আৰু বুকমাৰ্কবোৰ এটা বেকাপ ফাইলত চেভ কৰক
az: Bütün qeydlər, teqlər, rənglədiyiniz mətnlər, əlfəcinlər və seçilmiş nəşrlərin ehtiyat surətini yaradın
de: Notizen, Tags, Markierungen, Favoriten und Lesezeichen in einer Sicherungsdatei speichern
es: Esta función guarda sus notas, etiquetas, resaltados, favoritos y marcadores en un archivo de copia de seguridad.
fa: یادداشت‌ها، برچسب‌ها، هایلایت‌ها، موردعلاقه‌ها و محل‌یاب‌های خود را در فایلی ذخیره کنید
fr: Enregistrer vos notes, catégories, éléments surlignés, favoris et marque-pages dans un fichier de sauvegarde
gl: Gardar notas, etiquetas, subliñados, favoritos e marcadores a un arquivo
hu: Biztonsági másolat készítése a jegyzetekről, címkékről, kiemelésekről, kedvencekről és könyvjelzőkről
it: Salva le note, le etichette, le evidenziazioni, i preferiti e i segnalibri in un file di backup
ja: メモ，タグ，ハイライト，お気に入り，ブックマークをバックアップファイルに保存します。
ko: 메모, 태그, 하이라이트, 즐겨찾기, 책갈피를 저장할 수 있습니다
ne: आफ्नो नोट, ट्याग, हाइलाइट, मन पर्ने प्रकाशन र बुकमार्क ब्याकअप फाइलमा सेभ गर्नुहोस्
nl: Notities, tags, markeringen, favorieten en bladwijzers opslaan in een back-upbestand
pt: Salve suas notas, etiquetas, destaques, favoritos e marcadores em um arquivo de backup
ru: Сохраните ваши заметки, теги, выделенный текст, избранное и закладки
tr: Notlarınızı, etiketlerinizi, metin vurgulamalarınızı, favorilerinizi ve yer işaretlerinizi yedek bir dosyaya kaydedin
zh: 备份您的笔记、标签、重点、收藏夹和书签
zh_tw: 備份您的筆記、標籤、重點、我的最愛和書籤

# message_clear_cache
source: Clearing cache...
af: Vee tans kas uit...
am: መሸጎጫ እየጸዳ ነው...
ar: جارٍ مسح ذاكرة التخزين المؤقت...
as: কেশ্ব পৰিষ্কাৰ কৰি আছে...
az: Keş təmizlənir...
de: Cache wird geleert...
es: Borrando caché...
fa: در حال پاک کردن حافظه پنهان...
fr: Suppression du cache en cours...
gl: Limpando caché...
hu: Gyorsítótár törlése folyamatban...
it: Cancellazione cache in corso...
ja: キャッシュをクリアしています...
ko: 캐시 지우는 중...
ne: क्यास खाली गर्दै...
nl: Cache wordt verwijderd...
pt: Limpando cache...
ru: Очистка кэша...
tr: Önbellek siliniyor...
zh: 正在清除缓存...
zh_tw: 正在清除快取...

# message_catalog_downloading
source: Checking for new publications...
af: Besig om na nuwe publikasies te soek...
am: አዲስ የወጡ ነገሮችን በማጣራት ላይ...
ar: يجري التحقق من وجود إصدارات جديدة ...
as: নতুন ক্যাটালগ ডাউনল‘ড
az: Yeni nəşrlər axtarılır...
de: Wird aktualisiert ...
es: Actualizando contenido...
fa: در حال جستجو برای نشریات جدید...
fr: Recherche de nouvelles publications...
gl: Actualizando a biblioteca...
hu: Az elérhető kiadványok listájának frissítése...
it: Aggiornamento in corso...
ja: 新しいコンテンツを確認中…
ko: 새로운 출판물 확인 중...
ne: प्रकाशनको सूची अपडेट गर्दै...
nl: Controleren op nieuwe publicaties...
pt: Verificando se há novas publicações...
ru: Проверка обновлений...
tr: Yeni yayınlar kontrol ediliyor...
zh: 正在检查是否有新出版物...
zh_tw: 正在檢查是否有新出版物...

# message_catalog_fail
source: Check failed
af: Kon nie bywerk nie
am: የማጣራቱ ሂደት ተቋርጧል
ar: لم ينجح التحديث
as: ক্যাটালগ আপডেট হোৱা নাই
az: Axtarmaq mümkün olmadı
de: Aktualisierung fehlgeschlagen
es: No se pudo actualizar
fa: جستجو امکان‌پذیر نبود
fr: Échec de la mise à jour
gl: Imposible actualizar a biblioteca
hu: A frissítés nem sikerült
it: Aggiornamento non riuscito
ja: 確認に失敗しました
ko: 불러오지 못했습니다
ne: अपडेट गर्न असफल
nl: Controle mislukt
pt: A verificação falhou
ru: Не удалось проверить обновления
tr: Kontrol başarısız oldu
zh: 检查失败
zh_tw: 檢查失敗

# message_catalog_new
source: New publications available
af: Nuwe publikasies is beskikbaar
am: አዲስ የወጡ ነገሮች አሉ
ar: هناك إصدارات جديدة
as: নতুন প্ৰকাশনবোৰ উপলব্ধ আছে
az: Yeni nəşrlər var
de: Neue Veröffentlichungen verfügbar
es: Nuevas publicaciones disponibles
fa: نشریاتی جدید موجود است
fr: De nouvelles publications sont disponibles
gl: Actualización da biblioteca dispoñible
hu: Új kiadványok érhetők el
it: Nuove pubblicazioni disponibili
ja: 新しいコンテンツがあります
ko: 새로운 출판물이 있습니다
ne: नयाँ प्रकाशनहरू उपलब्ध छन्
nl: Er zijn nieuwe publicaties beschikbaar
pt: Novas publicações disponíveis
ru: Доступны новые публикации
tr: Yeni yayınlar var
zh: 有新出版物
zh_tw: 有新出版物

# message_catalog_success
source: Check completed
af: Bywerking voltooi
am: የማጣራቱ ሂደት ተጠናቋል
ar: تم التحديث
as: ক্যাটালগ সফলভাবে আপডেট হ’ল
az: Axtarış tamamlandı
de: Aktualisierung abgeschlossen
es: Actualización completada
fa: جستجو کامل شد
fr: Mise à jour terminée
gl: Biblioteca actualizada
hu: Az elérhető kiadványok listája frissült
it: Aggiornamento completato
ja: 確認が完了しました
ko: 확인 완료
ne: अपडेट गर्न सफल
nl: Controle voltooid
pt: Verificação concluída
ru: Проверка обновлений завершена
tr: Kontrol tamamlandı
zh: 检查完成
zh_tw: 檢查完成

# message_catalog_up_to_date
source: No new publications available
af: Geen nuwe publikasies beskikbaar nie
am: አዲስ የወጡ ነገሮች የሉም
ar: ليس هناك إصدارات جديدة
as: ক্যাটালগ আপ-টু-ডেট আছে
az: Yeni nəşrlər yoxdur
de: Auf dem neuesten Stand
es: No hay contenido nuevo
fa: نشریاتی جدید موجود نیست
fr: Aucune nouvelle publication n'est disponible
gl: A biblioteca está actualizada
hu: Az elérhető kiadványok listája naprakész
it: Nessun aggiornamento disponibile
ja: 新しいコンテンツはありません
ko: 새로운 출판물이 없습니다
ne: नयाँ प्रकाशन उपलब्ध छैन
nl: Er zijn geen nieuwe publicaties beschikbaar
pt: Não há novas publicações disponíveis
ru: Новых публикаций нет
tr: Yeni bir yayın yok
zh: 没有新出版物
zh_tw: 沒有新出版物

# message_checking
source: Checking...
af: Besig...
am: ቼክ እያደረገ ነው. . .
ar: يجري التحقق ...
as: সন্ধান...
az: Yoxlama
de: Bitte warten ...
es: Verificando...
fa: در حال کنترل...
fr: Vérification en cours...
gl: Actualizando...
hu: Ellenőrzés...
it: Aggiornamento...
ja: 確認中・・・・・・
ko: 확인 중...
ne: जाँच गर्दै...
nl: Bezig met controleren...
pt: Conferindo...
ru: Проверка...
tr: Kontrol ediliyor...
zh: 检查中……
zh_tw: 檢查中……

# message_choose_playlist
source: Choose Playlist
af: Kies ’n speellys
am: ማጫወቻ ዝርዝር ምረጥ
ar: إختر قائمة تشغيل
as: এটা প্লেলিষ্ট নিৰ্ব্বাচন কৰক
az: Pleylisti seç
de: Playlist auswählen
es: Seleccione lista de reproducción
fa: انتخاب لیست پخش
fr: Choisir une liste de lecture
gl: Escolle unha lista de reprodución
hu: Lejátszási lista kiválasztása
it: Scegli una playlist
ja: プレイリストを選択
ko: 재생 목록 선택
ne: प्लेलिस्ट रोज्नुहोस्
nl: Kies afspeellijst
pt: Selecione uma playlist
ru: Выбрать плейлист
tr: Bir Çalma Listesi Seçin
zh: 选择播放列表
zh_tw: 選擇播放列表

# message_coaching_change_speed
source: Change Speed
af: Verander spoed
am: ፍጥነት መለዋወጥ
ar: تعديل السرعة
as: গতি পৰিৱৰ্তন কৰক
az: Sürəti dəyiş
de: Geschwindigkeit ändern
es: Cambiar velocidad
fa: تغییر سرعت
fr: Modifier la vitesse
gl: Cambiar a velocidade
hu: Sebesség változtatása
it: Cambia velocità
ja: 再生スピードの調整
ko: 속도 조절
ne: स्पिड परिवर्तन गर्ने
nl: Verander snelheid
pt: Alterar velocidade de reprodução
ru: Изменить скорость
tr: Hızı Değiştir
zh: 改变播放速度
zh_tw: 改變播放速度

# message_coaching_change_speed_description
source: Swipe up or down
af: Vee op of af
am: ወደ ላይ ወይም ወደ ታች አንሸራትት
ar: مرِّر إصبعك إلى فوق أو تحت
as: ওপৰ বা তলফালে চুৱাইপ কৰক
az: Barmağınızı aşağı-yuxarı hərəkət etdirin
de: Nach oben oder unten wischen
es: Deslice el dedo sobre la pantalla hacia arriba o hacia abajo
fa: به سمت بالا یا پایین بِکشید
fr: Glissez vers le haut ou le bas
gl: Pasa o dedo cara a arriba ou cara a abaixo
hu: Húzd fel vagy le!
it: Scorri verso l’alto o verso il basso
ja: 上か下にスワイプ
ko: 위 또는 아래쪽으로 밉니다
ne: माथि वा तल स्वाइप गर्नुहोस्
nl: Veeg naar boven of beneden
pt: Deslize para cima ou para baixo
ru: Пальцем вверх или вниз
tr: Yukarı veya aşağı kaydırın
zh: 向上或向下滑动
zh_tw: 向上或向下滑動

# message_coaching_more_button
source: More button
af: Meer opsies
am: ሌሎች
ar: خيارات إضافية
as: মʼৰ বুটাম
az: Digər
de: Schaltfläche "Mehr"
es: Más
fa: دکمهٔ بیشتر
fr: Autres fonctions
gl: Máis botóns
hu: További lehetőségek
it: Pulsante Altro
ja: その他ボタン
ko: 기타
ne: थप बटन
nl: Meer
pt: Botão Mais
ru: Кнопка «Еще»
tr: Daha Fazla tuşu
zh: 更多功能
zh_tw: 更多功能

# message_coaching_more_button_description
source: Tap to see more options, like "Delete"
af: Tik vir meer opsies soos "Verwyder"
am: "አጥፋ" የሚለውን ወይም ሌሎች አማራጮችን ለማየት ይህን ተጫን
ar: إضغط هنا لترى خيارات إضافية مثل «حذف»‏
as: "ডিলিটৰ" দৰে আৰু অপশ্বন চাবলৈ টেপ কৰক
az: Başqa funksiyaları, məs., «Sil» düyməsini görmək üçün «Digər» düyməsinə basın
de: Antippen für mehr Optionen wie "Löschen"
es: Pulse para ver más opciones, como la de "Borrar"
fa: روی این دکمه بزنید تا گزینه‌های بیشتری ببینید، مانند «حذف»
fr: Touchez pour voir d'autres options, comme « Supprimer »
gl: Pulsa para ver máis opcións, como "Eliminar"
hu: További lehetőségekhez nyomd meg, például: „Törlés”
it: Tocca per vedere altre opzioni, come “Elimina”
ja: 「削除」などのオプションを見たい時にタップします。
ko: "삭제"와 같은 추가 옵션을 볼 수 있습니다
ne: यसमा ट्याप गर्नुभयो भने थप अप्सन हेर्न सक्नुहुन्छ, जस्तै "हटाउने"
nl: Tik voor meer opties, zoals 'Verwijderen'
pt: Clique para ver mais opções, como "Excluir"
ru: Коснитесь, чтобы увидеть другие функции, например «Удалить»
tr: "Sil" gibi daha fazla seçenek için dokunun
zh: 点击查看更多选项，例如“删除”
zh_tw: 點選就能看到更多選項，例如「刪除」

# message_coaching_next_prev_marker
source: Next/Previous Marker
af: Volgende/Vorige
am: ወደፊት/ወደኋላ ማንቀሳቀሻ
ar: للانتقال إلى المقطع السابق أو التالي،
as: পৰৱৰ্তী/আগৰ মাৰ্কাৰ
az: Növbəti/Əvvəlki işarəsi
de: Nächster/voriger Marker
es: Ir al marcador siguiente/anterior
fa: علامت بعد/‏قبل
fr: Précédent/Suivant
gl: Anterior/seguinte marcador
hu: Következő/előző egység
it: Sezione successiva/precedente
ja: 前後のマーカーに移動
ko: 다음/이전 마커
ne: अर्को/अघिल्लो भिडियो
nl: Volgende/vorige markering
pt: Próxima marca/Marca anterior
ru: Следующий/Предыдущий маркер
tr: Sonraki/Önceki İşaret
zh: 移动至上一个或下一个标记
zh_tw: 移動至上一個或下一個標記

# message_coaching_next_prev_marker_description
source: Swipe left or right
af: Vee links of regs
am: ወደ ግራ ወይም ወደ ቀኝ አንሸራትት
ar: مرِّر إصبعك إلى الشمال أو اليمين
as: সোঁহাতে বা বাওঁহাতে চুৱাইপ কৰক
az: Barmağınızı sağa və ya sola hərəkət etdirin
de: Nach links oder rechts wischen
es: Deslice el dedo sobre la pantalla hacia la izquierda o hacia la derecha
fa: روی صفحه به سمت چپ یا راست بِکشید
fr: Glissez vers la gauche ou la droite.
gl: Pasa o dedo cara á esquerda ou cara á dereita
hu: Húzd balra vagy jobbra!
it: Scorri verso sinistra o verso destra
ja: 右か左にスワイプ
ko: 왼쪽 또는 오른쪽으로 밉니다
ne: बायाँ वा दायाँ स्वाइप गर्नुहोस्
nl: Veeg naar links of rechts
pt: Deslize para a esquerda ou direita
ru: Пальцем влево или вправо
tr: Sağa veya sola kaydırın
zh: 向左或向右滑动
zh_tw: 向左或向右滑動

# message_coaching_play_pause
source: Pause/Play
af: Pouseer/Speel
am: አቁም/አጫውት
ar: تشغيل/إيقاف وقتي
as: ৰখাওক/চলাওক
az: Pauza/Oynat
de: Pause/Abspielen
es: Pausar/Reproducir
fa: مکث/‏پخش
fr: Pause/Lecture
gl: Deter/Reproducir
hu: Szünet/Lejátszás
it: Pausa/Riproduci
ja: 一時停止/再生
ko: 일시 중지/재생
ne: पज गर्ने/प्ले गर्ने
nl: Pauze/Afspelen
pt: Pausar/Reproduzir
ru: Пауза/Воспроизведение
tr: Duraklat/Oynat
zh: 暂停 / 播放
zh_tw: 暫停 / 播放

# message_coaching_play_pause_description
source: Tap with two fingers
af: Tik met twee vingers
am: በሁለት ጣት ተጫን
ar: إضغط بإصبعين على الشاشة
as: দুটা আঙুলিৰে টেপ কৰক
az: İki barmağınızla toxunun
de: Mit zwei Fingern antippen
es: Pulse con dos dedos
fa: با دو انگشت روی صحفه بزنید
fr: Touchez avec deux doigts
gl: Pulsa con dous dedos
hu: Két ujjal nyomd meg!
it: Tocca con due dita
ja: 2本指でタップ
ko: 두 손가락으로 두드립니다
ne: दुइटा औँलाले ट्याप गर्नुहोस्
nl: Tik met twee vingers
pt: Clique com dois dedos
ru: Коснитесь двумя пальцами
tr: İki parmağınızla dokunun
zh: 用两个手指轻触画面
zh_tw: 用兩個手指輕觸畫面

# message_coaching_playlists
source: Create playlists of videos, audio, and images. Use or edit them on the Personal Study tab.
af: Skep speellyste van video's, oudio-lêers en prente. Gebruik of verander dit in die Persoonlik studie-opsie.
am: ቪዲዮዎች፣ ኦዲዮዎችና ምስሎች የያዙ ማጫወቻ ዝርዝሮችን ፍጠር። የግል ጥናት ወደሚለው አምድ ሄደህ ማጫወቻ ዝርዝሮቹን መጠቀም ወይም ማስተካከል ትችላለህ።
ar: إنشاء قوائم تشغيل للفيديوات، التسجيلات، والصور. إستعملها أو عدِّلها في خانة «الدرس الشخصي».
as: ভিডিঅʼ, অডিঅʼ আৰু ছবিৰ বাবে প্লেলিষ্ট তৈয়াৰ কৰক। এয়া ব্যক্তিগত অধ্যয়নৰ টেবত ব্যৱহাৰ বা সাল-সলনি কৰিব পাৰে।
az: Videolar, audiolar və şəkillər üçün pleylistlər yaradın. Onları «Mütaliə» bölməsində istifadə və redaktə edin.
de: Erstelle Playlists mit Videos, Tonaufnahmen und Bildern. Unter "Persönliches Studium" kannst du sie öffnen und bearbeiten.
es: Cree listas de videos, grabaciones de audio e imágenes. Podrá acceder a ellas o editarlas en la sección Estudio personal.
fa: در قسمت مطالعهٔ شخصی می‌توانید لیست‌هایی از فایل‌های ویدیویی، صوتی یا تصویری درست کنید و آن‌ها را به ترتیب دلخواه پخش کنید.
fr: Créez des listes de lecture de fichiers vidéos et audio et d'images. Utilisez-les ou modifiez-les depuis l'onglet « Étude individuelle ».
gl: Crea listas de reprodución de vídeos, audio e imaxes. Podes acceder a elas ou editalas na pestana de Estudo Persoal.
hu: Lejátszási listákat hozhatsz létre videókból, hanganyagokból és képekből. A Tanulmányozás fülön szerkesztheted a listákat.
it: Crea playlist di video, audio e immagini. Usale o modificale nella scheda Ricerche.
ja: 動画，オーディオファイル，画像をプレイリストに追加できます。作成したプレイリストは「個人研究」タブで確認・編集できます。
ko: 동영상, 오디오 파일, 삽화를 재생 목록으로 생성하여 개인 연구 탭에서 사용하거나 편집할 수 있습니다.
ne: अडियो, भिडियो र चित्रहरूको प्लेलिस्ट बनाउनुहोस्। तपाईँ व्यक्तिगत अध्ययन ट्याबमा गएर प्लेलिस्ट प्रयोग गर्न वा यसलाई छाँटकाट गर्न सक्नुहुन्छ।
nl: Maak afspeellijsten van video's, audio en afbeeldingen. Gebruik of bewerk ze via het tabblad Persoonlijke studie.
pt: Crie playlists de vídeos, áudios e imagens. Para usar ou editar uma playlist, vá para a aba Estudo Pessoal.
ru: Создавайте плейлисты, содержащие иллюстрации, аудио- и видеофайлы. Эти плейлисты будут доступны в разделе «Мои заметки».
tr: Video, ses ve resimlerden oluşan çalma listeleri oluşturun. Kişisel İnceleme kısmından bunlara ulaşın ve düzenleyin.
zh: 可以把影片、音频文件、图片新增至播放列表。你可以点击“个人研读”来使用或编辑播放列表。
zh_tw: 可以把影片、音檔、圖片新增至播放列表。你可以點選「個人研讀」來使用或編輯播放列表。

# message_coaching_publications_download
source: To get to the videos, you need to download each publication first.
af: Om die video's te kry, moet jy eers die publikasie aflaai.
am: ቪዲዮዎቹን ለማግኘት እያንዳንዱን ጽሑፍ ማውረድ ያስፈልግሃል።
ar: لتحضر الفيديوات، عليك أن تنزِّل الإصدارات أولًا.‏
as: ভিডিঅ’বোৰ পাবলৈ প্ৰতিখন প্ৰকাশন ডাউনল’ড কৰিব লাগিব।
az: Videoları yükləmək üçün əvvəlcə nəşrləri yükləmək lazımdır.
de: Um zu den Videos zu gelangen, muss zuerst die jeweilige Publikation heruntergeladen werden.
es: Para ver los videos de una publicación, antes tiene que descargarla.
fa: برای پیدا کردن ویدیوها، اول باید نشریهٔ مورد نظر را دانلود کنید
fr: Pour voir les vidéos, téléchargez d'abord chaque publication.
gl: Tes que descargar a publicación para poder ver os vídeos.
hu: Töltsd le a kiadványokat, hogy meg tudd nézni a filmeket.
it: Per accedere ai video, devi prima scaricare la pubblicazione.
ja: ビデオを入手するには，まずそれぞれの出版物をダウンロードしてください。
ko: 동영상을 보려면 출판물을 먼저 다운로드해야 합니다.
ne: भिडियो हेर्नको लागि तपाईँले पहिला प्रत्येक प्रकाशन डाउनलोड गर्नुपर्छ।
nl: Om een video te openen, moet je de publicatie eerst downloaden.
pt: Para acessar os vídeos, baixe a publicação primeiro.
ru: Чтобы смотреть видео, сначала нужно загрузить публикацию.
tr: Videolara ulaşmak için önce yayınları indirmelisiniz.
zh: 想要获取视频，请先下载出版物。
zh_tw: 想要取得影片，請先下載出版物。

# message_confirm_delete
source: Are you sure you want to delete?
af: Is jy seker jy wil dit verwyder?
am: በእርግጥ እንዲጠፋ ትፈልጋለህ?
ar: هل أنت متأكد أنك تريد أن تحذف؟
as: আপুনি সঁচাকৈ ডিলিট কৰিব বিচাৰে নেকি?
az: Silmək istədiyinizə əminsiniz?
de: Wirklich löschen?
es: ¿Está seguro de que lo quiere borrar?
fa: آیا می‌خواهید حذف شود؟
fr: Êtes-vous sûr de vouloir supprimer ?
gl: Estás seguro?
hu: Biztosan törlöd?
it: Eliminare?
ja: 削除してもよろしいですか？
ko: 정말로 삭제하시겠습니까?
ne: के तपाईँ साँच्चै हटाउन चाहनुहुन्छ?
nl: Weet je zeker dat je dit wilt verwijderen?
pt: Deseja mesmo excluir?
ru: Вы уверены, что хотите удалить?
tr: Silmek istediğinizden emin misiniz?
zh: 确定删除吗？
zh_tw: 確定刪除嗎？

# message_confirm_stop_download
source: Would you like to stop the download?
af: Wil jy die aflaaiproses stop?
am: ማውረዱን እንዲያቆም ትፈልጋለህ?
ar: هل تريد إيقاف التنزيل؟
as: আপুনি ডাউনল’ড বন্ধ কৰিব বিচাৰে নেকি?
az: Yükləmə prosesini dayandırmaq istəyirsiniz?
de: Download anhalten?
es: ¿Desea detener la descarga?
fa: آیا می‌خواهید دانلود را لغو کنید؟
fr: Souhaitez-vous arrêter le téléchargement ?
gl: Estás seguro?
hu: Leállítod a letöltést?
it: Vuoi interrompere il download?
ja: ダウンロードを中止しますか？
ko: 다운로드를 중지하시겠습니까?
ne: के तपाईँ डाउनलोड रोक्न चाहनुहुन्छ?
nl: Wil je het downloaden stoppen?
pt: Deseja interromper o download?
ru: Вы хотите остановить скачивание?
tr: İndirmeyi durdurmak ister misiniz?
zh: 停止下载吗？
zh_tw: 停止下載嗎？

# message_content_not_available
source: This content is not available.
af: Hierdie inhoud is nie beskikbaar nie.
am: የዚህ ሊንክ ጽሑፍ አይገኝም።
ar: هذه المواد غير متوفرة.‏
as: আপুনি বিচৰা বিষয়টো উপলব্ধ নাই।
az: Material yoxdur.
de: Dieser Inhalt ist nicht verfügbar.
es: Publicación no disponible
fa: این مطلب موجود نیست.
fr: Ce contenu n’est pas disponible.
gl: Contido non dispoñible.
hu: A kiadvány nem elérhető.
it: Contenuto non disponibile.
ja: このコンテンツは利用できません。
ko: 내용을 볼 수 없습니다.
ne: उपलब्ध छैन।
nl: Deze inhoud is niet beschikbaar.
pt: Este conteúdo não está disponível.
ru: Этот материал недоступен.
tr: Bu içerik mevcut değil.
zh: 无此内容
zh_tw: 無此內容
