Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_whatsnew_bible_gem
source: In the Bible, use the gem icon on the context menu to view all study content for a single verse, including Research Guide references.
af: Gebruik die diamantprentjie in die Bybel in die inhoudskieslys om al die studie-inhoud vir 'n teks te kry, insluitende die verwysings in die Navorsingsgids.
am: መጽሐፍ ቅዱስ ላይ መመረጫውን በመክፈት የዕንቁ ምልክቱን ጠቅ ስታደርግ የምርምር መርጃ መሣሪያ ውጤቶችን ጨምሮ ለአንድ ጥቅስ የተዘጋጁትን ሁሉንም የጥናት መረጃዎች መመልከት ትችላለህ።
ar: في الكتاب المقدس، استعمل رمز الجوهرة في قائمة السياق لترى كل مواد الدرس المتعلقة بآية معيَّنة، بما فيها مراجع دليل المواضيع.
as: বাইবেলত বিষয়বস্তুৰ মেনুৰ ৰত্ন চিহ্ন ব্যৱহাৰ কৰি সকলো পদৰ অধ্যয়নৰ বিষয়বস্তুবোৰৰ লগতে অনুসন্ধান গাইড চাওক।
az: Müqəddəs Kitabdakı ayə ilə bağlı bütün mətlərə baxmaq üçün menyudakı almaz işarəsinə basın.
de: Wenn man im Kontextmenü eines Bibelverses das Diamantsymbol auswählt, wird das gesamte Studienmaterial für den jeweiligen Vers angezeigt, einschließlich der Quellen aus dem Studienleitfaden.
es: En la Biblia, use el símbolo del diamante que aparece en el menú contextual para ver todo el material de estudio de un versículo, incluidas las referencias a la Guía de estudio.
fa: در کتاب مقدّس، از آیکون جواهر در منوی زمینه استفاده کنید تا تمام محتوای مطالعه برای یک آیهٔ خاص، از جمله مراجع راهنمای تحقیق، نمایش داده شود.
fr: Dans la Bible, utiliser l'icône diamant dans le menu contextuel pour afficher tous les contenus d'étude en lien avec un verset, dont les références du Guide de recherche.
gl: Na Biblia, usa o botón do diamante que está no menú para ver a información de estudo dun versículo, incluídas as referencias da Guía de estudo.
hu: A Bibliában koppints a gyémánt ikonra a tanulmányozási ablak megnyitásához. A vershez tartozó összes tanulmányozási anyag megjelenik, például a Kutatási Segédlet hivatkozásai.
it: Nella Bibbia tocca l’icona di una gemma presente nel menu contestuale per vedere tutto il materiale di studio di ogni versetto, compresi i riferimenti della “Guida alle ricerche”.
ja: 聖句を開いて，コンテキストメニューの「宝石」アイコンをタップすると，その節に関連のあるすべての研究用コンテンツ（リサーチガイドにある資料を含む）が表示されます。
ko: 성경에서 각 성구의 메뉴에 있는 보물 아이콘을 누르면 그 성구에 대한 모든 연구 자료들을 볼 수 있습니다. 여기에는 연구 자료 찾아보기도 포함됩니다.
ne: बाइबलमा हिरा आइकन थिचेर एउटा पदको अनुसन्धान सामग्रीमा भएको जानकारी र अन्य अध्ययन सामग्री हेर्नुहोस्।
nl: Gebruik in de Bijbel het juweeltje in het contextmenu om alle studiemateriaal voor een vers weer te geven, waaronder verwijzingen uit de Studiehulp.
pt: Na Bíblia, clique no ícone do diamante, que aparece ao clicar em um versículo, para ver todo o conteúdo de estudo daquele versículo, incluindo as referências do Guia de Pesquisa.
ru: В Библии нажмите значок с бриллиантом из контекстного меню, чтобы просмотреть материал к выбранному стиху, включая ссылки из «Путеводителя».
tr: Kutsal Kitap'ta, Araştırma Rehberi'ndeki kaynaklar da dahil, tek bir ayetle ilgili tüm inceleme içeriğini görüntülemek için içerik menüsündeki elmas simgesine dokunun.
zh: 点一下菜单中的宝石的图标就可以看到这节经文的相关资料，例如《检索手册》里的资料。
zh_tw: 點一下選單中的寶石的圖標就可以看到這節經文的相關資料，例如《檢索手冊》裡的資料。

# message_whatsnew_bookmarks
source: Bookmark a specific piece of text.
af: Boekmerk ’n spesifieke stuk teks.
am: የፈለከው ቃል ላይ እልባት ማድረግ ትችላለህ።
ar: ضع علامة على جزء من النص.‏
as: বুকমাৰ্কৰ নিৰ্দিষ্ট টুকুৰাৰ টেক্সট।
az: Konkret mətni seçib ona əlfəcin təyin etmək olar.
de: Lesezeichen für eine bestimmte Textstelle hinzufügen.
es: Marcador para un texto específico.
fa: تنظیم محل‌یاب برای متن مورد نظر
fr: Enregistrez un marque-page sur une sélection de texte.
gl: Engade un marcador ó texto seleccionado.
hu: Tegyél könyvjelzőt egy kiválaszott szövegrészhez.
it: Metti un segnalibro sul testo selezionato.
ja: 選択したテキストにブックマークを付けられます。
ko: 원하는 곳에 책갈피를 할 수 있습니다.
ne: कुनै शब्द वा वाक्यांशमा बुकमार्क राख्नुहोस्।
nl: Maak een bladwijzer voor een tekstgedeelte.
pt: Marque uma parte do texto.
ru: Добавление выделенного текста в закладку.
tr: Bir metne yer işareti ekle.
zh: 将选中的内容加入书签。
zh_tw: 把選取的字詞加入書籤

# message_whatsnew_create_tags
source: Create tags to organize your notes
af: Skep merkers om jou notas te organiseer
am: ማስታወሻዎችህን ለማደራጀት ፈርጅ ፍጠር
ar: إنشاء «مواضيع» لتنظيم ملاحظاتك
as: আপোনাৰ প্ৰকাশন আৰু টোকাবোৰ নিয়াৰিকৈ ৰাখিবলৈ টেগ প্ৰস্তুত কৰক
az: Qeydlərinizi qruplaşdırmaq üçün teqlər yaradın
de: Tags erstellen, um deine Notizen zu ordnen
es: Cree etiquetas para organizar sus notas
fa: با اضافه کردن برچسب‌ها، نشریات و یادداشت‌های خود را ساماندهی کنید
fr: Créez des catégories pour classer vos publications et vos notes.
gl: Crea etiquetas para organizar as túas notas
hu: Hozz létre címkéket, hogy rendszerezd a jegyzeteidet.
it: Crea etichette per organizzare le tue ricerche
ja: タグを作成するとメモを整理できます。
ko: 태그를 만들어 메모를 분류할 수 있습니다
ne: नोट व्यवस्थित गर्न ट्याग बनाउनुहोस्
nl: Maak tags om notities te organiseren
pt: Crie etiquetas para organizar suas notas
ru: Создайте теги, чтобы упорядочить свои заметки
tr: Notlarınızı organize etmek için etiket oluşturun
zh: 添加标签来整理笔记
zh_tw: 新增標籤來整理筆記

# message_whatsnew_download_media
source: Download audio and video from a publication.
af: Laai oudio en video van ’n publikasie af.
am: ከጽሑፎች ላይ ኦዲዮ እና ቪዲዮ ማውረድ።
ar: نزِّل التسجيلات والفيديوات من إصدار معيَّن.
as: এখন প্ৰকাশনৰপৰা অডিঅ’ আৰু ভিডিঅ’ ডাউনল’ড কৰক।
az: Nəşrlərin içində audio və videonu yükləmək imkanı.
de: Audio und Video von einer Publikation herunterladen.
es: Descargar archivos de audio y video de una publicación.
fa: امکان دانلود فایل‌های صوتی و تصویری مربوط به یک نشریه
fr: Téléchargez des fichiers audio et vidéo associés à une publication.
gl: Descarga os contidos multimedia das publicacións.
hu: Hang- és videofájlok letöltése a megnyitott kiadványból.
it: Scarica audio e video da una pubblicazione.
ja: 出版物の朗読版やビデオをダウンロードできます。
ko: 출판물에 있는 오디오와 동영상 자료를 다운로드할 수 있습니다.
ne: प्रकाशनबाट अडियो र भिडियो डाउनलोड गर्नुहोस्।
nl: Audio en video van een publicatie downloaden.
pt: Baixe áudio e vídeo de uma publicação.
ru: Скачать аудио- и видеофайлы к публикации.
tr: Bir yayına ait ses kayıtlarını ve videoları indirin.
zh: 下载与出版物有关的影音资料
zh_tw: 下載與出版物有關的影音資料

# message_whatsnew_download_sorting
source: Sort your downloaded publications in various ways
af: Sorteer die publikasies wat jy afgelaai het op verskillende maniere
am: ያወረድካቸውን ጽሑፎች በተለያዩ መንገዶች አስተካክለህ ማስቀመጥ
ar: صنِّف الإصدارات بعدة طرق بعد تنزيلها
as: বিভিন্ন ধৰণে ডাউনল’ড কৰা প্ৰকাশনবোৰ শৃঙ্খলাৱব্ধ কৰক
az: Yüklədiyiniz nəşrləri istədiyiniz qaydada düzün.
de: Heruntergeladene Publikationen unterschiedlich sortieren
es: Posibilidad de ordenar de distintas maneras las publicaciones que ha descargado
fa: نشریات دانلودشده را به شکل‌های گوناگون مرتب کنید
fr: Triez les publications téléchargées de différentes manières
gl: Ordena as publicacións descargadas de diferentes maneiras
hu: Többféleképpen csoportosíthatod a letöltött kiadványokat.
it: Ordina in vari modi le pubblicazioni scaricate
ja: ダウンロードした出版物を何通りかに並べ替えられます
ko: 다운로드한 출판물을 여러 방법으로 정렬할 수 있습니다
ne: डाउनलोड गर्नुभएको प्रकाशनलाई विभिन्न तरिकामा मिलाउनुहोस्
nl: Sorteer gedownloade publicaties op verschillende manieren
pt: Organize suas publicações como quiser
ru: Сортировка скачанных публикаций
tr: İndirdiğiniz yayınları çeşitli şekillerde sıralayabilirsiniz
zh: 您可以用多种方式把已下载的出版分类
zh_tw: 您可以用多種方式把已下載的出版物分類

# message_whatsnew_highlight
source: Touch and hold then drag to highlight.
af: Raak en hou en selekteer dan om te merk.
am: ለማቅለም ስክሪኑን ተጭነህ በመያዝ ወምትፈልገው አቅጥጫ ጎትት።
ar: إضغط مطوَّلًا على كلمة ثم مرِّر إصبعك على باقي النص لتلوِّنه.‏
as: টাচ্চ কৰক আৰু ৰওক, ইয়াৰ পাছত হাইলাইট কৰিবলৈ ড্ৰেগ কৰক।
az: Mətnin üstünə basıb xətləmək olar.
de: Zum Markieren antippen, gedrückt halten und dann ziehen.
es: Mantenga pulsada la pantalla y deslice el dedo para resaltar.
fa: برای برجسته‌سازی متن، انگشت خود را روی صفحه بگذارید و روی متن حرکت دهید
fr: Pour surligner : toucher l'écran et glisser le doigt sur le texte.
gl: Pulsa e arrastra para subliñar.
hu: Tartsd az ujjad egy szón, majd húzd arrébb a kiemeléshez.
it: Per evidenziare tocca e, tenendo premuto, scorri sul testo.
ja: 長押ししてドラッグするとハイライトを付けられます。
ko: 길게 터치해 드래그하면 하이라이트를 할 수 있습니다.
ne: हाइलाइट गर्न थिच्नुहोस् र तान्नुहोस्।
nl: Houd ingedrukt en sleep vervolgens om te markeren.
pt: Toque, segure e arraste para destacar.
ru: Выделение текста жестом «придержать и сдвинуть».
tr: Vurgulamak için dokunup basılı tutarak sürükle.
zh: 按住并拖选要标记的范围
zh_tw: 按住並拖選要標示的範圍

# message_whatsnew_highlight_textselection
source: Highlight text as you study.
af: Merk teks terwyl jy studeer.
am: ጽሑፉን ማቅለም
ar: لوِّن النص أثناء الدرس.‏
as: আপুনি অধ্যয়ন কৰি থাকোঁতে হাইলাইট কৰক।
az: Oxuya-oxuya mətni xətləyin.
de: Text beim Studieren markieren.
es: Ya es posible resaltar texto.
fa: برجسته‌سازی متن در حین مطالعه
fr: Surlignez du texte.
gl: Subliña texto.
hu: Használj kiemelőt tanulmányozás közben.
it: Evidenzia il testo.
ja: 個人研究をしながらハイライトを付けられます。
ko: 연구할 때 하이라이트 기능을 사용할 수 있습니다.
ne: अध्ययन गर्दै जाँदा हाइलाइट गर्नुहोस्।
nl: Markeer tekst terwijl je studeert.
pt: Marque o texto enquanto estuda.
ru: Выделение текста во время изучения.
tr: Metni incelerken vurgula.
zh: 标记重点句
zh_tw: 標示重點句

# message_whatsnew_home
source: A Home section showing the content you use most often
af: ’n Tuis-deel wat die inhoud vertoon wat jy die meeste gebruik
am: ብዙ ጊዜ የምትጠቀምባቸውን ነገሮች የሚያሳይ መነሻ ገጽ
ar: قسم في الصفحة الرئيسية يُظهر المواد الأكثر استعمالًا
as: আপুনি সঘনাই ব্যৱহাৰ কৰা প্ৰকাশনবোৰ মুখ্য পৃষ্ঠাৰ এই অংশত দেখুৱাব
az: Ön səhifə bölməsində tez-tez istifadə etdiyiniz materiallar göstərilir
de: Ein Startbereich, auf dem die meistverwendeten Inhalte angezeigt werden
es: La sección Inicio, que muestra los contenidos que usted usa más a menudo
fa: در قسمت صفحهٔ اصلی آنچه را که بیش از همه استفاده می‌کنید، دیده می‌شود
fr: La section Accueil affiche les publications que vous utilisez le plus souvent
gl: Unha sección de Inicio que mostra os contidos máis utilizados
hu: A Kezdőlapon megjelennek a leggyakrabban használt fájlok
it: La sezione Home dove trovare i contenuti che usi più spesso
ja: ホームセクションには，あなたが一番よく使うものが表示されます。
ko: 자주 사용하는 자료가 홈 섹션에 표시됩니다
ne: गृह भागमा तपाईँले अक्सर प्रयोग गर्ने सामग्रीहरू देखा पर्नेछ
nl: Een onderdeel Home waar je de inhoud ziet die je het meest gebruikt
pt: A seção Início mostra o conteúdo que você mais usa
ru: На главной странице отображаются часто используемые материалы
tr: En sık kullandığınız içeriği gösteren bir Anasayfa kısmı
zh: 常用出版物会出现在首页
zh_tw: 常用的出版物會出現在「首頁」

# message_whatsnew_many_sign_languages
source: Now you can download videos in many sign languages!
af: Jy kan nou video's in verskillende gebaretale aflaai!
am: አሁን በተለያዩ የምልክት ቋንቋዎች ቪዲዮዎችን ማውረድ ትችላለህ!
ar: يمكنك الآن تنزيل فيديوات بلغات إشارات كثيرة!‏
as: এতিয়া আপুনি বহুতো সাংকেতিক ভাষাত ভিডিঅ’ ডাউনল’ড কৰিব পাৰিব!
az: İndi bir çox jest dillərində videoları yükləyə bilərsiniz
de: Videos können jetzt in vielen Gebärdensprachen heruntergeladen werden.
es: Ahora puede descargar videos en muchas lenguas de señas.
fa: اکنون می‌توانید فایل‌های ویدیویی به زبان‌های اشاره نیز دانلود کنید!
fr: Vous pouvez maintenant télécharger des vidéos dans de nombreuses langues des signes !
gl: Agora podes descargar vídeos en moitas linguaxes de signos!
hu: Sokféle jelnyelven tudsz videókat letölteni!
it: Ora puoi scaricare video in diverse lingue dei segni!
ja: いろいろな手話言語のビデオをダウンロードできるようになりました。
ko: 이제 다양한 수화로 동영상을 다운로드할 수 있습니다!
ne: अब तपाईँले विभिन्न साङ्केतिक भाषामा भिडियो डाउनलोड गर्न सक्नुहुन्छ!
nl: Je kunt nu video's downloaden in heel veel gebarentalen!
pt: Agora você pode baixar vídeos em várias línguas de sinais!
ru: Теперь вы можете загружать видео на многих жестовых языках!
tr: Artık birçok işaret dilinde video indirebilirsiniz!
zh: 现在您可以下载各个语言的手语视频！
zh_tw: 現在可以下載多種語言的手語影片了！

# message_whatsnew_media
source: A Media section for browsing video and audio programs
af: ’n Media-deel om video- en oudioprogramme te soek
am: የቪዲዮ እና የኦዲዮ ፕሮግራሞችን ለመፈለግ የሚረዳ ገጽ
ar: صفحة تعرض الفيديوات والتسجيلات
as: ভিডিঅ’ আৰু অডিঅ’ প্ৰগ্ৰামৰ বাবে ব্ৰাউজ কৰিবলৈ এটা মিডিয়া বিভাগ
az: Media bölməsində audio və videomateriallar göstərilir
de: Ein Medienbereich für die Suche nach Video- und Tonaufnahmen
es: La sección Multimedia, en la que se encuentran videos o grabaciones
fa: قسمتی جدید حاوی فایل‌های صوتی و تصویری
fr: La section Multimédia permet d'explorer les contenus audio et vidéo
gl: Unha sección de Multimedia con gravacións en audio e vídeos
hu: A Videó és hang menüben láthatod a video- és hangfelvételeket
it: La sezione Multimedia per accedere ai contenuti audio e video
ja: メディアセクションで，ビデオやオーディオ・プログラムを視聴できます
ko: 미디어 섹션에서 동영상과 오디오 자료를 볼 수 있습니다
ne: मिडिया भागमा तपाईँले भिडियो र अडियो सामग्री पाउन सक्नुहुन्छ
nl: Een onderdeel Media waar je video's en audioprogramma's kunt zoeken
pt: Use a seção Mídia para acessar áudios e vídeos
ru: Удобное меню для поиска видео- и аудиопрограмм
tr: Video ve ses kayıtlarını görebileceğiniz bir Medya kısmı
zh: 汇集丰富多彩的影音资料
zh_tw: 在「影音資料」瀏覽影音出版物

# message_whatsnew_meetings
source: See publications you need for the meetings
af: Kyk watter publikasies jy vir die vergadering nodig het
am: ለስብሰባ የሚያስፈልጉ ጽሑፎችን አንድ ቦታ ላይ ማግኘት
ar: تقدر أن ترى الإصدارات التي تحتاجها في الاجتماعات
as: সভাহৰ বাবে প্ৰয়োজনীয় প্ৰকাশনবোৰ চাওক
az: İbadət görüşlərində araşdırılan cari nəşrlər bir səhifədə
de: Publikationen für Zusammenkünfte werden angezeigt
es: Posibilidad de ver las publicaciones que necesitará para las reuniones
fa: نشریات جلسات را مشاهده کنید
fr: Voir les publications utilisées pendant les réunions
gl: Ver as publicacións que se precisan para as reunións
hu: Az összejöveteleken használt kiadványok megjelenítése.
it: Visualizza le pubblicazioni che servono per le adunanze
ja: 集会で使用する出版物を見ることができます
ko: 집회 때 필요한 출판물을 한눈에 볼 수 있습니다
ne: सभामा चाहिने प्रकाशनहरू हेर्नुहोस्
nl: Bekijk publicaties die je nodig hebt voor de vergaderingen
pt: Veja as publicações que você precisa para as reuniões
ru: Просмотр публикаций, необходимых для встреч и конгрессов
tr: İbadette ihtiyacınız olacak yayınları görebilirsiniz
zh: 让您轻松找到在聚会中需要使用的出版物
zh_tw: 讓您輕鬆找到在聚會中需要使用的出版物

# message_whatsnew_noversion_title
source: What's New in JW Library
af: Wat's nuut in JW Library
am: JW Library ምን አዲስ ነገር ይዞ መጣ?
ar: ما الجديد في JW Library؟
as: jw লাইব্ৰেৰীত নতুন কি
az: JW Library-də yeni nə var
de: Neu in JW Library
es: Lo nuevo en JW Library
fa: جدیدترین‌ها در JW Library
fr: Nouveautés de JW Library
gl: Novidades en JW Library
hu: Újdonságok a JW Libraryben
it: Cosa c’è di nuovo su JW Library
ja: JW Libraryの新機能
ko: JW 라이브러리의 새로운 기능
ne: JW लाइब्रेरीमा नयाँ के छ?
nl: Nieuw in JW Library
pt: Novidades do JW Library
ru: Что нового в JW Library?
tr: JW Library'de Yenilikler
zh: JW Library新功能
zh_tw: JW Library新功能

# message_whatsnew_playlists
source: Make playlists containing your favorite videos.
af: Maak ’n speellys met jou gunsteling video's.
am: የምትፈልጋቸውን ቪዲዮዎች የያዙ ማጫወቻ ዝርዝሮችን ማዘጋጀት ትችላለህ።
ar: إنشاء قوائم تشغيل لفيديواتك المفضلة.‏
as: আপোনাৰ পছন্দৰ ভিডিঅ'বোৰৰ প্লেলিষ্ট বনাওক।
az: Sevimli videolarınızın siyahısından ibarət pleylist yaradın.
de: Playlists mit Lieblingsvideos erstellen.
es: Haga listas de reproducción con sus videos favoritos.
fa: تهیهٔ لیست پخش ویدیوهای موردعلاقه
fr: Créez des listes de lecture contenant vos vidéos préférées.
gl: Crea listas de reprodución cos teus vídeos favoritos.
hu: Készíts lejátszási listát a kedvenc videóidhoz.
it: Crea playlist con i tuoi video preferiti.
ja: プレイリストを作成して，お気に入りのビデオを登録できます。
ko: 원하는 영상들을 모아 재생 목록을 만드십시오.
ne: आफूलाई मन पर्ने भिडियोहरूको प्लेलिस्ट बनाउनुहोस्।
nl: Maak afspeellijsten met je favoriete video’s.
pt: Crie playlists com seus vídeos favoritos.
ru: Создавайте плейлисты с избранными видео.
tr: Favorilere eklediğiniz videolardan çalma listeleri oluşturun.
zh: 选择您喜欢的视频，创建播放列表。
zh_tw: 選擇您喜歡的影片，建立您的播放列表。

# message_whatsnew_research_guide
source: Download the Research Guide to see helpful references in the Bible’s study pane.
af: Laai die Navorsingsgids af om nuttige verwysings in die Bybel se studie-paneel te sien.
am: በማጥኛ ሣጥኑ ውስጥ ጠቃሚ ማመሣከሪያዎችን ለማየት የምርምር መርጃ የተባለውን ጽሑፍ አውርድ
ar: نزِّل «دليل المواضيع» لترى مراجع مفيدة في «عمود المراجع» حين تقرأ الكتاب المقدس.
as: বাইবেল অধ্যয়নৰ টোকা ভালদৰে বুজিবলৈ অনুসন্ধান পুস্তকখন ডাউনল’ড কৰক।
az: Müqəddəs Kitabın mütaliəsi zamanı faydalı mənbələri görmək üçün «Axtarış vəsaiti»ni yükləyin.
de: Studienleitfaden herunterladen für weitere Quellen im Bibel-Studienfenster.
es: Descargue la Guía de estudio para ver referencias útiles en el panel suplementario de la Biblia
fa: راهنمای تحقیق را دانلود کنید تا مأخذهای مربوطه در قسمت مطالعه‌ای کتاب مقدّس ظاهر شود.
fr: Téléchargez le Guide de recherche pour voir apparaître des références utiles dans le volet d'étude de la Bible.
gl: Descarga a Guía de estudo para poder ver as referencias no panel de estudo da Biblia.
hu: Ha letöltöd a Kutatási Segédletet, akkor hasznos hivatkozásokat láthatsz a Kiegészítő ablakban.
it: Scarica la “Guida alle ricerche” per consultare utili riferimenti nel riquadro di studio della Bibbia.
ja: リサーチガイドをダウンロードすると，聖書のスタディー・ペインで参照資料を見ることができます。
ko: 연구 자료 찾아보기를 다운로드하면 각 성구와 연결된 참조 출판물을 바로 볼 수 있습니다.
ne: बाइबलको साइड बारमा थप स्रोत सामग्री हेर्न अनुसन्धान सहयोगी डाउनलोड गर्नुहोस्।
nl: Download de Studiehulp om nuttige verwijzingen te zien in het studievenster van de Bijbel.
pt: Baixe o Guia de Pesquisa para ver referências úteis no painel da Bíblia.
ru: Скачайте «Путеводитель по публикациям», чтобы на панели для изучения видеть полезные ссылки.
tr: Kutsal Kitap inceleme penceresindeki yardımcı kaynakları görmek için Araştırma Rehberi’ni indirin.
zh: 下载《检索手册》，你就可以在圣经的注释栏看到参考资料。
zh_tw: 下載《檢索手冊》，你就可以在聖經的注釋欄看到參考資料。

# message_whatsnew_sign_language
source: Sign language publications are available.
af: Gebaretaalpublikasies is ingesluit.
am: የምልክት ቋንቋ ጽሑፎች ተካትተዋል።
ar: الإصدارات بلغات الإشارات صارت متوفرة.
as: সাংকেতিক ভাষাৰ প্ৰকাশনবোৰ উপলব্ধ আছে।
az: Добавлены публикации на жестовом языке.
de: Publikationen sind auch in Gebärdensprache verfügbar.
es: Se han añadido publicaciones en lenguas de señas.
fa: نشریاتی به زبان اشاره در دسترس است.
fr: Des publications en langues des signes sont disponibles.
gl: Hai dispoñibles publicacións en linguaxe de signos.
hu: Jelnyelvű kiadványok is elérhetők.
it: Sono incluse le pubblicazioni nelle lingue dei segni.
ja: 手話の出版物も見られるようになりました。
ko: 수어 출판물이 추가되었습니다.
ne: साङ्केतिक भाषाका प्रकाशनहरू अहिले उपलब्ध भाषाहरूमा थपिएका छन्।
nl: Gebarentaalpublicaties zijn beschikbaar.
pt: Agora estão disponíveis publicações em línguas de sinais.
ru: Добавлены публикации на жестовом языке.
tr: İşaret dilinde yayınlar mevcut.
zh: 包含手语出版物。
zh_tw: 包含手語出版物。

# message_whatsnew_sign_language_migration
source: Please wait while we bring over your downloaded videos from the old version. This might take a while.
af: Wag asseblief terwyl ons jou afgelaaide video's van die ouer weergawe af oorbring. Dit kan dalk ’n rukkie neem.
am: የበፊቱ እትም ላይ ያወረድካቸው ቪዲዮዎች እስኪመጡ እባክህ ጥቂት ጠብቅ። ይህ የተወሰነ ጊዜ ሊፈጅ ይችላል።
ar: الرجاء الانتظار فيما ننقل فيديواتك من الإصدار القديم. قد يتطلب ذلك بعض الوقت.‏
as: আপোনাৰ পুৰণি সংস্কৰণৰপৰা ডাউনল'ড কৰা ভিডিঅ'বোৰ কপি কৰাৰ সময়ত অনুগ্ৰহ কৰি অপেক্ষা কৰক। ইয়াৰ বাবে অলপ সময় লাগিব পাৰে।
az: Xahiş olunur, videolarınızın köhnə versiyasının yenisi ilə əvəz olunana qədər bir az gözləyin.
de: Bitte warten, während die heruntergeladenen Videos aus der alten Version übertragen werden. Das kann etwas dauern.
es: Por favor, espere a que se transfieran los videos que tenía descargados en la versión anterior. Este proceso puede tomar unos minutos.
fa: لطفاً تا زمانی که ویدیوهای دانلودشدهٔ شما از نسخهٔ سابق این برنامه وارد این نسخهٔ جدید شود، صبر کنید. ممکن است کمی‌ طول کشد.
fr: Attendez, s'il vous plaît. Vos vidéos sont en train d'être transférées sur la nouvelle version. Cela peut prendre du temps.
gl: Por favor, agarda mentres importamos os vídeos que descargaches na versión antiga. Isto pode tardar.
hu: Várj, amíg áthozzuk a letöltött videókat a régebbi alkalmazásból. Ez sokáig is tarthat.
it: Attendi mentre vengono trasferiti i video che avevi scaricato nella versione precedente. Questa operazione potrebbe richiedere un po’ di tempo.
ja: 以前のバージョンからダウンロード済みのビデオを移行中です。しばらくお待ちください。これには多少時間がかかります。
ko: 이전 버전에서 다운로드한 동영상을 가져오고 있습니다. 시간이 다소 걸릴 수 있습니다.
ne: कृपया पर्खनुहोस्, हामी पुरानो भर्सनबाट डाउनलोड गरिएका भिडियोहरू राख्दै छौँ। अलि समय लाग्न सक्छ।
nl: Wacht terwijl je gedownloade video's worden overgezet. Dit kan even duren.
pt: Estamos importando seus vídeos da versão anterior. Isso pode demorar um pouco.
ru: Пожалуйста, подождите, пока мы переместим скачанные вами видео из старой версии в новую. Это может занять некоторое время.
tr: Lütfen eski versiyondaki indirilmiş videolarınızı aktarırken bekleyin. Bu işlem biraz sürebilir.
zh: 请稍候，将从旧版本导入已下载的视频文件。这可能需要一段时间。
zh_tw: 請稍後，將從舊版本匯入已下載的影片。這可能需要一段時間。

# message_whatsnew_stream
source: Stream or download any video or song.
af: Stroom of laai enige video of liedjie af.
am: ማንኛውንም ቪዲዮ ወይም ሙዚቃ ከኢንተርኔት ላይ መክፈት ወይም ማውረድ።
ar: بث أو تنزيل فيديو أو أغنية أو ترنيمة.
as: ষ্ট্ৰীম অথবা ভিডিঅ’ বা গান ডাউনল’ড কৰক।
az: Video və ya nəğmələri yükləmədən onlayn rejimdə açmaq və ya tam yükləmək imkanı.
de: Videos oder Lieder streamen oder herunterladen.
es: Reproducir en streaming o descargar cualquier video o canción.
fa: پخش یا دانلود هر ویدیو یا آهنگ
fr: Possibilité de regarder en streaming ou de télécharger les vidéos ou les chansons.
gl: Descarga ou reproduce en liña calquera vídeo ou canción.
hu: Videók és dalok online lejátszása vagy letöltése.
it: Qualsiasi video, cantico o canzone può essere scaricato o riprodotto in streaming.
ja: 全てのビデオや歌で，ストリーミング再生するかダウンロードするかを選択できます。
ko: 동영상과 노래를 다운로드하거나 스트리밍으로 재생할 수도 있습니다.
ne: भिडियो अथवा गीत प्रसारण वा डाउनलोड गर्नुहोस्।
nl: Video's en liederen streamen en downloaden.
pt: Reproduza ou baixe qualquer vídeo ou música.
ru: Воспроизвести онлайн или скачать любое видео или песню.
tr: İstediğiniz videoyu veya şarkıyı indirin ya da online olarak oynatın.
zh: 可在线播放影音资料，或将影音资料下载到设备中
zh_tw: 可線上播放影音資料，或將影音資料下載到裝置中

# message_whatsnew_stream_video
source: Stream or download any video.
af: Stroom of laai enige video af.
am: የፈለግከውን ቪዲዮ ቀጥታ ማጫወት ወይም ማውረድ ትችላለህ።
ar: بث أو تنزيل فيديو.
as: কোনো ভিডিঅʼ ষ্ট্ৰীম বা ডাউনলʼড।
az: İstənilən videonu onlayn rejimdə bax və ya yüklə.
de: Du kannst jedes Video streamen oder herunterladen.
es: Reproducir en streaming o descargar cualquier video.
fa: دانلود یا پخش هر ویدیو
fr: Regarder en streaming ou télécharger les vidéos.
gl: Ver en directo ou descargar calquera vídeo.
hu: Online lejátszás vagy letöltés.
it: Qualsiasi video può essere scaricato o riprodotto in streaming.
ja: ビデオのストリーミング再生とダウンロードが可能です。
ko: 동영상을 다운로드하거나 스트리밍으로 재생할 수도 있습니다.
ne: भिडियो प्रसारण वा डाउनलोड गर्नुहोस्।
nl: Stream of download een video.
pt: Reproduza ou baixe qualquer vídeo.
ru: Смотрите или скачивайте видеоролики.
tr: Videoları indirmeden izleyebilir veya indirebilirsiniz.
zh: 下载影片或在线观看
zh_tw: 下載影片或線上觀看
