Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_no_internet_videos_media
source: Connect to the Internet to see available videos.
af: ’n Internetverbinding is nodig om te sien watter video's beskikbaar is.
am: ቪዲዮዎችን ለማግኘት ኢንተርኔቱን አብራ
ar: إتصل بالإنترنت لترى الفيديوات المتوفرة.
as: উপলব্ধ ভিডিঅʼবোৰ চাবলৈ ইণ্টাৰনেট কানেক্ট কৰক।
az: Videoları görmək üçün internetə qoşulun.
de: Bitte mit dem Internet verbinden, um verfügbare Videos anzuzeigen.
es: Conéctese a Internet para ver los videos disponibles.
fa: برای مشاهدهٔ لیستی از برنامه‌های ویدیویی موجود به اینترنت وصل شوید.
fr: Connectez-vous à Internet pour voir les vidéos disponibles.
gl: Conéctate a Internet para ver os vídeos dispoñibles.
hu: Csatlakozz az internetre, hogy lásd az elérhető videókat.
it: Connettersi a Internet per visualizzare i contenuti video disponibili.
ja: ビデオを見るには，インターネットに接続してください。
ko: 동영상 자료를 보려면 인터넷 연결을 하시기 바랍니다.
ne: उपलब्ध भिडियो हेर्न इन्टरनेट कनेक्ट गर्नुहोस्।
nl: Maak verbinding met internet om beschikbare video's te zien.
pt: Para ver os vídeos disponíveis, conecte-se à internet.
ru: Чтобы увидеть список видео, подключитесь к интернету.
tr: Videoları görmek için internete bağlanın.
zh: 请连网以浏览影片
zh_tw: 請連上網路以瀏覽影片

# message_no_items_audios
source: There are no audios available in this language.
af: Daar is geen oudio's in hierdie taal beskikbaar nie.
am: በዚህ ቋንቋ ምንም ኦዲዮዎች የሉም።
ar: لا توجد مواد سمعية متوفرة بهذه اللغة.
as: এই ভাষাত কোনো অডিঅ' উপলব্ধ নাই।
az: Bu dildə heç bir audio mövcud deyil.
de: In dieser Sprache sind keine Audioaufnahmen verfügbar.
es: No hay audios disponibles en este idioma.
fa: هیچ فایل صوتی در این زبان موجود نیست.
fr: Il n'y a pas d'audios disponibles dans cette langue.
gl: Non hai audios dispoñibles nesta lingua.
hu: Nincsenek elérhető hanganyagok ezen a nyelven.
it: Non ci sono audio disponibili in questa lingua.
ja: この言語では音声は利用できません。
ko: 이 언어로는 오디오를 이용할 수 없습니다.
ne: यस भाषामा अडियोहरू उपलब्ध छैनन्।
nl: Er is geen audio beschikbaar in deze taal.
pt: Não há áudios disponíveis neste idioma.
ru: В этом языке нет доступных аудиозаписей.
tr: Bu dilde sesli yayın bulunmamaktadır.
zh: 此语言没有可用的音频。
zh_tw: 此語言沒有可用的音訊。

# message_no_items_publications
source: There are no publications available in this language.
af: Daar is geen publikasies in hierdie taal beskikbaar nie.
am: በዚህ ቋንቋ ምንም ጽሑፎች የሉም።
ar: لا توجد مطبوعات متوفرة بهذه اللغة.
as: এই ভাষাত কোনো প্ৰকাশন উপলব্ধ নাই।
az: Bu dildə heç bir nəşr mövcud deyil.
de: In dieser Sprache sind keine Veröffentlichungen verfügbar.
es: No hay publicaciones disponibles en este idioma.
fa: هیچ نشریه‌ای در این زبان موجود نیست.
fr: Il n'y a pas de publications disponibles dans cette langue.
gl: Non hai publicacións dispoñibles nesta lingua.
hu: Nincsenek elérhető kiadványok ezen a nyelven.
it: Non ci sono pubblicazioni disponibili in questa lingua.
ja: この言語では出版物は利用できません。
ko: 이 언어로는 출판물을 이용할 수 없습니다.
ne: यस भाषामा कुनै प्रकाशनहरू उपलब्ध छैनन्।
nl: Er zijn geen publicaties beschikbaar in deze taal.
pt: Não há publicações disponíveis neste idioma.
ru: В этом языке нет доступных публикаций.
tr: Bu dilde yayın bulunmamaktadır.
zh: 此语言没有可用的出版物。
zh_tw: 此語言沒有可用的出版物。

# message_no_items_videos
source: There are no videos available in this language.
af: Daar is geen video's in hierdie taal beskikbaar nie.
am: በዚህ ቋንቋ ምንም ቪዲዮዎች የሉም።
ar: لا توجد فيديوهات متوفرة بهذه اللغة.
as: এই ভাষাত কোনো ভিডিঅ' উপলব্ধ নাই।
az: Bu dildə heç bir video mövcud deyil.
de: In dieser Sprache sind keine Videos verfügbar.
es: No hay videos disponibles en este idioma.
fa: هیچ ویدیویی در این زبان موجود نیست.
fr: Il n'y a pas de vidéos disponibles dans cette langue.
gl: Non hai vídeos dispoñibles nesta lingua.
hu: Nincsenek elérhető videók ezen a nyelven.
it: Non ci sono video disponibili in questa lingua.
ja: この言語では動画は利用できません。
ko: 이 언어로는 동영상을 이용할 수 없습니다.
ne: यस भाषामा भिडियोहरू उपलब्ध छैनन्।
nl: Er zijn geen video's beschikbaar in deze taal.
pt: Não há vídeos disponíveis neste idioma.
ru: В этом языке нет доступных видео.
tr: Bu dilde video bulunmamaktadır.
zh: 此语言没有可用的视频。
zh_tw: 此語言沒有可用的影片。

# message_no_marginal_references
source: There are no marginal references.
af: Daar is geen kruisverwysings nie.
am: የኅዳግ ማስታወሻ የለም።
ar: ليس هناك مراجع هامشية.‏
as: তাত কোনো মাৰ্জিনেল ৰেফাৰেঞ্চ নাই।
az: Çarpaz istinadlar yoxdur.
de: Keine Querverweise vorhanden.
es: No hay referencias marginales.
fa: آیات ارجاعی موجود نیست.
fr: Aucune référence marginale.
gl: Non hai referencias marxinais.
hu: Nincsenek keresztutalások.
it: Non ci sono riferimenti marginali.
ja: 欄外参照はありません。
ko: 상호 참조 성구가 없습니다.
ne: मार्जिनल रेफरेन्स छैन।
nl: Er zijn geen verwijsteksten.
pt: Não há referências marginais.
ru: Перекрестных ссылок нет.
tr: Gönderme yok.
zh: 没有参考经文
zh_tw: 沒有參考經文

# message_no_media
source: Please download some audio programs or videos.
af: Laai asseblief ’n paar oudioprogramme of video's af.
am: እባክህ የኦዲዮ ፕሮግራሞችን ወይም ቪዲዮዎችን አውርድ።
ar: يُرجى تنزيل تسجيلات أو فيديوات.‏
as: অনুগ্ৰহ কৰি কিছুমান অডিঅ’ বা ভিডিঅ’ প্ৰগ্ৰাম ডাউনল’ড কৰক।
az: Bəzi audio-videomaterialları yükləyin.
de: Bitte Tonaufnahmen oder Videos herunterladen.
es: Descargue grabaciones de audio o videos.
fa: لطفاً چند فایل صوتی یا تصویری را دانلود کنید.
fr: Téléchargez des publications audio ou vidéo.
gl: Por favor, descarga vídeos e gravacións de audio.
hu: Kérjük, tölts le néhány hang- vagy videofájlt!
it: Scarica contenuti audio o video.
ja: オーディオ・プログラムかビデオをダウンロードしてください。
ko: 오디오 자료나 동영상을 다운로드하십시오.
ne: कृपया अडियो अथवा भिडियो सामग्री डाउनलोड गर्नुहोस्।
nl: Download een aantal audioprogramma's of video's.
pt: Baixe um arquivo de áudio ou vídeo.
ru: Пожалуйста, скачайте аудиозаписи или видео.
tr: Lütfen bir video veya ses kaydı indirin.
zh: 请先下载影音资料。
zh_tw: 請先下載影音資料。

# message_no_media_items
source: There are no new media items in this language.
af: Daar is geen nuwe media-items in hierdie taal nie.
am: በዚህ ቋንቋ አዲስ የወጣ የሚዲያ ፋይል የለም
ar: ليس هناك فيديوات أو تسجيلات جديدة بهذه اللغة.
as: এই ভাষাত কোনো নতুন মিডিয়া নাই।
az: Bu dildə yeni multimedia faylları yoxdur.
de: Zurzeit sind keine neuen Inhalte in dieser Sprache verfügbar.
es: No hay nuevos archivos multimedia en este idioma.
fa: برنامه‌ای صوتی یا ویدیویی جدیدی به زبان انتخاب‌شده موجود نیست.
fr: Il n'y a pas de nouveau média dans cette langue.
gl: Non hai contidos novos neste idioma.
hu: Nincsenek új tartalmak ezen a nyelven.
it: Non sono disponibili nuovi contenuti multimediali in questa lingua.
ja: この言語の新しいメディアはありません。
ko: 해당 언어로 된 새로운 미디어가 없습니다.
ne: यस भाषामा कुनै नयाँ मिडिया सामग्री छैन।
nl: Er zijn geen nieuwe media-items in deze taal.
pt: Não há novos arquivos de mídia neste idioma.
ru: На этом языке нет новых материалов.
tr: Bu dilde yeni bir medya yok.
zh: 目前没有这种语言的影音资料
zh_tw: 目前沒有這種語言的影音資料

# message_no_media_title
source: No Media
af: Geen media
am: ሚዲያ የለም
ar: ليس هناك مواد‏
as: মিডিয়া নাই
az: Audio-videomateriallar tapılmadı
de: Keine Medien
es: No tiene archivos multimedia
fa: هیچ فایل صوتی یا تصویری یافت نشد
fr: Aucun média
gl: Non hai arquivos multimedia
hu: Nincsenek hang- vagy videofájlok
it: Nessun contenuto multimediale
ja: メディアがありません
ko: 미디어가 없음
ne: मिडिया छैन
nl: Geen media aanwezig
pt: Não há mídia disponível
ru: Нет материалов
tr: Medya Yok
zh: 无多媒体资料
zh_tw: 無多媒體資料

# message_no_midweek_meeting_content
source: No content for the midweek meeting for this date.
af: Geen inhoud vir die weeksdagvergadering vir hierdie datum nie.
am: ለዚህ ቀን ለሳምንቱ አጋማሽ ስብሰባ ምንም ይዘት የለም።
ar: لا يوجد محتوى لاجتماع منتصف الأسبوع لهذا التاريخ.
as: এই তাৰিখৰ বাবে সপ্তাহৰ মাজভাগৰ সভাৰ কোনো সমল নাই।
az: Bu tarix üçün həftəiçi görüş məzmunu yoxdur.
de: Kein Inhalt für die Wochenmitte-Zusammenkunft für dieses Datum.
es: No hay contenido para la reunión de entre semana para esta fecha.
fa: هیچ محتوایی برای جلسهٔ اواسط هفته در این تاریخ وجود ندارد.
fr: Aucun contenu pour la réunion de semaine pour cette date.
gl: Non hai contido para a reunión de entre semana para esta data.
hu: Nincs tartalom a hétközi összejövetelhez erre a dátumra.
it: Nessun contenuto per l'adunanza infrasettimanale per questa data.
ja: この日付の週半ばの集会のコンテンツはありません。
ko: 이 날짜의 주중 집회 내용이 없습니다.
ne: यस मितिका लागि मध्य-हप्ताको सभाको कुनै सामग्री छैन।
nl: Geen inhoud voor de doordeweekse bijeenkomst voor deze datum.
pt: Nenhum conteúdo para a reunião de meio de semana para esta data.
ru: Нет содержания встречи в будние дни для этой даты.
tr: Bu tarih için hafta ortası ibadet içeriği yok.
zh: 此日期没有周中聚会内容。
zh_tw: 此日期沒有週中聚會內容。

# message_no_weekend_meeting_content
source: No content for the weekend meeting for this date.
af: Geen inhoud vir die naweekvergaderings vir hierdie datum nie.
am: ለዚህ ቀን ለሳምንቱ መጨረሻ ስብሰባ ምንም ይዘት የለም።
ar: لا يوجد محتوى لاجتماع نهاية الأسبوع لهذا التاريخ.
as: এই তাৰিখৰ বাবে সপ্তাহান্তৰ সভাৰ কোনো সমল নাই।
az: Bu tarix üçün həftəsonu görüş məzmunu yoxdur.
de: Kein Inhalt für die Wochenend-Zusammenkunft für dieses Datum.
es: No hay contenido para la reunión de fin de semana para esta fecha.
fa: هیچ محتوایی برای جلسات آخر هفته در این تاریخ وجود ندارد.
fr: Aucun contenu pour pour la réunions du weekend pour cette date.
gl: Non hai contido para a reunión de fin de semana para esta data.
hu: Nincs tartalom a hétvégi összejövetelhez erre a dátumra.
it: Nessun contenuto per l'adunanza del fine settimana per questa data.
ja: この日付の週末の集会のコンテンツはありません。
ko: 이 날짜의 주말 집회 내용이 없습니다.
ne: यस मितिका लागि सप्ताहन्तको सभाको कुनै सामग्री छैन।
nl: Geen inhoud voor de weekendbijeenkomsten voor deze datum.
pt: Nenhum conteúdo para a reunião de fim de semana para esta data.
ru: Нет содержания встречи в выходные дни для этой даты.
tr: Bu tarih için hafta sonu ibadet içeriği yok.
zh: 此日期没有周末聚会内容。
zh_tw: 此日期沒有週末聚會內容。

# message_no_ministry_publications
source: There are no ministry publications in this language.
af: Daar is geen publikasies vir die bediening in hierdie taal beskikbaar nie.
am: በዚህ ቋንቋ ለአገልግሎት የተዘጋጀ የሕትመት ውጤት የለም።
ar: ليس هناك إصدارات للخدمة بهذه اللغة.‏
as: এই ভাষাত ঘোষণা কাৰ্য্যৰ বাবে কোনো প্ৰকাশন নাই।
az: Bu dildə xidmət üçün vəsaitlər yoxdur.
de: In dieser Sprache gibt es keine Predigtdienst-Veröffentlichungen.
es: No hay publicaciones para la predicación en este idioma.
fa: نشریاتی برای موعظه به زبان مورد نظر موجود نیست.
fr: Il n'y a aucune publication pour la prédication dans cette langue.
gl: Non hai publicacións para predicar neste idioma.
hu: Nincsenek szolgálathoz készült kiadványok ezen a nyelven.
it: Non sono disponibili pubblicazioni per il ministero in questa lingua.
ja: この言語では，「宣教」に該当するコンテンツがありません。
ko: 해당 언어는 야외 봉사를 위한 출판물이 없습니다.
ne: यस भाषामा प्रचारकार्यमा चलाइने कुनै प्रकाशन उपलब्ध छैन।
nl: Er zijn geen velddienstpublicaties in deze taal.
pt: Não há publicações para o ministério neste idioma.
ru: На этом языке нет публикаций для служения.
tr: Bu dilde hizmet için bir yayın yok.
zh: 目前这种语言没有与传道相关的出版物
zh_tw: 目前這種語言沒有與傳道相關的出版物

# message_no_notes
source: Create notes for personal study
af: Skep notas vir persoonlike studie
am: የግል ጥናት ማስታወሻዎች ያዝ
ar: إنشاء ملاحظات للدرس الشخصي‏
as: ব্যক্তিগত অধ্যয়ন কৰিবলৈ টোকা বনাওক
az: Mütaliə üçün qeydlər yaradın
de: Persönliche Notizen erstellen
es: Cree notas para su estudio personal
fa: یادداشت‌های شما در اینجا ظاهر خواهد شد.
fr: Vos notes apparaîtront ici.
gl: Crea notas para o teu estudo persoal
hu: Készíts jegyzeteket a tanulmányozáshoz.
it: Crea note per il tuo studio personale
ja: メモを作成するとここに表示されます。
ko: 개인 연구를 위해 메모를 추가할 수 있습니다
ne: अध्ययनको लागि नोटहरू बनाउनुहोस्
nl: Maak notities voor persoonlijke studie
pt: Crie suas notas para estudo pessoal
ru: Создайте заметки для личного изучения
tr: Kişisel inceleme için notlar oluşturun
zh: 添加笔记
zh_tw: 新增筆記

# message_no_other_bibles
source: There are no other Bibles that have content for this chapter.
af: Daar is geen ander beskikbare Bybels wat hierdie hoofstuk bevat nie.
am: በዚህ ምዕራፍ ውስጥ ያለው ጽሑፍ በሌሎች የመጽሐፍ ቅዱስ ትርጉሞች ውስጥ አይገኝም።
ar: هذا الفصل ليس موجودًا في ترجمات أخرى للكتاب المقدس.‏
as: এই অধ্যায়ৰ বিষয়টো আন কোনো বাইবেলত নাই।
az: Bu fəsil üçün digər Müqəddəs Kitab tərcümələri yoxdur.
de: Keine anderen Bibeln mit Inhalten zu diesem Kapitel vorhanden.
es: No hay otras Biblias disponibles que contengan este capítulo.
fa: این باب در کتاب‌مقدّس‌های دیگر موجود نیست.
fr: Aucune autre Bible ne contient de texte à afficher pour ce chapitre.
gl: Non hai outras Biblias que conteñan este capítulo.
hu: Nincs több olyan Biblia, amelyben szerepel ez a fejezet.
it: Non ci sono altre Bibbie con contenuti per questo capitolo.
ja: この章を含む他の翻訳はありません。
ko: 다른 번역판에는 이 장의 내용이 없습니다.
ne: यस अध्यायको सामग्री भएको अरू बाइबल उपलब्ध छैन।
nl: Er zijn geen andere Bijbels die dit hoofdstuk bevatten.
pt: Não há outras Bíblias com este capítulo.
ru: Этой главы нет в других переводах Библии.
tr: Bu bölüm için içeriği olan başka bir Kutsal Kitap yok.
zh: 本章没有其他圣经译本可以参考
zh_tw: 本章沒有其他聖經譯本可以參考

# message_no_playlist_items
source: Add items to listen to or to watch
af: Voeg items by om na te luister of te kyk
am: ማዳመጥ ወይም ማየት የምትፈልገውን ነገር ጨምር
ar: أضف مواد لتسمعها أو تشاهدها‏
as: শুনিবলৈ বা চাবলৈ ভিডিঅʼ আৰু অডিঅʼ যোগ কৰক
az: Dinləmək və ya baxmaq üçün nəşrlər əlavə edin
de: Diese Playlist ist leer
es: Añada elementos para escuchar o ver
fa: فایلی در این لیست پخش یافت نشد
fr: Aucun élément dans cette liste de lecture.
gl: Engade contido de audio ou vídeo
hu: A lejátszási lista még üres.
it: Aggiungi contenuti da ascoltare o da guardare
ja: プレイリストにアイテムを追加してください。
ko: 이 목록에 오디오 자료나 동영상이 없습니다
ne: यो प्लेलिस्टमा कुनै सामग्री छैन।
nl: Voeg items toe om te luisteren of te kijken
pt: Esta playlist está vazia.
ru: Добавьте сюда нужные вам иллюстрации, аудио или видео
tr: Dinlenecek veya izlenecek öğeler ekleyin
zh: 在播放列表里添加内容
zh_tw: 在播放列表裡新增內容

# message_no_playlists
source: Create playlists of videos, audio, and images
af: Skep speellyste van video's, oudio en prente
am: የቪዲዮ፣ የኦዲዮና የምስሎች ማጫወቻ ዝርዝሮች ፍጠር
ar: إنشاء قوائم تشغيل للفيديوات والتسجيلات والصور‏
as: ভিডিঅʼ, অডিঅʼ আৰু ছবিৰ বাবে প্লেলিষ্ট প্ৰস্তুত কৰক
az: Videolar, audiolar və şəkillər üçün pleylist yaradın
de: Keine Playlist vorhanden
es: Cree listas de reproducción con videos, audios e imágenes.
fa: لیست پخشی موجود نیست
fr: Aucune liste de lecture.
gl: Crea listas de reprodución con vídeos, audios e imaxes
hu: Készíts lejátszási listákat videókból, hangfájlokból és képekből.
it: Crea playlist di video, audio e immagini
ja: ビデオ，オーディオ，画像をプレイリストに追加できます。
ko: 재생 목록이 없습니다
ne: भिडियो, अडियो वा चित्रको नयाँ प्लेलिस्ट बनाउनुहोस्
nl: Maak afspeellijsten van video's, audio en afbeeldingen
pt: Crie playlists para vídeos, áudios e imagens.
ru: Создайте плейлисты, содержащие иллюстрации, аудио- и видеофайлы
tr: Video, ses ve resimlerden oluşan çalma listeleri oluşturun
zh: 添加播放列表，你可以添加影片、音频文件和图片
zh_tw: 新增播放列表，你可以添加影片、音檔和圖片

# message_no_study_content
source: No study content
af: Daar is geen studie-inhoud nie
am: ለጥናት የተዘጋጀ መረጃ የለም
ar: ليس هناك مواد دراسية‏
as: অধ্যয়নৰ বাবে ইয়াত কোনো বিষয় নাই।
az: Material yoxdur
de: Kein Studienmaterial vorhanden
es: No hay material de estudio
fa: مطالب مطالعه‌ای موجود نیست
fr: Aucun contenu d'étude
gl: Non hai información de estudo
hu: Nincs tartalom
it: Nessun materiale di studio
ja: 研究用コンテンツはありません。
ko: 연구 자료가 없습니다
ne: अध्ययन सामग्री छैन।
nl: Geen studiemateriaal
pt: Nenhum conteúdo de estudo
ru: Материала нет
tr: İnceleme içeriği yok
zh: 无相关资料
zh_tw: 無相關資料

# message_no_tags
source: Things you tag with "{name}" will appear here.
af: Items met die merker "{name}" sal hier verskyn.
am: "{name}" በሚል የፈረጅካቸው ማስታወሻዎች እዚህ ላይ ይታያሉ።
ar: المواد التي تضيفها إلى الموضوع «{name}» ستظهر هنا.‏
as: যিবোৰ "{name}" আপুনি টেগ কৰিলে, সেইবোৰ ইয়াত দেখা যাব।
az: «{name}» teqi ilə qeyd edilən bütün materiallar burada göstəriləcək.
de: Was mit "{name}" getaggt ist, erscheint hier.
es: Las cosas a las que le ponga la etiqueta "{name}" aparecerán aquí.
fa: آنچه با برچسب «{name}» یادداشت کنید، در اینجا ظاهر خواهد شد.
fr: Les éléments classés dans la catégorie « {name} » apparaîtront ici.
gl: O que etiquetes como "{name}" aparecerá aquí.
hu: Itt jelenik meg minden, amit ezzel a címkével jelöltél meg: {name}.
it: Il materiale con l’etichetta “{name}” comparirà qui.
ja: "{name}"というタグが付いたものがここに表示されます。
ko: "{name}" 태그가 붙은 메모가 여기에 표시됩니다.
ne: "{name}" भनी ट्याग गर्नुभएका कुराहरू यहाँ देखा पर्नेछन्।
nl: Items die je tagt met '{name}' verschijnen hier.
pt: Notas com a etiqueta "{name}" vão aparecer aqui.
ru: Здесь появится то, что вы пометите тегом «{name}».
tr: "{name}" olarak etiketlediğiniz şeyler burada görünecek.
zh: 标记“{name}”的项目会出现在这里
zh_tw: 標記「{name}」的項目會出現在這裡

# message_no_topics_found
source: No topics found.
af: Geen onderwerpe gevind nie.
am: ምንም ርዕሰ ጉዳይ አልተገኘም።
ar: هذا الموضوع ليس موجودًا.
as: বিষয়বোৰ বিচাৰি পোৱা নগʼল।
az: Mövzu tapılmadı.
de: Keine Treffer
es: No se han encontrado temas.
fa: موضوعی یافت نشد.
fr: Aucun résultat.
gl: Non se atoparon temas.
hu: Nincs ilyen címszó.
it: Nessun risultato.
ja: トピックはありません。
ko: 표제어 없음.
ne: विषय फेला परेन।
nl: Geen onderwerpen gevonden.
pt: Assunto não encontrado.
ru: Ничего не найдено.
tr: Sonuç bulunamadı.
zh: 在工具书里找不到相关条目。
zh_tw: 在工具書裡找不到相關條目。

# message_no_verses_available
source: There are no verses available for this Bible book.
af: Daar is geen verse beskikbaar vir hierdie Bybelboek nie.
am: የዚህ መጽሐፍ ምንም ጥቅሶች የሉም።
ar: ليس هناك آيات لهذا السفر.‏
as: বাইবেলৰ এই কিতাপখনৰ বাবে কোনো পদ উপলব্ধ নাই।
az: Müqəddəs Kitabın bu bölməsinin ayələri yoxdur.
de: Für dieses Bibelbuch sind keine Verse vorhanden.
es: No hay versículos disponibles de este libro de la Biblia.
fa: آیاتی در ترجمهٔ مورد نظر موجود نیست.
fr: Aucune vidéo n'est disponible pour ce livre de la Bible.
gl: Non hai versículos dispoñibles para este libro da Biblia.
hu: Nincsenek elérhető bibliaversek ehhez a könyvhöz.
it: Nessun versetto disponibile per questo libro della Bibbia.
ja: この書で利用できる節はありません。
ko: 이 성서에는 이용할 수 있는 성구가 없습니다.
ne: बाइबलको यस पुस्तकका पदहरू उपलब्ध छैनन्।
nl: Er zijn geen verzen beschikbaar voor dit Bijbelboek.
pt: Não há capítulos disponíveis para este livro da Bíblia.
ru: В этой библейской книге переведенных стихов нет.
tr: Kutsal Kitap'taki bu kısım için bir ayet yok.
zh: 此圣经经卷暂时没有可供下载的视频文件
zh_tw: 此聖經經卷暫時沒有可供下載的影片檔

# message_no_videos
source: There are no videos in this language.
af: Daar is geen video's in hierdie taal beskikbaar nie.
am: በዚህ ቋንቋ የተዘጋጀ ቪዲዮ የለም።
ar: ليس هناك فيديوات بهذه اللغة.‏
as: এই ভাষাত কোনো ভিডিঅ’ উপলব্ধ নাই।
az: Bu dildə video yoxdur.
de: In dieser Sprache gibt es keine Videos.
es: No hay videos en este idioma.
fa: فایل ویدیویی به زبان مورد نظر موجود نیست.
fr: Il n'y a aucune vidéo dans cette langue.
gl: Non hai vídeos neste idioma.
hu: Nincsenek videók ezen a nyelven.
it: Non sono disponibili video in questa lingua.
ja: この言語のビデオはありません。
ko: 해당 언어로 된 동영상이 없습니다.
ne: यस भाषामा कुनै भिडियो उपलब्ध छैन।
nl: Er zijn geen video's in deze taal.
pt: Não há vídeos neste idioma.
ru: На этом языке нет видео.
tr: Bu dilde video yok.
zh: 目前没有这种语言的影片
zh_tw: 目前沒有這種語言的影片

# message_no_wifi_connection
source: This may result in data charges. You can choose to always allow cellular data in Settings. Would you like to continue anyway?
af: Dit kan datakoste tot gevolg hê. Jy kan na Instellings gaan en kies om sellulêre data altyd toe te laat. Wil jy nog steeds voortgaan?
am: ክፍያ ልትጠየቅ ትችላለህ። ሁልጊዜ በዳታ ኔትዎርክ ተጠቅመህ ማውረድ ከፈለግክ ማስተካከያ ውስጥ ገብተህ ማስተካከል ትችላለህ። ለማንኛውም በዚሁ ይቀጥል?
ar: قد تترتب عليك رسوم إضافية. يمكنك أن تذهب إلى الإعدادت وتختار التنزيل عبر شبكة الجهاز المحمول دائمًا. فهل تريد أن تتابع التشغيل؟‏
as: ইয়াৰ ফলত ডাটা মাচুল হ'ব পাৰে। আপুনি ছেটিঙত সদায় চেলুলাৰ ডাটাৰ অনুমতি দিব পাৰে। আপুনি তথাপিও অব্যাহত ৰাখিব বিচাৰেনে?
az: Buna görə sizdən ödəniş tələb oluna bilər. Parametrlərdə mobil internet vasitəsilə yükləməni aktiv edə bilərsiniz. Davam etmək istəyirsiniz?
de: Es können Kosten für Daten entstehen. Das Herunterladen über Mobilnetz kann unter Einstellungen dauerhaft aktiviert werden. Trotzdem fortfahren?
es: Puede que su compañía le cobre por el consumo de datos. Puede activar el uso automático de datos móviles en Configuración. ¿Desea continuar?
fa: این کار ممکن است هزینه داشته باشد. در قسمت تنظیمات، می‌توانید پخش یا دانلود را از طریق اینترنت موبایل فعال سازید. آیا می‌خواهید ادامه دهید؟
fr: Cela peut entraîner des frais. Pour autoriser systématiquement le téléchargement en utilisant les données cellulaires allez dans les Paramètres. Souhaitez-vous quand même continuer ?
gl: Esta acción pode ocasionar gastos por consumo de datos. Podes activar as descargas por rede móbil en Axustes. Desexas continuar?
hu: Ez megnövelheti az adatforgalmi díjat. A Beállításokban engedélyezheted a mobil adatforgalom állandó használatát. Így is szeretnéd folytatni?
it: Può comportare un costo per il traffico dati. Nelle Impostazioni puoi scegliere di consentire sempre l’uso della rete dati mobile. Vuoi continuare comunque?
ja: データ通信料が発生する可能性があります。「設定」から，モバイルデータ通信の使用を常に有効にできます。再生しますか。
ko: 데이터 요금이 부과될 수 있습니다. 셀룰러 데이터를 항상 허용하려면 설정에서 변경할 수 있습니다. 계속 진행하시겠습니까?
ne: यसो गर्दा डाटा शुल्क लाग्न सक्छ। सेटिङहरूमा गएर सधैँ सेलुलर इन्टरनेट चलाउने अप्सन रोज्न सक्नुहुन्छ। के तपाईँ अघि बढ्न चाहनुहुन्छ?
nl: Dit kan tot datakosten leiden. Ga naar Instellingen om downloaden via mobiel netwerk altijd toe te staan. Wil je toch doorgaan?
pt: Isso pode resultar em cobranças pelo uso do plano de dados. Você pode escolher sempre habilitar o plano de dados em Configurações. Deseja continuar mesmo assim?
ru: За передачу данных может взиматься плата. В меню «Настройки» можно разрешить постояннное использование мобильного интернета. Вы хотите продолжить?
tr: Bu işlem veri ücretine yol açabilir. Ayarlar'dan, her zaman hücresel veri ile indirmeyi seçebilirsiniz. Yine de devam etmek istiyor musunuz?
zh: 可能需要支付网络流量费用。您可以进入“设置”，允许使用流量下载。您仍然要继续吗？
zh_tw: 可能需要支付網路流量費用。您可以進入「設定」，允許使用行動數據下載。您仍然要繼續嗎？
