Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_help_us_improve
source: JW Library crashed recently. Would you like to send diagnostic data to us? This information helps us to keep the app performing well.
af: JW Library het onlangs ineengestort. Wil jy diagnostiese data na ons toe stuur? Hierdie inligting help ons om seker te maak dat die app behoorlik werk.
am: JW ላይብረሪህ በቅርቡ ብልሽት አጋጥሞት ነበር። ችግሩን ለማወቅ የሚረዳ መረጃ ለመላክ ፈቃደኛ ነህ? ይህ መረጃ አፕሊኬሽኑን ለማቀላጠፍ ያግዘናል።
ar: تطبيق JW Library توقف مؤخرًا. هل تريد أن ترسل إلينا بيانات تشخيص المشكلة؟ هذه المعلومات تساعدنا أن نحسِّن أداء التطبيق.
as: অলপ সময়ৰ আগতে JW Library কাম কৰিবলৈ বন্ধ কৰিলে। আপুনি আমাক ডায়েগ্নষ্টিক ডাটা পঠিয়াব বিচাৰেনে? এই তথ্যবোৰে আমাক সহায় কৰিব, যাতে এপটো ভালদৰে কাম কৰি থাকে।
az: «JW Library» tətbiqində xəta olub. Diaqnostik məlumatları göndərmək istəyirsiniz? Bu məlumatlar bizə tətbiqi yaxşı vəziyyətdə saxlamağa kömək edir.
de: Die JW Library-App ist abgestürzt. Möchtest du uns Diagnosedaten senden, um die Optimierung der App zu unterstützen?
es: Se produjo un fallo en JW Library la última vez que se usó. ¿Desea enviarnos los datos de diagnóstico? Eso nos permitirá mejorar el funcionamiento de la aplicación.
fa: اگر به تازگی اختلالی در اَپ به وجود آمده است، آیا می‌خواهید دادهٔ عیب آن را برای ما ارسال کنید؟ این داده‌ها به ما در بهبود عملکرد اَپ کمک می‌کند.
fr: JW Library a rencontré un problème récemment. Souhaitez-vous nous envoyer des données de diagnostic ? Ces informations nous aident à maintenir les performances de l'application.
gl: JW Library deixou de funcionar hai pouco. Queres enviarnos un informe co diagnóstico? Esta información axudaranos a facer que a aplicación siga funcionando correctamente.
hu: A JW Library legutóbb összeomlott. Engedélyezed, hogy az alkalmazás diagnosztikai adatokat küldjön? Ez segít nekünk az alkalmazás fejlesztésében.
it: JW Library si è bloccata di recente. Vorresti inviarci i dati diagnostici? Queste informazioni ci aiutano a fare in modo che la app funzioni bene.
ja: 前回JW Libraryが予期せずに終了しました。原因の診断に役立つ情報を開発者に提供しますか。この情報はアプリ性能の向上に役立ちます。
ko: JW 라이브러리가 최근에 갑자기 종료되었습니다. 개발자에게 진단 데이터를 보내시겠습니까? 이 정보는 앱을 관리하는 데 도움이 될 것입니다.
ne: JW लाइब्रेरी हालसालै क्र्यास भएको थियो। के तपाईँ एपको प्रयोग सम्बन्धी जानकारी हामीलाई पठाउन चाहनुहुन्छ? उक्त जानकारीले एप प्रयोगको अनुभवमा सुधार ल्याउन हामीलाई मदत गर्नेछ।
nl: JW Library is recentelijk uitgevallen. Wilt u ons de diagnostische gegevens zenden? Die informatie helpt ons de app goed te laten werken.
pt: O JW Library fechou inesperadamente. Você gostaria de nos enviar informações de diagnóstico? Essas informações nos ajudam a manter o aplicativo funcionando corretamente.
ru: В работе JW Library произошел сбой. Хотите отправить диагностические данные? Эта информация поможет нам сделать приложение более стабильным.
tr: JW Library çalışmayı durdurdu. Geribildirimde bulunmak ister misiniz? Bu bilgiler, uygulamanın daha iyi performans göstermesini sağlamamıza yardımcı olur.
zh: JW Library崩溃，强制关闭。你想发送诊断数据给我们吗？这样的数据可以帮助我们改善app。
zh_tw: JW Library當機，強制關閉。你想發送診斷資料給我們嗎？這樣的資料可以幫助我們改善app。

# message_help_us_improve_title
source: Help Us Improve
af: Help ons om te verbeter
am: ማሻሻያ ለማድረግ አግዘን
ar: ساعِدنا أن نحسِّن التطبيق
as: আমাক সহায় কৰক
az: Təkmilləşməyə kömək edin
de: Hilf uns, die App zu optimieren
es: Ayúdenos a mejorar
fa: ّْْلطفاً در بهتر شدن به ما کمک کنید
fr: Aidez-nous à améliorer l'application
gl: Axúdanos a mellorar
hu: Segítség a fejlesztéshez
it: Aiutaci a migliorare
ja: 診断データを提供
ko: 개선을 위한 요청
ne: एपमा सुधार ल्याउन मदत गर्नुहोस्
nl: Help ons te verbeteren
pt: Ajude-nos a melhorar
ru: Помогите улучшить приложение
tr: Geliştirmemize Yardımcı Olun
zh: 帮助我们改进
zh_tw: 協助我們改進

# message_import_jwlsl_playlist
source: This backup contains playlists created in the JW Library Sign Language app. Import the playlists?
af: Hierdie reserwekopie bevat speellyste wat in die JW Library Sign Language-app geskep is. Moet die speellyste ingevoer word?
am: ይህ ተቀማጭ በJW Library Sign Language አፕሊኬሽን የተዘጋጁ ማጫወቻ ዝርዝሮች ይዟል። ማጫወቻ ዝርዝሮቹን ማስገባት ትፈልጋለህ?
ar: هذه النسخة الاحتياطية تتضمن قوائم تشغيل أنشأتَها في تطبيق JW Library Sign Language. هل تريد نقل قوائم التشغيل؟
as: এই বেকাপত JW লাইব্ৰেৰী সাংকেতিক ভাষা এপত সৃষ্টি কৰা প্লেলিষ্টসমূহ থাকে। প্লেলিষ্টসমূহ ইমপোৰ্ট কৰিবনে?
az: Ehtiyat surətində «JW Library Sign Language» tətbiqində yaradılmış pleylistlər var. Həmin pleylistlər əlavə olunsun?
de: Diese Sicherung enthält Playlists, die in der JW Library Sign Language-App erstellt wurden. Playlists importieren?
es: Esta copia de seguridad contiene listas de reproducción creadas en la aplicación JW Library Sign Language. ¿Desea importarlas?
fa: این بکاپ دارای لیست‌های پخش است که در اپ زبان اشاره درست شدند. آیا می‌خواهید آن‌ها را هم وارد کنید؟
fr: Cette sauvegarde contient des listes de lecture créées dans l'application JW Library Sign Language. Importer ces listes de lecture ?
gl: Esta copia de seguridade contén listas de reprodución creadas na aplicación de linguaxe de signos. Importar igualmente?
hu: Ez a biztonsági mentés olyan lejátszási listákat tartalmaz, melyek a JW Library Sign Language alkalmazásban készültek. Be akarod olvasni ezeket a lejátszási listákat?
it: Questo backup contiene playlist create nell’app JW Library Sign Language. Vuoi importare le playlist?
ja: このバックアップファイルには，手話用JW Libraryで作成されたプレイリストが含まれています。インポートしますか？
ko: 이 백업 파일에 JW 수어 라이브러리 앱의 재생 목록이 있습니다. 그래도 가져오시겠습니까?
ne: यस व्याकअपमा JW लाइब्रेरी साङ्केतिक भाषा एपमा बनाइएका प्लेलिस्टहरू छन्। ती प्लेलिस्टहरू इम्पोर्ट गर्न चाहनुहुन्छ?
nl: Deze back-up bevat afspeellijsten die in de JW Library Sign Language-app zijn gemaakt. Afspeellijsten importeren?
pt: Esse backup contém playlists criadas no JW Library Sign Language. Deseja importar as playlists?
ru: Эта резервная копия содержит плейлисты, созданные в приложении JW Library Sign Language. Импортировать плейлисты?
tr: Bu yedekleme, JW Library İşaret Dili uygulamasında oluşturulan çalma listelerini içeriyor. Çalma listeleri yüklensin mi?
zh: 备份里包含JW Library Sign Language app 的播放列表。要导入吗？
zh_tw: 備份裡包含JW Library Sign Language app 的播放列表。要匯入嗎？

# message_install_failure
source: Installation could not be completed.
af: Kon nie installeer nie.
am: የመጫን ሂደቱ ሊጠናቀቅ አልቻለም።
ar: لم يكتمل التثبيت.‏
as: ইনষ্টলেশ্বন সম্পূৰ্ণ নহ’ল।
az: Yükləmək mümkün olmadı.
de: Die Installation konnte nicht abgeschlossen werden.
es: No se pudo completar la instalación. Asegúrese de que tiene suficiente espacio de almacenamiento.
fa: نصب برنامه متوقف شد. لطفاً اطمینان حاصل کنید که به اندازۀ کافی فضای خالی دارید.
fr: L’installation n’a pas pu se terminer.
gl: Non foi posible completar a instalación. Por favor, asegúrate de que tes espazo abondo.
hu: A telepítést nem sikerült befejezni.
it: L’installazione non è stata completata.
ja: インストールを完了できませんでした。
ko: 설치가 완료되지 않았습니다.
ne: इन्स्टल हुन सकेन।
nl: De installatie kon niet worden afgerond.
pt: Não foi possível completar a instalação.
ru: Установка не может быть завершена.
tr: Kurulum tamamlanamadı.
zh: 无法完成安装。
zh_tw: 無法完成安裝。

# message_install_failure_description
source: JW Library cannot install this publication. Please download and install it again.
af: JW Library kan nie hierdie publikasie installeer nie. Laai dit asseblief af en installeer dit weer.
am: JW ላይብረሪ ይህን ጽሑፍ መጫን አልቻለም። እባክህ ጽሑፉን እንደገና አውርደውና ጫነው።
ar: لا يقدر تطبيق JW Library أن يثبِّت هذا الإصدار. يُرجى تنزيله وتثبيته مجددًا.
as: JW লাইব্ৰেৰীয়ে এই প্ৰকাশন ইনষ্টল কৰিব পৰা নাই। অনুগ্ৰহ কৰি ইয়াক ডাউনলʼড কৰক আৰু পুনৰ ইনষ্টল কৰক।
az: «JW Library» tətbiqinə bu nəşri əlavə etmək mümkün olmadı. Zəhmət olmasa, yenidən cəhd edin.
de: JW Library kann diese Publikation nicht installieren. Bitte erneut herunterladen.
es: JW Library no pudo instalar esta publicación. Intente descargarla e instalarla de nuevo.
fa: باز کردن این نشریه غیرممکن است. لطفاً آن را دوباره دانلود کنید.
fr: JW Library ne peut pas installer cette publication. Merci de réessayer le téléchargement puis l'installation.
gl: JW Library non puido agregar esta publicación. Por favor, descárgaa de novo.
hu: A JW Library nem tudja beolvasni ezt a kiadványt. Kérjük, próbáld meg újra letölteni a kiadványt és megnyitni.
it: JW Library non può installare questa pubblicazione. Scaricare e installare nuovamente la pubblicazione.
ja: この出版物をJW Libraryに読み込むことができませんでした。ダウンロードと読み込みをもう一度やり直してください。
ko: 출판물을 설치할 수 없습니다. 다시 다운로드하여 설치하시기 바랍니다.
ne: JW लाइब्रेरीमा यो प्रकाशन इन्स्टल हुन सकेन। कृपया पुनः डाउनलोड गरेर इन्स्टल गर्नुहोस्।
nl: JW Library kan deze publicatie niet installeren. Download en installeer de publicatie opnieuw.
pt: O JW Library não pôde instalar esta publicação. Baixe a publicação e a instale de novo.
ru: Эту публикацию не удалось загрузить в JW Library. Скачайте ее и попробуйте загрузить заново.
tr: JW Library bu yayını alamıyor. Lütfen tekrar indirip yükleyin.
zh: JW Library 无法下载该出版物，请重试。
zh_tw: JW Library 無法下載該出版物，請重試。

# message_install_failure_title
source: Installation Failed
af: Installering was onsuksesvol
am: የመጫን ሂደቱ ተቋርጧል
ar: لم ينجح التثبيت
as: ইনষ্টলেশ্বন বিফল হ’ল
az: Yükləmək mümkün olmadı
de: Installation fehlgeschlagen
es: No se pudo completar la instalación
fa: نصب نشد
fr: Le téléchargement a échoué
gl: Fallou a instalación
hu: A művelet nem sikerült
it: Installazione non riuscita
ja: インストールに失敗しました
ko: 설치되지 않았습니다
ne: इन्स्टलेसन सफल भएन
nl: Installatie mislukt
pt: Falha na instalação
ru: Установка не удалась
tr: Yüklenemedi
zh: 安装失败
zh_tw: 安裝失敗

# message_install_latest
source: Update to the latest version of JW Library to install this publication.
af: Opgradeer na die nuutste weergawe van JW Library om hierdie publikasie te installeer.
am: ይህን ጽሑፍ ለመጫን JW ላይብረሪህን ማዘመን ይኖርብሃል።
ar: نزِّل آخر تحديث لتطبيق JW Library لتثبيت هذه المطبوعة.
as: এই প্ৰকাশন ইনষ্টল কৰিবলৈ JW লাইব্ৰেৰীৰ শেহতীয়া সংস্কৰণলৈ আপডেট কৰক।
az: Bu nəşri yükləmək üçün «JW Library» tətbiqini yeniləyin.
de: Lade die neueste Version von JW Library herunter, um diese Publikation installieren zu können.
es: Actualice JW Library con su última versión para instalar esta publicación.
fa: برای نصب این نشریه، اپ خود را به‌روز کنید.
fr: Mettre à jour l'application JW Library pour installer cette publication.
gl: Actualiza a aplicación JW Library á súa última versión para instalar esta publicación.
hu: Frissítsd a JW Library alkalmazást, hogy be tudd olvasni ezt a kiadványt.
it: Per installare questa pubblicazione aggiorna JW Library alla versione più recente.
ja: この出版物をインストールするには，JW Libraryアプリを最新版に更新してください。
ko: 출판물을 불러오려면 최신 버전의 JW 라이브러리를 설치해 주시기 바랍니다.
ne: यो प्रकाशन इन्स्टल गर्नको लागि JW लाइब्रेरीको सबैभन्दा नयाँ भर्जन अपडेट गर्नुहोस्।
nl: Werk JW Library naar de nieuwste versie bij om deze publicatie te installeren.
pt: Atualize o JW Library para a versão mais recente para instalar essa publicação.
ru: Чтобы загрузить эту публикацию, обновите JW Library до последней версии.
tr: Bu yayını yüklemek için JW Library'nin en son sürümüne güncelleyin.
zh: 将 JW Library 更新到最新版本来下载这个出版物。
zh_tw: 將 JW Library 更新到最新版本來下載這個出版物。

# message_install_media_extensions
source: This file requires that you install the HEIF Image and HEVC Video Extensions from the Microsoft Store.
af: Hierdie lêer vereis dat jy die HEIF-beeld en HEVC-sagteware van die Microsoft Store installeer.
am: ይህን ፋይል ለመክፈት ከMicrosoft Store ላይ HEIF Image እና HEVC Video Extensions መጫን ያስፈልግሃል።
ar: هذا الملف يتطلب أن تثبِّت البرنامج المناسب من متجر مايكروسوفت:‏ HEIF للصور و HEVC للفيديوات.
as: এই ফাইলৰ বাবে আপুনি HEIF ছবি আৰু HEVC ভিডিঅʼ এক্সটেনচন মাইক্ৰʼচফ্ট ষ্টʼৰৰপৰা ইনষ্টল কৰাৰ প্ৰয়োজন।
az: Bu fayl üçün «Microsoft Store»-dan HEIF (şəkil) və HEVC-ni (video) yükləmək tələb olunur.
de: Bitte die HEIF-Bilderweiterungen und die HEVC-Videoerweiterungen aus dem Microsoft Store herunterladen.
es: Este archivo requiere que instale las extensiones de imagen HEIF y de video HEVC desde Microsoft Store.
fa: لطفاً HEIF Image و HEVC Video Extensions را از Microsoft Store نصب کنید.
fr: Installez l'extension d'image HEIF et l'extension de vidéo HEVC depuis le Microsoft Store.
gl: Este arquivo require que se instalen as extensións HEIF para imaxes e HEVC para vídeos dende a Microsoft Store.
hu: A fájl megnyitásához telepítsd a HEIF-képbővítményeket és a HEVC-videóbővítményeket a Microsoft Áruházból.
it: Questo file richiede l’installazione di “Estensioni di immagine HEIF” ed “Estensioni video HEVC” dal Microsoft Store.
ja: このファイルを使用するには，Microsoft Storeから「HEIF 画像拡張機能」と「HEVC ビデオ拡張機能」をインストールしてください。
ko: Microsoft Store에서 HEIF Image Extensions와 HEVC Video Extensions를 설치하시기 바랍니다.
ne: कृपया माइक्रोसफ्ट स्टोरबाट HEIF Image Extensions र HEVC Video Extensions इन्स्टल गर्नुहोस्।
nl: Installeer de HEIF-afbeelding en HEVC Video Extensions uit de Microsoft Store.
pt: Este arquivo requer que você instale a Extensão de Imagem HEIF e as Extensões de Vídeo HEVC da Microsoft Store.
ru: Для просмотра этого файла установите из Microsoft Store расширения для HEIF-изображений и HEVC-видео.
tr: Bu dosyayı açmak için lütfen Microsoft Store'dan HEIF Resim ve HEVC Video Uzantılarını yükleyin
zh: 请从Microsoft Store安装HEIF 图像扩展和HEVC 视频扩展。
zh_tw: 請從Microsoft Store安裝HEIF 影像延伸模組和HEVC 影片延伸模組。

# message_install_study_edition
source: This will move any bookmarks, highlights, and notes from the New World Translation to the Study Edition.
af: Installering van die studie-uitgawe sal enige boekmerke, teks wat jy gemerk het en notas van die Nuwe Wêreld-vertaling oorskuif.
am: በአዲስ ዓለም ትርጉም ላይ ያቀለምካቸው ነገሮች፣ እልባቶችና ማስታወሻዎች በሙሉ ወደ ጥናት እትሙ ይዛወራሉ።
ar: هذه الخطوة ستنقل العلامات، النص الملوَّن، والملاحظات الموجودة في «ترجمة العالم الجديد» إلى الطبعة الدراسية.‏
as: ইয়ে বুকমাৰ্ক, হাইলাইট আৰু টোকাবোৰ নতুন জগতৰ অনুবাদ বাইবেলৰপৰা অধ্যয়ন সংস্কৰণলৈ লৈ যাব।
az: Müqəddəs Kitabın təlim nəşri yüklənəndən sonra Müqəddəs Kitabdakı bütün əlfəcinlər, rənglənmiş yerlər və qeydlər bu nəşrə keçiriləcək.
de: Es werden alle Lesezeichen, Markierungen und Notizen von der Neuen-Welt-Übersetzung in die Studienausgabe verschoben.
es: Esta acción transferirá los marcadores, los resaltados y las notas de la Traducción del Nuevo Mundo a la edición de estudio.
fa: نصب نسخهٔ مطالعه‌ای، محل‌یاب‌ها، هایلایت‌ها و یادداشت‌ها را از ترجمهٔ دنیای جدید جابه‌جا می‌کند.
fr: Les marque-pages, les surlignages et les notes que vous avez dans la Traduction du monde nouveau seront déplacés dans l'édition d'étude.
gl: Ó instalar a edición de estudo copiaranse os marcadores, subliñados e notas da Traducción del Nuevo Mundo.
hu: A Magyarázatos Biblia átveszi az Új világ fordításban (nwt) lévő könyvjelzőket, kiemeléseket és jegyzeteket.
it: Le evidenziazioni, le note e i segnalibri verranno spostati dalla Traduzione del Nuovo Mondo all’edizione per lo studio.
ja: 「新世界訳聖書」のブックマーク，ハイライト，メモの全てが，スタディー版でも見れるようにコピーされます。
ko: 연구용 성경을 설치하면 기존 신세계역 성경에서 책갈피, 하이라이트, 메모를 가져옵니다.
ne: नयाँ संसार अनुवादमा राखिएका बुकमार्क, हाइलाइट र नोटलाई अध्ययन संस्करणमा सारिनेछ।
nl: Hierdoor worden al je bladwijzers, markeringen en notities uit de Nieuwewereldvertaling gekopieerd naar de studie-uitgave.
pt: Todos marcadores, textos destacados e notas da Tradução do Novo Mundo serão transferidos para a Edição de Estudo.
ru: Будут перенесены все ваши закладки, выделения текста и заметки, сделанные вами в «Переводе нового мира».
tr: İnceleme Baskısı kurulduğunda Yeni Dünya Çevirisi'ndeki yer işaretleri, metin vurguları ve notlar taşınacak.
zh: 安装后，《新世界译本》的所有书签、笔记和标记都会被转移至精读本。
zh_tw: 安裝後，《新世界譯本》的所有書籤、筆記和標記都會被轉移至精讀本。

# message_install_study_edition_title
source: Install Study Edition
af: Installeer die studie-uitgawe
am: የጥናት እትም ጫን
ar: تنزيل الطبعة الدراسية
as: অধ্যয়ন সংস্কৰণ ইনষ্টল কৰক
az: Təlim nəşrini yüklə
de: Studienausgabe installieren
es: Instalar la edición de estudio
fa: نصب نسخهٔ مطالعه‌ای
fr: Installer l'édition d'étude
gl: Instalar edición de estudo
hu: A Magyarázatos Biblia letöltése
it: Installa l’edizione per lo studio
ja: スタディー版をインストールする
ko: 연구용 성경 설치
ne: अध्ययन संस्करण इन्स्टल गर्ने
nl: Installeer Studiebijbel
pt: Instalar a Edição de Estudo
ru: Установка «Учебного издания»
tr: İnceleme Baskısını Kur
zh: 安装精读本
zh_tw: 安裝精讀本

# message_install_success_study_edition
source: Notes and highlights from the New World Translation have been moved to the Study Edition.
af: Notas en teks wat jy gemerk het van die Nuwe Wêreld-vertaling is na die studie-uitgawe oorgeskuif.
am: በአዲስ ዓለም ትርጉም ላይ ያቀለምካቸው ነገሮችና የያዝካቸው ማስታወሻዎች በሙሉ ወደ ጥናት እትሙ ተዛውረዋል።
ar: تم نقل الملاحظات والنص الملوَّن من «ترجمة العالم الجديد» إلى الطبعة الدراسية.‏
as: হাইলাইট আৰু টোকাবোৰ নতুন জগতৰ অনুবাদ বাইবেলৰপৰা অধ্যয়ন সংস্কৰণলৈ লৈ যোৱা হ’ল।
az: Müqəddəs Kitabdakı qeydlər və rənglənmiş yerlər təlim nəşrinə köçürülüb.
de: Notizen und Markierungen in der Neuen-Welt-Übersetzung sind in die Studienausgabe verschoben worden.
es: Las notas y los resaltados de la Traducción del Nuevo Mundo se han transferido a la edición de estudio
fa: هایلایت‌ها و یادداشت‌ها از ترجمهٔ دنیای جدید به نسخهٔ مطالعه‌ای جابه‌جا شده است.
fr: Les notes et les surlignages que vous aviez dans la Traduction du monde nouveau ont été déplacés dans l'édition d'étude.
gl: As notas e subliñados da Traducción del Nuevo Mundo copiáronse á edición de estudo.
hu: Az Új világ fordításban (nwt) lévő jegyzetek és kiemelések átkerültek a Magyarázatos Bibliába.
it: Le evidenziazioni, le note e i segnalibri sono stati spostati nell’edizione per lo studio.
ja: 「新世界訳聖書」のハイライトとメモをスタディー版にコピーしました。
ko: 신세계역 성경에 있는 메모와 하이라이트가 연구용 성경에 옮겨졌습니다.
ne: नयाँ संसार अनुवादमा राखिएका नोट र हाइलाइट अध्ययन संस्करणमा सारिएको छ।
nl: De notities en markeringen uit de Nieuwewereldvertaling zijn gekopieerd naar de studie-uitgave.
pt: As notas e textos destacados da Tradução do Novo Mundo foram transferidos para a Edição de Estudo.
ru: Заметки и выделения текста, сделанные вами в «Переводе нового мира», были перенесены в «Учебное издание».
tr: Yeni Dünya Çevirisi'nde yer alan notlar ve metin vurguları İnceleme Baskısına taşındı.
zh: 《新世界译本》的笔记和重点已成功转移至精读本。
zh_tw: 《新世界譯本》的筆記和重點已成功轉移至精讀本。

# message_install_success_title
source: Installation Successful
af: Installering suksesvol
am: በተሳካ ሁኔታ ተጭኗል
ar: تم التثبيت
as: ইনষ্টলেশ্বন সম্পূৰ্ণ হ’ল
az: Yükləndi
de: Installation ist abgeschlossen
es: Se ha instalado correctamente
fa: نصب شد
fr: Installation réussie
gl: Instalación completada
hu: Sikeres letöltés
it: Installazione completata
ja: インストール完了
ko: 설치 완료
ne: इन्स्टलेसन सफल भयो
nl: Installatie geslaagd
pt: Instalação concluída
ru: Установка прошла успешно
tr: Kurulum Başarılı
zh: 安装成功
zh_tw: 安裝成功

# message_installing
source: Installing...
af: Besig om te installeer...
am: እየጫነ ነው. . .
ar: يجري التثبيت
as: ইনষ্টল হৈ আছে...
az: Yüklənir...
de: Wird installiert ...
es: Instalando...
fa: در حال باز شدن ...
fr: Installation...
gl: Instalando...
hu: Megnyitás...
it: Installazione in corso.
ja: 読み込み中…
ko: 설치 중...
ne: इन्स्टल हुँदै...
nl: Bezig met installeren
pt: Instalando...
ru: Идет загрузка...
tr: Yükleniyor...
zh: 下载中...
zh_tw: 下載中...

# message_item_unavailable
source: The file is not available at this time. Please try again later, or import the file if you have it on your device.
af: Hierdie lêer is nie op die oomblik beskikbaar nie. Probeer asseblief later weer of voer die lêer in as jy dit op jou toestel het.
am: ፋይሉ አሁን አይገኝም። እባክህ ሌላ ጊዜ ሞክር ወይም ፋይሉ መሣሪያህ ላይ ካለ አምጣው።
ar: هذا التسجيل غير متوفر حاليًا. يُرجى المحاولة لاحقًا أو نقله من جهازك.
as: বৰ্তমান এই ফাইলটো উপলব্ধ নাই। অনুগ্ৰহ কৰি পাছত চেষ্টা কৰিব অথবা যদি আপোনাৰ ডিভাইচত আছে, তেনেহ’লে ইমপোৰ্ট কৰি লওক।
az: Bu fayl hələki yoxdur. Sonradan yenə cəhd edin, yaxud cihazda varsa, tətbiqə əlavə edin.
de: Die Datei ist zur Zeit nicht verfügbar. Bitte später erneut versuchen oder vom Endgerät importieren.
es: En este momento este archivo no está disponible. Inténtelo más tarde o importe el archivo si lo tiene en su dispositivo.
fa: فایل مورد نظر در حال حاضر قابل دسترسی نیست. لطفاً بعداً امتحان کنید، یا در صورت موجود بودن آن در دستگاه خود، آن را به این نرم‌افزار وارد کنید.
fr: Ce fichier n'est pas disponible pour l'instant. Essayez plus tard ou importez le fichier si vous l'avez sur votre appareil.
gl: O arquivo non está dispoñible neste momento. Por favor, inténtao máis tarde ou importa unha copia que teñas no teu dispositivo.
hu: A fájlt most nem lehet letölteni. Kérjük, próbáld meg később, vagy importáld be, ha a készülékeden már rajta van.
it: Il file non è ancora disponibile per il download. Riprova più tardi oppure importa il file.
ja: 現在，このファイルは利用できません。後でもう一度お試しください。または，このファイルが端末に保存されているなら，インポートしてください。
ko: 지금은 다운로드할 수 없습니다. 나중에 다시 시도하시거나, 파일이 기기에 있다면 가져오시기 바랍니다.
ne: यो फाइल अहिले उपलब्ध हुन सकेन। कृपया पछि प्रयास गर्नुहोस् अथवा तपाईँको डिभाइसमा यो फाइल छ भने इम्पोर्ट गर्नुहोस्।
nl: Het bestand is op dit moment niet beschikbaar. Probeer het later opnieuw of importeer het bestand als het op je apparaat staat.
pt: O arquivo não está disponível no momento. Tente de novo mais tarde ou importe o arquivo se você o tiver em seu dispositivo.
ru: Сейчас этот файл недоступен. Пожалуйста, повторите попытку позже или, если файл есть на вашем устройстве, импортируйте его.
tr: Bu dosya şu anda mevcut değil. Lütfen daha sonra tekrar deneyin veya dosyayı yükleyin.
zh: 该文件目前无法使用。请稍后再试，或从您的设备导入文件。
zh_tw: 該檔案目前無法使用。請稍後再試，或從您的裝置匯入檔案。

# message_item_unavailable_title
source: Item Not Available
af: Item nie beskikbaar nie
am: ፋይሉ አልተገኘም
ar: التسجيل غير متوفر
as: বিষয়বোৰ উপলব্ধ নাই
az: Fayl yoxdur
de: Datei nicht verfügbar
es: Archivo no disponible
fa: عدم دسترسی به فایل مورد نظر
fr: Élément non disponible
gl: Arquivo non dispoñible
hu: A fájl nem elérhető
it: File non disponibile
ja: 利用できないファイル
ko: 다운로드할 수 없음
ne: यो सामग्री उपलब्ध छैन
nl: Item niet beschikbaar
pt: Item não disponível
ru: Файл недоступен
tr: Dosya Mevcut Değil
zh: 项目暂时无法使用
zh_tw: 項目暫時無法使用

# message_large_file_warning
source: This file is {size} and will use a lot of space on your device. Would you like to import the file?
af: Hierdie lêer is {size} en sal baie spasie op jou toestel opneem. Wil jy die lêer invoer?
am: ይህ ፋይል {size} ስለሆነ ብዙ ቦታ ይወስዳል። ያም ቢሆን ፋይሉ እንዲመጣ ትፈልጋለህ?
ar: هذا الملف حجمه {size} وسيأخذ مساحة كبيرة من جهازك. هل تريد نقل الملف؟
as: এই ফালটো {size} MB আৰু ডিভাইচত ই বহুত ঠাই লʼব। আপুনি ফাইলটো ইমপোৰ্ট কৰিব বিচাৰেনে?
az: Bu faylın həcmi {size} təşkil edir və cihazınızda çox yer tutacaq. Faylı əlavə etmək istəyirsiniz?
de: Diese Datei hat {size} und benötigt viel Speicherplatz. Trotzdem fortfahren?
es: Este archivo pesa {size} y ocupará mucho espacio en su dispositivo. ¿Desea importarlo?
fa: حجم این فایل {size} است و جای زیادی در دسگاهتان می‌گیرد. آیا هنوز می‌خواهید فایل را نصب کنید؟
fr: La taille de ce fichier est de {size}. Il occupera beaucoup d'espace de stockage sur votre appareil. Voulez-vous importer ce fichier ?
gl: Este arquivo ocupa {size} e empregará moito espazo no teu dispositivo. Queres importalo?
hu: A fájl mérete {size}, ez sok helyet foglal majd a készülékeden. Szeretnéd importálni a fájlt?
it: Questo file ha una dimensione di {size} e occuperà molto spazio nel tuo dispositivo. Vuoi importare il file?
ja: このファイルは{size}あり，デバイスの容量を消費します。このファイルをインポートしますか。
ko: 이 파일의 용량은 {size}이며 기기에서 많은 공간을 차지하게 됩니다. 파일을 가져오시겠습니까?
ne: यो फाइलको साइज {size} MB छ। यसले तपाईँको डिभाइसको निकै स्पेस लिनेछ। के तपाईँ यो फाइल इम्पोर्ट गर्न चाहनुहुन्छ?
nl: Dit bestand is {size} en zal veel ruimte innemen op je apparaat. Wil je het bestand importeren?
pt: Este arquivo tem {size} MB e vai ocupar muito espaço de seu dispositivo. Você deseja importar o arquivo?
ru: Размер файла {size} Мб, и он займет много места на вашем устройстве. Хотите его импортировать?
tr: Bu dosya {size} ve cihazınızda çok yer kaplayacak. Dosyayı yüklemek istiyor musunuz?
zh: 这个文件{size}，会占用很多空间。您确定要导入吗？
zh_tw: 這個檔案{size}，會佔用很多空間。您確定要匯入嗎？
