Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# action_media_restore
source: Expand
af: Vergroot
am: ወደ ቀድሞው መጠን መልስ
ar: توسيع
as: ডাঙৰ কৰক
az: Tam aç
de: Maximieren
es: Expandir
fa: بزرگ کردن صفحه
fr: Revenir au mode « plein écran »
gl: Maximizar
hu: Nagy méret
it: Ingrandisci
ja: 再表示する
ko: 화면 원상태로 복원
ne: ठूलो गर्ने
nl: Vergroot
pt: Maximizar
ru: Развернуть
tr: Büyüt
zh: 多媒体播放器最大化
zh_tw: 展開多媒體播放器

# action_more_songs
source: More Songs
af: Nog Liedere
am: ሌሎች መዝሙሮች
ar: المزيد من الترانيم
as: বহুতো গীত
az: Digər nəğmələr
de: Weitere Lieder
es: Más canciones
fa: سرودهای دیگر
fr: Autres cantiques
gl: Máis cancións
hu: Más énekek
it: Altri brani
ja: 他の曲
ko: 다른 노래 보기
ne: अरू गीतहरू
nl: Meer liederen
pt: Mais músicas
ru: Другие песни
tr: Diğer İlahiler
zh: 更多歌曲
zh_tw: 更多歌曲

# action_navigation_menu_close
source: Close Navigation Menu
af: Maak navigasie-kieslys toe
am: መምረጫውን ደብቅ
ar: إغلاق قائمة التنقل
as: নেভিগেশ্বন মেনু বন্ধ কৰক
az: Naviqasiya menyusunu bağla
de: Navigationsfenster schließen
es: Cerrar el menú de navegación
fa: بستن منوی اصلی
fr: Fermer le menu de navigation
gl: Pechar menú
hu: Menü elrejtése
it: Chiudi menu di navigazione
ja: ナビゲーション・メニューを閉じる
ko: 내비게이션 메뉴 닫기
ne: नेभिगेसन बन्द गर्ने
nl: Sluit navigatiemenu
pt: Fechar o menu de navegação
ru: Закрыть меню навигации
tr: Navigasyon Menüsünü Kapat
zh: 关闭导航栏
zh_tw: 關閉導覽欄

# action_navigation_menu_open
source: Open Navigation Menu
af: Maak navigasie-kieslys oop
am: መምረጫውን አሳይ
ar: فتح قائمة التنقل
as: নেভিগেশ্বন মেনু খোলক
az: Naviqasiya menyusunu aç
de: Navigationsfenster öffnen
es: Abrir el menú de navegación
fa: باز کردن منوی اصلی
fr: Ouvrir le menu de navigation
gl: Abrir menú
hu: Menü megjelenítése
it: Apri menu di navigazione
ja: ナビゲーション・メニューを開く
ko: 내비게이션 메뉴 열기
ne: नेभिगेसन खोल्ने
nl: Open navigatiemenu
pt: Abrir o menu de navegação
ru: Открыть меню навигации
tr: Navigasyon Menüsünü Aç
zh: 打开导航栏
zh_tw: 打開導覽欄

# action_new_note_in_this_tag
source: New Note in This Tag
af: Nuwe nota in hierdie merker
am: በዚህ ፈርጅ ውስጥ አዲስ ማስታወሻ አስገባ
ar: إضافة ملاحظة إلى هذا الموضوع
as: এই টেগত নতুন টোকা
az: Bu teq altında yeni qeyd
de: Neue Notiz in diesem Tag
es: Nueva nota con esta etiqueta
fa: یادداشت جدید با این برچسب
fr: Ajouter une note
gl: Crear nota nesta etiqueta
hu: Új jegyzet ezzel a címkével
it: Aggiungi una nota a questa etichetta
ja: このタグで新しいメモを作成
ko: 메모 추가
ne: यस ट्यागमा नयाँ नोट लेख्ने
nl: Nieuwe notitie in deze tag
pt: Adicionar nota nesta etiqueta
ru: Создать заметку с этим тегом
tr: Bu Etikete Yeni Not Ekle
zh: 在此标签下添加笔记
zh_tw: 在此標籤下新增筆記

# action_new_tag
source: New Tag
af: Nuwe merker
am: አዲስ ፈርጅ
ar: موضوع جديد
as: নতুন টেগ
az: Yeni teq
de: Tag erstellen
es: Nueva etiqueta
fa: برچسب جدید
fr: Nouvelle catégorie
gl: Nova etiqueta
hu: Új címke
it: Nuova etichetta
ja: 新規タグ
ko: 태그 추가
ne: नयाँ ट्याग थप्ने
nl: Nieuwe tag
pt: Nova etiqueta
ru: Создать тег
tr: Yeni Etiket
zh: 新标签
zh_tw: 新標籤

# action_next
source: Next
af: Volgende
am: ቀጥል
ar: التالي
as: পৰৱৰ্তী
az: Növbəti
de: Nächstes
es: Siguiente
fa: بعدی
fr: Suivant
gl: Seguinte
hu: Következő
it: Successivo
ja: 次へ
ko: 다음
ne: अर्को
nl: Volgende
pt: Próximo
ru: Следующая
tr: Sonraki
zh: 下一个
zh_tw: 下一個

# action_no
source: No
af: Nee
am: አይ
ar: لا
as: নহয়
az: Xeyr
de: Nein
fa: خیر
fr: Non
gl: Non
hu: Nem
ja: いいえ
ko: 아니요
ne: छैनँ
nl: Nee
pt: Não
ru: Нет
tr: Hayır
zh: 否
zh_tw: 否

# action_note_minimize
source: Minimize note
af: Minimeer nota
am: ማስታወሻውን አሳንስ
ar: تصغير الملاحظة
as: টোকা মিনিমাইজ কৰক
az: Qeydi kiçilt
de: Notiz minimieren
es: Minimizar la nota
fa: کوچک کردن یادداشت
fr: Réduire la note
gl: Minimizar nota
hu: Kisméretű jegyzet
it: Riduci a icona la nota
ja: メモを最小化
ko: 노트 최소화
ne: नोट सानो गर्ने
nl: Minimaliseer notitie
pt: Minimizar nota
ru: Свернуть заметку
tr: Notu küçült
zh: 收起笔记
zh_tw: 收起筆記

# action_note_restore
source: Restore note
af: Herstel nota
am: ማስታወሻውን ወደ ቀድሞው መጠን መልስ
ar: إستعادة الملاحظة
as: টোকা পুনৰস্থাপন কৰক
az: Qeydi göstər
de: Notiz wiederherstellen
es: Restaurar la nota
fa: بزرگ کردن یادداشت
fr: Rouvrir la note
gl: Maximizar nota
hu: Normál méretű jegyzet
it: Ingrandisci la nota
ja: メモを再表示
ko: 노트 원상태로 복원
ne: नोट ठूलो गर्ने
nl: Vergroot notitie
pt: Restaurar nota
ru: Развернуть заметку
tr: Notu geri yükle
zh: 展开笔记
zh_tw: 展開筆記

# action_ok
source: OK
am: እሺ
ar: موافق
as: ঠিক আছে
fa: تأیید
ko: 확인
ne: हुन्छ
ru: ОК
tr: Tamam
zh: 确定
zh_tw: 確定

# action_open
source: Open
af: Maak oop
am: ክፈት
ar: إفتح
as: খোলক
az: Aç
de: Öffnen
es: Abrir
fa: باز شود
fr: Ouvrir
gl: Abrir
hu: Megnyitás
it: Apri
ja: 開く
ko: 열기
ne: खोल्ने
pt: Abrir
ru: Открыть
tr: Aç
zh: 打开
zh_tw: 開啟

# action_open_in
source: Open in…
af: Maak oop in…
am: መክፈቻ ምረጥ
ar: إفتح في ...‏
as: খোলক...
az: Aç...
de: Öffnen in ...
es: Abrir en...
fa: باز شدن در
fr: Ouvrir dans…
gl: Abrir en...
hu: Megnyitás itt:
it: Apri in...
ja: 開く
ko: 열기…
ne: अर्को एपमा खोल्ने
pt: Abrir em...
ru: Открыть в...
tr: Şurada aç:
zh: 打开方式
zh_tw: 開啟方式

# action_open_in_jworg
source: Open in JW.ORG
af: Maak oop in JW.ORG
am: በJW.ORG ክፈት
ar: إفتح في JW.ORG
as: JW.ORG-ত খোলক
az: JW.ORG-da aç
de: In JW.ORG öffnen
es: Abrir en jw.org
fa: در JW.ORG باز شود
fr: Ouvrir dans JW.ORG
gl: Abrir en JW.ORG
hu: Megnyitás a JW.ORG-on
it: Apri su jw.org
ja: JW.ORGで開く
ko: JW.ORG에서 열기
ne: JW.ORG मा खोल्ने
pt: Abrir no JW.ORG
ru: Открыть на jw.org
tr: JW.ORG'da Aç
zh: 在“JW.ORG网站”中打开
zh_tw: 在「JW.ORG網站」中開啟

# action_open_in_online_library
source: Open in Online Library
af: Maak oop in Aanlyn Biblioteek
am: በኢንተርኔት ቤተ መጻሕፍት ክፈት
ar: إفتح في المكتبة الإلكترونية
as: অনলাইন লাইব্ৰেৰীত খোলক
az: Onlayn kitabxanada aç
de: In Online-Bibliothek öffnen
es: Abrir en BIBLIOTECA EN LÍNEA
fa: در کتابخانۀ آنلاین باز شود
fr: Ouvrir dans la Bibliothèque en ligne
gl: Abrir en BIBLIOTECA EN LIÑA
hu: Megnyitás az Online könyvtárban
it: Apri nella Biblioteca online
ja: オンライン・ライブラリーで開く
ko: 온라인 라이브러리에서 열기
ne: अनलाइन लाइब्रेरीमा खोल्ने
pt: Abrir na Biblioteca On-line
ru: Открыть в онлайн-библиотеке
tr: Online Kütüphanede Aç
zh: 在“线上书库”中打开
zh_tw: 在「線上書庫」中開啟

# action_open_in_share
source: Share Link
af: Stuur skakel
am: ሊንክ አጋራ
ar: مشاركة الرابط
as: শেয়াৰ লিংক
az: Linki paylaş
de: Link senden
es: Compartir enlace
fa: ارسال لینک
fr: Envoyer le lien
gl: Compartir enlace
hu: Link megosztása
it: Condividi link
ja: リンクをシェア
ko: 링크 공유
ne: लिङ्क सेयर गर्ने
nl: Deel link
pt: Compartilhar link
ru: Поделиться ссылкой
tr: Link Paylaş
zh: 分享链接
zh_tw: 分享連結

# action_open_in_share_file
source: Share File
af: Stuur lêer
am: ፋይል አጋራ
ar: مشاركة الملف
as: শেয়াৰ ফাইল
az: Faylı paylaş
de: Datei senden
es: Compartir archivo
fa: همرسانی فایل
fr: Envoyer le fichier
gl: Compartir arquivo
hu: Fájl megosztása
it: Condividi file
ja: ファイルをシェア
ko: 파일 공유
ne: फाइल सेयर गर्ने
nl: Deel bestand
pt: Compartilhar arquivo
ru: Поделиться файлом
tr: Dosya Paylaş
zh: 分享文件
zh_tw: 分享檔案

# action_open_uppercase
source: OPEN
af: MAAK OOP
am: ክፈት
ar: إفتح
as: খোলক
az: AÇ
de: ÖFFNEN
es: ABRIR
fa: باز شود
fr: OUVRIR
gl: ABRIR
hu: MEGNYITÁS
it: APRI
ja: 開く
ko: 열기
ne: खोल्ने
pt: ABRIR
ru: ОТКРЫТЬ
tr: AÇ
zh: 打开
zh_tw: 開啟

# action_outline_of_contents
source: Outline
af: Oorsig
am: ይዘት
ar: لمحة
as: পৰিলেখ
az: Məzmun
de: Übersicht
es: Contenido
fa: فهرست محتوا
fr: Résumé
gl: Resumo
hu: Áttekintés
it: Schema riassuntivo
ja: 概要
ko: 개요
ne: विषयवस्तु
nl: Inhoud
pt: Conteúdo do livro
ru: Краткое содержание
tr: Özet
zh: 内容大纲
zh_tw: 內容大綱

# action_outline_of_contents_uppercase
source: OUTLINE
af: OORSIG
am: ይዘት
ar: لمحة
as: পৰিলেখ
az: MƏZMUN
de: ÜBERSICHT
es: CONTENIDO
fa: فهرست محتوا
fr: RÉSUMÉ
gl: RESUMO
hu: ÁTTEKINTÉS
it: SCHEMA RIASSUNTIVO
ja: 概要
ko: 개요
ne: विषयवस्तु
nl: INHOUD
pt: CONTEÚDO DO LIVRO
ru: КРАТКОЕ СОДЕРЖАНИЕ
tr: ÖZET
zh: 内容大纲
zh_tw: 內容大綱

# action_pause
source: Pause
af: Pouseer
am: አቁም
ar: توقُّف وقتي
as: ৰখক
az: Pauza
es: Pausar
fa: مکث
gl: Deter
hu: Szünet
it: Pausa
ja: 一時停止
ko: 일시 정지
ne: पज गर्ने
nl: Pauzeer
pt: Pausar
ru: Пауза
tr: Duraklat
zh: 暂停
zh_tw: 暫停

# action_personal_data_backup
source: Create Backup
af: Skep ’n reserwekopie
am: ተቀማጭ አዘጋጅ
ar: إنشاء نسخة احتياطية
as: বেকাপ কৰক
az: Ehtiyat surətini yarat
de: Sicherung erstellen
es: Hacer copia de seguridad
fa: بکاپ را ایجاد کن
fr: Créer une sauvegarde
gl: Facer unha copia de seguridade
hu: Biztonsági másolat készítése
it: Crea backup
ja: バックアップを作成
ko: 백업 파일 만들기
ne: ब्याकअप बनाउने
nl: Maak back-up
pt: Fazer backup
ru: Создать копию
tr: Yedek Oluştur
zh: 创建备份
zh_tw: 建立備份

# action_personal_data_backup_internal
source: Backup From Recent Update
af: Maak ’n reserwekopie vanaf onlangse bywerking
am: መጨረሻ በታደሰበት ወቅት የነበረው ተቀማጭ
ar: النسخة الاحتياطية من آخر تحديث
as: শেহতীয়া আপডেটৰ বাবে বেকাপ
az: Son yenilənmə zamanı yaradılan ehtiyat surəti
de: Älteren Stand sichern
es: Copia de actualización reciente
fa: ایجاد بکاپ از یادداشت‌ها و هایلایت‌های قبل از به‌روزرسانی برنامه
fr: Sauvegarde de la dernière mise à jour
gl: Gardar a última copia de seguridade
hu: A legutóbbi frissítéskor készült biztonsági másolatot
it: Backup a seguito dell’aggiornamento
ja: 更新前のデータもバックアップ
ko: 최근 업데이트 때 생성된 임시 백업 파일
ne: हालैको अपडेटअघिको ब्याकअप
nl: Back-up van recente update
pt: Backup de uma atualização recente
ru: Данные до обновления
tr: Güncellemeden Önceki Yedeği Kullan
zh: 备份在更新时丢失的资料
zh_tw: 備份在更新時遺失的資料

# action_personal_data_backup_internal_uppercase
source: BACKUP FROM RECENT UPDATE
af: MAAK ’N RESERWEKOPIE VANAF ONLANGSE BYWERKING
am: መጨረሻ በታደሰበት ወቅት የነበረው ተቀማጭ
ar: النسخة الاحتياطية من آخر تحديث
as: শেহতীয়া আপডেটৰ বাবে বেকাপ
az: SON YENİLƏNMƏ ZAMANI YARADILAN EHTİYAT SURƏTİ
de: ÄLTEREN STAND SICHERN
es: COPIA DE ACTUALIZACIÓN RECIENTE
fa: ایجاد بکاپ از یادداشت‌ها و هایلایت‌های قبل از به‌روزرسانی برنامه
fr: SAUVEGARDE DE LA DERNIÈRE MISE À JOUR
gl: GARDAR A ÚLTIMA COPIA DE SEGURIDADE
hu: A LEGUTÓBBI FRISSÍTÉSKOR KÉSZÜLT BIZTONSÁGI MÁSOLATOT
it: BACKUP A SEGUITO DELL’AGGIORNAMENTO
ja: 更新前のデータもバックアップ
ko: 최근 업데이트 때 생성된 임시 백업 파일
ne: हालैको अपडेटअघिको ब्याकअप
nl: BACK-UP VAN RECENTE UPDATE
pt: BACKUP DE UMA ATUALIZAÇÃO RECENTE
ru: ДАННЫЕ ДО ОБНОВЛЕНИЯ
tr: GÜNCELLEMEDEN ÖNCEKİ YEDEĞİ KULLAN
zh: 备份在更新时丢失的资料
zh_tw: 備份在更新時遺失的資料

# action_personal_data_backup_uppercase
source: CREATE BACKUP
af: SKEP ’N RESERWEKOPIE
am: ተቀማጭ አዘጋጅ
ar: إنشاء نسخة احتياطية
as: বেকাপ কৰক
az: EHTİYAT SURƏTİNİ YARAT
de: SICHERUNG ERSTELLEN
es: HACER COPIA DE SEGURIDAD
fa: بکاپ را ایجاد کن
fr: CRÉER UNE SAUVEGARDE
gl: FACER UNHA COPIA DE SEGURIDADE
hu: BIZTONSÁGI MÁSOLAT KÉSZÍTÉSE
it: CREA BACKUP
ja: バックアップを作成
ko: 백업 파일 만들기
ne: ब्याकअप बनाउने
nl: MAAK BACK-UP
pt: FAZER BACKUP
ru: СОЗДАТЬ КОПИЮ
tr: YEDEK OLUŞTUR
zh: 创建备份
zh_tw: 建立備份

# action_personal_data_backup_what_i_have_now
source: Backup of What I Have Now
af: Maak ’n reserwekopie van wat ek nou het
am: አሁን ያለኝ ተቀማጭ
ar: النسخة الاحتياطية مما لدي الآن
as: এতিয়া থকাবোৰ বেকাপ কৰক
az: Hazırki ehtiyat surəti
de: Aktuellen Stand sichern
es: Copia de lo que tengo ahora
fa: ایجاد بکاپ از یادداشت‌ها و هایلایت‌های موجود
fr: Sauvegarde des données actuelles
gl: Gardar o que teño actualmente
hu: A jelenlegi állapotról készült biztonsági másolatot
it: Backup dei miei dati attuali
ja: 端末に今あるデータだけをバックアップ
ko: 현재 기기에 있는 데이터의 백업 파일
ne: अहिलेको ब्याकअप
nl: Back-up van wat ik nu heb
pt: Backup do que está no aparelho
ru: Текущие данные
tr: Cihazımda Varolanlardan Yedek Oluştur
zh: 备份目前的资料
zh_tw: 備份目前的資料

# action_personal_data_backup_what_i_have_now_uppercase
source: BACKUP OF WHAT I HAVE NOW
af: MAAK ’N RESERWEKOPIE VAN WAT EK NOU HET
am: አሁን ያለኝ ተቀማጭ
ar: النسخة الاحتياطية مما لدي الآن
as: এতিয়া থকাবোৰ বেকাপ কৰক
az: HAZIRKİ EHTİYAT SURƏTİ
de: AKTUELLEN STAND SICHERN
es: COPIA DE LO QUE TENGO AHORA
fa: ایجاد بکاپ از یادداشت‌ها و هایلایت‌های موجود
fr: SAUVEGARDE DES DONNÉES ACTUELLES
gl: GARDAR O QUE TEÑO ACTUALMENTE
hu: A JELENLEGI ÁLLAPOTRÓL KÉSZÜLT BIZTONSÁGI MÁSOLATOT
it: BACKUP DEI MIEI DATI ATTUALI
ja: 端末に今あるデータだけをバックアップ
ko: 현재 기기에 있는 데이터의 백업 파일
ne: अहिलेको ब्याकअप
nl: BACK-UP VAN WAT IK NU HEB
pt: BACKUP DO QUE ESTÁ NO APARELHO
ru: ТЕКУЩИЕ ДАННЫЕ
tr: CİHAZIMDA VAROLANLARDAN YEDEK OLUŞTUR
zh: 备份目前的资料
zh_tw: 備份目前的資料

# action_personal_data_delete_backup
source: Delete Backup
af: Verwyder die reserwekopie
am: ተቀማጩን አጥፋ
ar: حذف النسخة الاحتياطية
as: বেকাপ ডিলিট কৰক
az: Ehtiyat surətini sil
de: Sicherung löschen
es: Borrar copia de seguridad
fa: حذف بکاپ
fr: Supprimer la sauvegarde
gl: Borrar a copia de seguridade
hu: Biztonsági másolat törlése
it: Elimina backup
ja: バックアップを削除
ko: 임시 백업 파일 지우기
ne: ब्याकअप हटाउने
nl: Verwijder back-up
pt: Excluir backup
ru: Удалить копию
tr: Yedeği Sil
zh: 删除此备份文件
zh_tw: 刪除此備份檔

# action_personal_data_delete_backup_uppercase
source: DELETE BACKUP
af: VERWYDER DIE RESERWEKOPIE
am: ተቀማጩን አጥፋ
ar: حذف النسخة الاحتياطية
as: বেকাপ ডিলিট কৰক
az: EHTİYAT SURƏTİNİ SİL
de: SICHERUNG LÖSCHEN
es: BORRAR COPIA DE SEGURIDAD
fa: حذف بکاپ
fr: SUPPRIMER LA SAUVEGARDE
gl: BORRAR A COPIA DE SEGURIDADE
hu: BIZTONSÁGI MÁSOLAT TÖRLÉSE
it: ELIMINA BACKUP
ja: バックアップを削除
ko: 임시 백업 파일 지우기
ne: ब्याकअप हटाउने
nl: VERWIJDER BACK-UP
pt: EXCLUIR BACKUP
ru: УДАЛИТЬ КОПИЮ
tr: YEDEĞİ SİL
zh: 删除此备份文件
zh_tw: 刪除此備份檔

# action_personal_data_do_not_backup
source: Do Not Create Backup
af: Moenie ’n reserwekopie skep nie
am: ተቀማጭ አታዘጋጅ
ar: عدم إنشاء نسخة احتياطية
as: বেকাপ নকৰিব
az: Ehtiyat surətini yaratma
de: Keine Sicherung erstellen
es: No hacer copia de seguridad
fa: ایجاد بکاپ لازم نیست
fr: Ne pas créer de sauvegarde
gl: Non facer copia de seguridade
hu: Ne készüljön biztonsági másolat
it: Non creare un backup
ja: バックアップを作成しない
ko: 백업 파일 만들지 않기
ne: ब्याकअप नबनाउने
nl: Maak geen back-up
pt: Não fazer backup
ru: Не создавать копию
tr: Hayır, Yedek Oluşturma
zh: 不要创建备份
zh_tw: 不要建立備份

# action_personal_data_do_not_backup_uppercase
source: DO NOT CREATE BACKUP
af: MOENIE ’N RESERWEKOPIE SKEP NIE
am: ተቀማጭ አታዘጋጅ
ar: عدم إنشاء نسخة احتياطية
as: বেকাপ নকৰিব
az: EHTİYAT SURƏTİNİ YARATMA
de: KEINE SICHERUNG ERSTELLEN
es: NO HACER COPIA DE SEGURIDAD
fa: ایجاد بکاپ لازم نیست
fr: NE PAS CRÉER DE SAUVEGARDE
gl: NON FACER COPIA DE SEGURIDADE
hu: NE KÉSZÜLJÖN BIZTONSÁGI MÁSOLAT
it: NON CREARE UN BACKUP
ja: バックアップを作成しない
ko: 백업 파일 만들지 않기
ne: ब्याकअप नबनाउने
nl: MAAK GEEN BACK-UP
pt: NÃO FAZER BACKUP
ru: НЕ СОЗДАВАТЬ КОПИЮ
tr: HAYIR, YEDEK OLUŞTURMA
zh: 不要创建备份
zh_tw: 不要建立備份

# action_personal_data_keep_current
source: Keep What I Have Now
af: Stoor wat ek nou het
am: አሁን ያለኝ ይቆይልኝ
ar: أريد أن يبقى ما لدي الآن
as: এতিয়া থকাবোৰ ৰাখক
az: Hazırki ehtiyat surətini saxla
de: Aktuellen Stand behalten
es: Mantener lo que tengo ahora
fa: یادداشت‌ها و هایلایت‌های موجود را حفظ کن
fr: Conserver les données actuelles
gl: Quedar co que teño actualmente
hu: Jelenlegi állapot megtartása
it: Mantieni i miei dati attuali
ja: 端末に今あるデータだけで続行
ko: 현재 데이터 유지
ne: ब्याकअप रिस्टोर नगर्ने
nl: Bewaar wat ik nu heb
pt: Manter o que está no aparelho
ru: Оставить как есть
tr: Cihazımda Varolanları Kullan
zh: 不要还原备份
zh_tw: 不要還原備份

# action_personal_data_keep_current_uppercase
source: KEEP WHAT I HAVE NOW
af: STOOR WAT EK NOU HET
am: አሁን ያለኝ ይቆይልኝ
ar: أريد أن يبقى ما لدي الآن
as: এতিয়া থকাবোৰ ৰাখক
az: HAZIRKİ EHTİYAT SURƏTİNİ SAXLA
de: AKTUELLEN STAND BEHALTEN
es: MANTENER LO QUE TENGO AHORA
fa: یادداشت‌ها و هایلایت‌های موجود را حفظ کن
fr: CONSERVER LES DONNÉES ACTUELLES
gl: QUEDAR CO QUE TEÑO ACTUALMENTE
hu: JELENLEGI ÁLLAPOT MEGTARTÁSA
it: MANTIENI I MIEI DATI ATTUALI
ja: 端末に今あるデータだけで続行
ko: 현재 데이터 유지
ne: ब्याकअप रिस्टोर नगर्ने
nl: BEWAAR WAT IK NU HEB
pt: MANTER O QUE ESTÁ NO APARELHO
ru: ОСТАВИТЬ КАК ЕСТЬ
tr: CİHAZIMDA VAROLANLARI KULLAN
zh: 不要还原备份
zh_tw: 不要還原備份

# action_personal_data_restore_internal_backup
source: Restore Backup
af: Herlaai die reserwekopie
am: ተቀማጩ ይመለስልኝ
ar: إستعادة النسخة الاحتياطية
as: বেকাপ ৰিষ্টʼৰ কৰক
az: Ehtiyat surətini bərpa et
de: Sicherung wiederherstellen
es: Restaurar copia de seguridad
fa: بکاپ را نصب کن
fr: Restaurer la sauvegarde
gl: Restaurar a copia de seguridade
hu: Biztonsági másolat visszaállítása
it: Ripristina backup
ja: バックアップを復元
ko: 백업 파일 복구하기
ne: ब्याकअप रिस्टोर गर्ने
nl: Zet back-up terug
pt: Restaurar o backup
ru: Восстановить данные
tr: Yedeği Geri Yükle
zh: 还原备份
zh_tw: 還原備份

# action_personal_data_restore_internal_backup_uppercase
source: RESTORE BACKUP
af: HERLAAI DIE RESERWEKOPIE
am: ተቀማጩ ይመለስልኝ
ar: إستعادة النسخة الاحتياطية
as: বেকাপ ৰিষ্টʼৰ কৰক
az: EHTİYAT SURƏTİNİ BƏRPA ET
de: SICHERUNG WIEDERHERSTELLEN
es: RESTAURAR COPIA DE SEGURIDAD
fa: بکاپ را نصب کن
fr: RESTAURER LA SAUVEGARDE
gl: RESTAURAR A COPIA DE SEGURIDADE
hu: BIZTONSÁGI MÁSOLAT VISSZAÁLLÍTÁSA
it: RIPRISTINA BACKUP
ja: バックアップを復元
ko: 백업 파일 복구하기
ne: ब्याकअप रिस्टोर गर्ने
nl: ZET BACK-UP TERUG
pt: RESTAURAR O BACKUP
ru: ВОССТАНОВИТЬ ДАННЫЕ
tr: YEDEĞİ GERİ YÜKLE
zh: 还原备份
zh_tw: 還原備份

# action_play
source: Play
af: Speel
am: አጫውት
ar: تشغيل
as: প্লে
az: Oynat
de: Abspielen
es: Reproducir
fa: پخش
fr: Lire
gl: Reproducir
hu: Lejátszás
it: Riproduci
ja: 再生
ko: 재생
ne: प्ले गर्ने
nl: Speel af
pt: Reproduzir
ru: Воспроизвести
tr: Oynat
zh: 播放
zh_tw: 播放

# action_play_all
source: Play All
af: Speel alles
am: ሁሉንም አጫውት
ar: تشغيل الكل
as: সকলো প্লে কৰক
az: Hamısını oynat
de: Alle abspielen
es: Reproducir todo
fa: پخش همه
fr: Tout lire
gl: Reproducir todo
hu: Összes lejátszása
it: Riproduci tutto
ja: 全て再生
ko: 전체 재생
ne: सबै प्ले गर्ने
nl: Speel alles af
pt: Reproduzir todos
ru: Воспроизвести все
tr: Hepsini Oynat
zh: 全部播放
zh_tw: 全部播放

# action_play_audio
source: Play Audio
af: Speel oudio
am: ኦዲዮውን አጫውት
ar: تشغيل التسجيل
as: অডিঅ’ প্লে কৰক
az: Audionu səsləndir
de: Audio abspielen
es: Reproducir la grabación
fa: پخش فایل صوتی
fr: Écouter l'audio
gl: Reproducir audio
hu: Hangfájl lejátszása
it: Riproduci audio
ja: 朗読版を再生
ko: 오디오 파일 재생
ne: अडियो प्ले गर्ने
nl: Speel audio af
pt: Reproduzir áudio
ru: Воспроизвести аудиозапись
tr: Ses Kaydını Oynat
zh: 播放音频
zh_tw: 播放音訊

# action_play_downloaded
source: Play Downloaded
af: Speel afgelaaide items
am: የወረዱትን አጫውት
ar: تشغيل ما تم تنزيله
as: ডাউনলʼডবোৰ প্লে কৰক
az: Yüklənmiş faylları oynat
de: Heruntergeladene Dateien abspielen
es: Reproducir los archivos descargados
fa: پخش فایل دانلودشده
fr: Lire les fichiers téléchargés
gl: Reproducir só o descargado
hu: Letöltött fájlok lejátszása
it: Riproduci contenuti scaricati
ja: ダウンロード済みのものだけを再生する
ko: 다운로드된 파일만 재생
ne: डाउनलोड गरेको बजाउने
nl: Speel downloads af
pt: Reproduzir os arquivos baixados
ru: Воспроизвести скачанное
tr: İndirilenleri Oynat
zh: 仅播放已下载项目
zh_tw: 僅播放已下載項目

# action_play_this_track_only
source: Play One
af: Speel hierdie een
am: ይህን ብቻ አጫውት
ar: تشغيل واحد
as: এবাৰ প্লে কৰক
az: Birini səsləndir
de: Eins abspielen
es: Reproducir una pista
fa: پخش این فایل
fr: Lire cette piste uniquement
gl: Reproducir só unha pista
hu: Csak ennek a lejátszása
it: Riproduci solo questo brano
ja: 1曲のみ再生
ko: 한 곡 재생
ne: यो मात्र प्ले गर्ने
nl: Speel alleen dit nummer
pt: Reproduzir apenas esse arquivo
ru: Воспроизвести трек
tr: Parçayı Oynat
zh: 单曲播放
zh_tw: 單曲播放

# action_playlist_end_continue
source: Continue
af: Gaan voort
am: ቀጥል
ar: متابعة
as: একেৰাহে
az: Davam et
de: Weiter
es: Continuar
fa: ادامه
fr: Continuer
gl: Continuar
hu: Folytatás
it: Continua
ja: 次を再生
ko: 다음 영상 재생
ne: जारी राख्ने
nl: Ga door
pt: Continuar
ru: Продолжить
tr: Devam Et
zh: 继续
zh_tw: 繼續

# action_playlist_end_freeze
source: Freeze
af: Vries
am: ፖዝ አድርግ
ar: إيقاف وقتي
as: ৰৈ যাওক
az: Pauza
de: Standbild
es: Pausa
fa: توقف
fr: Mettre en pause
gl: Deter
hu: Szünet
it: Pausa
ja: 一時停止
ko: 일시 중지
ne: पज गर्ने
nl: Pauze
pt: Pausar
ru: Поставить на паузу
tr: Dondur
zh: 暂停
zh_tw: 暫停

# action_playlist_end_stop
source: Stop
am: አቁም
ar: إيقاف
as: বন্ধ কৰক
az: Dayandır
fa: قطع
fr: Arrêter
gl: Parar
hu: Leállítás
ja: 停止
ko: 중지
ne: रोक्ने
pt: Parar
ru: Остановить
tr: Durdur
zh: 停止
zh_tw: 停止

# action_previous
source: Previous
af: Vorige
am: ተመለስ
ar: السابق
as: আগৰ
az: Əvvəlki
de: Voriges
es: Anterior
fa: قبلی
fr: Précédent
gl: Anterior
hu: Előző
it: Precedente
ja: 戻る
ko: 이전
ne: अघिल्लो
nl: Vorige
pt: Anterior
ru: Предыдущая
tr: Önceki
zh: 上一个
zh_tw: 上一個

# action_reading_mode
source: Reading mode
af: Leesmodus
am: የንባብ ሁነታ
ar: وضع القراءة
as: পঢ়াৰ মোড
az: Oxu rejimi
de: Lesemodus
es: Modo lectura
fa: حالت مطالعه
fr: Mode lecture
gl: Modo lectura
hu: Olvasási mód
it: Modalità lettura
ja: 閲覧モード
ko: 읽기 모드
ne: पठन मोड
nl: Leesmodus
pt: Modo leitura
ru: Режим чтения
tr: Okuma modu
zh: 阅读模式
zh_tw: 閱讀模式

# action_refresh
source: Refresh
af: Verfris
am: አነቃቃ
ar: تحديث
as: ৰিফ্ৰেশ্ব কৰক
az: Yenilə
de: Aktualisieren
es: Actualizar
fa: تازه کردن
fr: Actualiser
gl: Actualizar
hu: Frissítés
it: Aggiorna
ja: 更新
ko: 새로 고침
ne: रिफ्रेस गर्ने
nl: Vernieuw
pt: Atualizar
ru: Обновить
tr: Yenile
zh: 刷新
zh_tw: 重新整理

# action_refresh_uppercase
source: REFRESH
af: VERFRIS
am: አነቃቃ
ar: تحديث
as: ৰিফ্ৰেশ্ব
az: YENİLƏ
de: AKTUALISIEREN
es: ACTUALIZAR
fa: تازه کردن
fr: ACTUALISER
gl: ACTUALIZAR
hu: FRISSÍTÉS
it: AGGIORNA
ja: 更新
ko: 새로 고침
ne: रिफ्रेस गर्ने
nl: VERNIEUW
pt: ATUALIZAR
ru: ОБНОВИТЬ
tr: YENİLE
zh: 刷新
zh_tw: 重新整理

# action_remove
source: Remove
af: Verwyder
am: አጥፋ
ar: حذف
as: আঁতৰ কৰক
az: Sil
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
gl: Eliminar
hu: Eltávolítás
it: Rimuovi
ja: 削除
ko: 삭제
ne: हटाउने
nl: Verwijder
pt: Excluir
ru: Удалить
tr: Kaldır
zh: 移除
zh_tw: 移除

# action_remove_audio_size
source: Remove Audio ({size})
af: Verwyder oudio ({size})
am: ኦዲዮውን አጥፋ ({size})
ar: حذف التسجيل ({size})
as: অডিঅʼ আঁতৰ কৰক ({size})
az: Audionu sil ({size})
de: Audio löschen ({size})
es: Eliminar la grabación ({size})
fa: جذف فایل صوتی ({size})
fr: Supprimer le fichier audio ({size})
gl: Eliminar audio ({size})
hu: Hanganyag eltávolítása ({size})
it: Rimuovi audio ({size})
ja: 朗読版（{size}）を削除
ko: 오디오 파일 삭제 ({size})
ne: अडियो हटाउने ({size})
nl: Verwijder audio ({size})
pt: Excluir áudio ({size})
ru: Удалить аудиозапись ({size})
tr: Ses Kaydını Silin ({size})
zh: 移除音频 ({size})
zh_tw: 移除音訊 ({size})

# action_remove_from_device
source: Remove From Device
af: Verwyder van toestel
am: ሴቭ የተደረገውን ቪዲዮ አስወግድ
ar: حذف من الجهاز
as: ডিভাইচৰপৰা নাইকিয়া কৰক
az: Cihazdan sil
de: Löschen
es: Borrar del dispositivo
fa: حذف
fr: Supprimer de l'appareil
gl: Eliminar do dispositivo
hu: Törlés az eszközről
it: Rimuovi dal dispositivo
ja: デバイスから削除
ko: 기기에서 제거
ne: डिभाइसबाट हटाउने
nl: Verwijder van apparaat
pt: Excluir do dispositivo
ru: Удалить с устройства
tr: Cihazdan Kaldır
zh: 从设备移除
zh_tw: 從裝置移除

# action_remove_supplemental_videos
source: Remove Supplemental Videos
af: Verwyder aanvullende video's
am: አጋዥ ቪዲዮዎችን አጥፋ
ar: حذف الفيديوات الإضافية
as: চাপলিমেন্টেল ভিডিঅʼ আঁতৰ কৰক
az: Əlavə videoları silin
de: Zusatzvideos löschen
es: Eliminar videos adicionales
fa: حذف ویدیوهای مکمل
fr: Supprimer les vidéos supplémentaires
gl: Eliminar vídeos adicionais
hu: Kapcsolódó videók eltávolítása
it: Rimuovi video supplementari
ja: 補足動画を削除
ko: 참조 동영상 삭제
ne: थप भिडियोहरू हटाउने
nl: Verwijder aanvullende video’s
pt: Excluir vídeos adicionais
ru: Удалить дополнительные видео
tr: Ek Videoları Silin
zh: 移除影片 (补充资料)
zh_tw: 移除影片 (補充資料)

# action_remove_tag
source: Remove Tag
af: Verwyder merker
am: ፈርጁን አጥፋ
ar: حذف الموضوع
as: টেগ আঁতৰ কৰক
az: Teqi sil
de: Tag entfernen
es: Quitar etiqueta
fa: حذف برچسب
fr: Supprimer la catégorie
gl: Eliminar etiqueta
hu: Címke eltávolítása
it: Rimuovi etichetta
ja: タグを削除する
ko: 태그 삭제
ne: ट्याग हटाउने
nl: Verwijder tag
pt: Remover etiqueta
ru: Удалить тег
tr: Etiketi Kaldır
zh: 删除标签
zh_tw: 移除標籤

# action_remove_uppercase
source: REMOVE
af: VERWYDER
am: አጥፋ
ar: حذف
as: আঁতৰ কৰক
az: SİL
de: ENTFERNEN
es: QUITAR
fa: حذف
fr: SUPPRIMER
gl: ELIMINAR
hu: ELTÁVOLÍTÁS
it: RIMUOVI
ja: 削除
ko: 삭제
ne: हटाउने
nl: VERWIJDER
pt: REMOVER
ru: УДАЛИТЬ
tr: KALDIR
zh: 删除
zh_tw: 移除
