Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_personal_data_delete_backup
source: If you already have what you need, you can delete the backup of your notes and highlights that were lost. You will not be able to restore these notes and highlights later. Would you like to delete the backup?
af: As jy tevrede is met wat jy het, kan jy die reserwekopie van jou notas en teks wat jy gemerk het en wat verloor is, verwyder. Jy sal nie hierdie notas en teks wat jy gemerk het, later kan herlaai nie. Wil jy die reserwekopie verwyder?
am: የምትፈልገው መረጃ ካለ፣ የጠፉትን ማስታዎሻዎችህንና ያሰመርክባቸውን ቦታዎች የያዘውን ተቀማጭ ማጥፋት ትችላለህ። ይህን ካደረግክ እነዚህን ማስታዎሻዎችህንና ያሰመርክባቸውን ቦታዎች መልሰህ ማግኘት አትችልም። ተቀማጩን ማጥፋት ትፈልጋለህ?
ar: إذا كان لديك ما تحتاج إليه، يمكنك حذف النسخة الاحتياطية من النص الملوَّن والملاحظات التي خسرتها. لكنك لن تقدر أن تستعيدها لاحقًا. هل تريد حذف النسخة الاحتياطية؟
as: যদি আপোনাৰ প্ৰয়োজনীয়তাবোৰ আপোনাৰ ওচৰত আছে, তেনেহʼলে আপোনাৰ হেৰাই যোৱা টোকা আৰু চিনবোৰৰ বেকাপ ডিলিট কৰিব পাৰে। আপুনি এই টোকা আৰু চিনবোৰ ৰিষ্টʼৰ কৰিব নোৱাৰিব। আপুনি বেকাপ ডিলিট কৰিব বিচাৰেনে?
az: Əgər itirilən qeydlərin və xətlənən yerlərin ehtiyat surəti sizə artıq lazım deyilsə, onu silə bilərsiniz. Amma nəzərə alın ki, sonradan istəsəniz, onu bərpa etmək mümkün olmayacaq. Ehtiyat surətini silmək istəyirsiniz?
de: Wenn du mit dem aktuellen Stand zufrieden bist, möchtest du dann die Sicherung deiner verloren gegangenen Notizen und Markierungen löschen? Sie können später nicht wiederhergestellt werden.
es: Si ya tiene lo que necesita, puede borrar la copia de seguridad de las notas y resaltados que se perdieron. No podrá restaurar esas notas y resaltados más adelante. ¿Desea borrar la copia?
fa: اگر به یادداشت‌ها و هایلایت‌هایی که طی آخرین به‌روزرسانی نرم‌افزار از دست رفت، دیگر نیاز نداشته باشید، می‌توانید بکاپ را حذف کنید. در این صورت دیگر به آن یادداشت‌ها و هایلایت‌ها دسترسی نخواهید داشت. آیا می‌خواهید بکاپ را حذف کنید؟
fr: Si vous avez tout ce dont vous avez besoin, vous pouvez supprimer la sauvegarde des notes et surlignages que vous aviez perdus. Vous ne pourrez plus les récupérer. Souhaitez-vous supprimer la sauvegarder ?
gl: Se non a precisas, podes borrar a copia de seguridade coas túas notas e o texto que tiñas marcado. Se o fas, non a poderás recuperar máis adiante. Queres borrar a copia de seguridade?
hu: Törölheted a korábban elveszett jegyzeteidről és kiemeléseidről készült biztonsági másolatot, ha már nincs szükséged rájuk. A törlés után már nem lehet visszaállítani őket. Szeretnéd törölni a biztonsági másolatot?
it: Se desideri mantenere i tuoi dati attuali, puoi eliminare il backup delle note ed evidenziazioni che erano andate perse. Se lo elimini non potrai ripristinarlo in futuro. Desideri eliminare questo backup?
ja: 失われたメモやハイライトのデータは復元できなくなります。削除しますか。
ko: 임시 백업 파일이 필요하지 않다면, 이 파일을 지울 수 있습니다. 하지만 삭제한 메모와 하이라이트의 임시 백업 파일은 나중에 복구할 수 없습니다. 삭제하시겠습니까?
ne: तपाईँको नोट र हाइलाइटको यो ब्याकप रिस्टोर गर्न चाहनुहुन्न भने यसलाई हटाउन सक्नुहुन्छ। हटाएमा नोट र हाइलाइट पछि रिस्टोर गर्न सकिनेछैन। के तपाईँ यो ब्याकअप हटाउन चाहनुहुन्छ?
nl: Als je al hebt wat je nodig hebt, kun je de back-up van de kwijtgeraakte notities en markeringen verwijderen. Die notities en markeringen kun je dan niet meer terugzetten. Wil je de back-up verwijderen?
pt: Se você já tem o que precisa, é possível excluir o backup das suas notas e textos destacados que foram perdidos. Você não vai conseguir restaurar as notas e textos destacados depois. Gostaria de excluir o backup?
ru: Если в приложении есть все необходимые вам заметки и выделенный текст, вы можете удалить резервную копию. После удаления вы не сможете восстановить эти данные. Вы хотели бы удалить резервную копию?
tr: Eğer ihtiyacınız yoksa, kaybolan notlarınız ve çizdiğiniz yerler için oluşturulan yedeği silebilirsiniz. Bu yedeği daha sonra geri yükleyemeyeceksiniz. Bu yedeği silmek istiyor musunuz?
zh: 如果您确定不要以前的资料，就可以删除这个备份文件。（此备份文件保存了您更新时丢失的笔记和重点。）确定删除后，您将不能还原这些丢失的笔记和重点。您真的要删除这个备份文件吗？
zh_tw: 如果您確定不要以前的資料，就可以刪除這個備份檔。（此備份檔保存了您更新時遺失的筆記和重點。）確定刪除後，您將不能還原這些遺失的筆記和重點。您真的要刪除這個備份檔嗎？

# message_personal_data_not_enough_storage
source: Something went wrong and JW Library cannot start. It is possible that there is not enough storage.
af: Iets het verkeerd gegaan en JW Library kan nie oopmaak nie. Dit is moontlik dat daar nie genoeg plek op jou toestel is nie.
am: የሆነ ችግር ስላጋጠመ JW ላይብረሪ መክፈት አይችልም። በቂ ማስቀመጫ ቦታ ያለው አይመስልም።
ar: هناك مشكلة تمنع فتح JW Library. ربما ليس هناك مساحة كافية.
as: কিবা ভুল হʼল আৰু JW লাইব্ৰেৰী আৰম্ভ নহʼব। হʼব পাৰে যে ইয়াত ঠাই নাই।
az: Nəsə düz getmədi və JW Library açıla bilmir. Ola bilsin, yaddaşda kifayət qədər yer yoxdur.
de: Ein Fehler ist aufgetreten und JW Library kann nicht gestartet werden. Möglicherweise ist nicht genügend Speicherplatz vorhanden.
es: Algo salió mal y JW Library no puede abrirse. Quizás no haya suficiente espacio de almacenamiento.
fa: نرم‌افزار JW Library راه‌اندازی نشد. ممکن است حافظهٔ دستگاهتان پر شده باشد.
fr: Un problème est survenu et JW Library ne peut pas s'ouvrir. Il est possible que la capacité de stockage soit insuffisante.
gl: Algo pasou e non se pode iniciar JW Library. É posible que non haxa espazo abondo no dispositivo.
hu: Hiba történt. A JW Library nem tud elindulni. Lehetséges, hogy nincs elég tárhely.
it: Si è verificato un problema e non è stato possibile avviare JW Library. Verifica di avere sufficiente spazio di archiviazione sul dispositivo.
ja: JW Libraryをうまく起動できません。ストレージに十分な空き容量がない可能性があります。
ko: 문제가 생겨서 JW 라이브러리를 실행할 수 없습니다. 저장 공간이 충분한지 확인해 보시기 바랍니다.
ne: केही गडबडीको कारण JW लाइब्रेरी खुल्न सकेन। पर्याप्त स्टोरेज नभएकोले यस्तो भएको हुन सक्छ।
nl: Er is iets misgegaan en JW Library kan niet starten. Mogelijk is er onvoldoende opslagruimte.
pt: Houve algum problema e o JW Library não consegue iniciar. É possível que esteja faltando espaço de armazenamento no seu aparelho.
ru: Приложение JW Library не запускается. Возможно, на вашем устройстве недостаточно памяти.
tr: Bir hata oluştu ve JW Library başlatılamadı. Bunun sebebi cihazınızda yeterli yerin bulunmaması olabilir.
zh: 出现错误，无法打开JW Library。可能是设备的存储空间不足。
zh_tw: 出現錯誤，無法打開JW Library。可能是裝置的儲存空間不足。

# message_personal_data_restore_internal_backup_description
source: JW Library still has a backup of your notes and highlights that were lost during a recent app update. Would you like to restore that backup?
af: JW Library het nog steeds ’n reserwekopie van jou notas en teks wat jy gemerk het en wat verloor is gedurende ’n onlangse app-bywerking. Wil jy hierdie reserwekopie herlaai?
am: JW ላይብረሪ፣ አፕሊኬሽኑ ለመጨረሻ ጊዜ በታደሰበት ወቅት የጠፉትን ማስታወሻዎችና ያሰመርክባቸውን ቦታዎች የያዘ ተቀማጭ አለው። የትኛው ተቀማጭ እንዲገባልህ ትፈልጋለህ?
ar: لا يزال لدى JW Library نسخة احتياطية من النص الملوَّن والملاحظات التي خسرتها في آخر تحديث لهذا التطبيق. هل تريد أن تستعيد هذه النسخة؟
as: JW লাইব্ৰেৰীত এতিয়া আপোনাৰ টোকা আৰু চিনবোৰৰ বেকাপ আছে, যিবোৰ শেহতীয়াকৈ এপ আপডেটৰ সময়ত নাইকিয়া হৈছিল। আপুনি এই বেকাপ ৰিষ্টʼৰ কৰিব বিচাৰেনে?
az: JW Library son dəfə yenilənəndə itirilən qeydlərinizin və xətlədiyiniz yerlərin ehtiyat surətini saxlayıb. Onları bərpa etmək istəyirsiniz?
de: JW Library hat noch eine Sicherung von Notizen und Markierungen, die bei einer der letzten Aktualisierungen verloren gegangen sind. Soll diese Sicherung wiederhergestellt werden?
es: JW Library aún tiene una copia de seguridad de las notas y resaltados que se perdieron en una actualización reciente. ¿Desea restaurar esa copia?
fa: این نرم‌افزار از یادداشت‌ها و هایلایت‌هایتان که طی آخرین به‌روزرسانی آن از دست رفت، بکاپ گرفته است. آیا می‌خواهید آن را نصب کنید؟
fr: Une sauvegarde de vos notes et surlignages perdus lors d'une récente mise à jour a été conservée dans JW Library. Souhaitez-vous restaurer cette sauvergarde ?
gl: JW Library conserva unha copia de seguridade de todo o que se perdeu durante a actualización, incluídas as túas notas e o que tiñas marcado. Queres recuperar esa copia de seguridade?
hu: Egy olyan biztonsági másolat is elérhető, amely a legutóbbi frissítéskor elveszett jegyzeteidet és kiemeléseidet tartalmazza. Szeretnéd visszaállítani ezt a biztonsági másolatot?
it: JW Library ha conservato il backup delle tue note ed evidenziazioni che sono andate perse durante un aggiornamento recente dell’app. Desideri ripristinarlo?
ja: アプリの更新の際に失われたメモとハイライトが自動的にバックアップされています。バックアップを復元しますか。
ko: 최근 앱을 업데이트하면서 손실한 메모와 하이라이트의 임시 백업 파일이 존재합니다. 이 백업 파일로 복구하시겠습니까?
ne: JW लाइब्रेरीमा तपाईँको नोट र हाइलाइटको ब्याकप अझै बाँकी छ, जुन हालै एप अपडेट गर्दा मेटिएको थियो। के तपाईँ यो ब्याकअप रिस्टोर गर्न चाहनुहुन्छ?
nl: JW Library heeft een back-up van je notities en markeringen die tijdens een recente update van de app verloren waren gegaan. Wil je die back-up terugzetten?
pt: O JW Library possui um backup das suas notas e textos destacados que foram perdidos na atualização recente do aplicativo. Gostaria de restaurar o backup?
ru: В процессе обновления ваши заметки и выделенный текст были утеряны. Но в JW Library сохранилась резервная копия этих данных. Вы хотели бы их восстановить?
tr: JW Library'de, güncelleme sırasında kaybolmuş notlarınız ve çizdiğiniz yerlerin bulunduğu bir yedek var. Bu yedeği geri yüklemek ister misiniz?
zh: 您的笔记和重点在app更新时丢失了，不过JW Library为您自动备份了这些资料。您想要还原此备份文件吗？
zh_tw: 您的筆記和重點在app更新時遺失了，不過JW Library為您自動備份了這些資料。您想要還原此備份檔嗎？

# message_personal_data_update_fail_description
source: Your notes and highlights were lost during the app update. Please create a backup to save your notes and highlights. A future update to JW Library may be able to restore this backup.
af: Jou notas en teks wat jy gemerk het, is verloor gedurende die app-bywerking. Skep asseblief ’n reserwekopie om jou notas en teks wat jy gemerk het, te stoor. ’n Bywerking aan JW Library in die toekoms kan dalk hierdie reserwekopie herlaai.
am: አፕሊኬሽኑ በታደሰበት ወቅት ማስታወሻዎችህና ያሰመርክባቸው ቦታዎች ጠፍተዋል። ማስታወሻዎችህንና ያሰመርክባቸውን ቦታዎች መልሰህ ለማግኘት እባክህ ተቀማጭ አዘጋጅ። ወደፊት JW ላይብረሪ በሚታደስበት ወቅት ይህን ተቀማጭ መልሰህ ማግኘት ትችል ይሆናል።
ar: لقد خسرت ملاحظاتك وما لوَّنته في النص خلال آخر تحديث للتطبيق. من فضلك، أنشئ نسخة احتياطية لحفظ ملاحظاتك والنص الملوَّن. وربما يمكن استعادة هذه النسخة الاحتياطية في تحديث لاحق لـ JW Library.
as: আপোনাৰ টোকা আৰু চিনবোৰ এপ আপডেটৰ সময়ত নাইকিয়া হৈছিল। অনুগ্ৰহ কৰি আপোনাৰ টেকা আৰু চিনবোৰ চেভ কৰিবলৈ বেকাপ কৰক। আগলৈ JW লাইব্ৰেৰী আপডেট হʼলে, এই বেকাপ ৰিষ্টʼৰ কৰিব পাৰিব।
az: Son yenilənmə prosesi zamanı qeydləriniz və xətlədiyiniz yerlər itirilib. Saxlamaq üçün onların ehtiyat surətini yaradın. Növbəti yenilənmə zamanı onları bərpa etmək mümkün olacaq.
de: Deine Notizen und Markierungen konnten nach der Aktualisierung nicht übernommen werden. Wenn du sie jetzt sicherst, könnten sie bei einer künftigen Aktualisierung wiederhergestellt werden.
es: Sus notas y resaltados se perdieron en la actualización. Haga una copia de seguridad para guardar sus notas y resaltados. JW Library quizás pueda restaurar esa copia de seguridad en una actualización futura.
fa: یادداشت‌ها و هایلایت‌هایتان طی آخرین به‌روزرسانی نرم‌افزار از دست رفت. لطفاً از آن‌ها بکاپ بگیرید. ممکن است طی به‌روزرسانی بعدی نرم‌افزار بتوانید از آن‌ها بکاپ بگیرید.
fr: Vos notes et surlignages ont été perdus au cours de la mise à jour de l'application. Veuillez créer une sauvegarde pour que ces notes et surlignages soient conservés. Une future mise à jour de JW Library devrait permettre de restaurer cette sauvegarde.
gl: Mentres se actualizaba a aplicación perdéronse as túas notas e o que tiñas marcado. Por favor, fai unha copia de seguridade das túas notas e do que teñas marcado. Quizais poidas recuperalo todo nunha futura actualización de JW Library.
hu: A frissítés után a jegyzeteidet és kiemeléseidet nem lehet megjeleníteni. Javasoljuk, hogy mentsd el a jegyzeteidet és a kiemeléseidet. A JW Library egy későbbi frissítésekor valószínűleg visszaállíthatók lesznek.
it: Le tue note e le tue evidenziazioni sono andate perse durante l’aggiornamento dell’app. Crea un backup per salvarle. Un futuro aggiornamento di JW Library potrebbe essere in grado di ripristinare questo backup.
ja: アプリの更新の時にメモやハイライトの一部が失われました。メモとハイライトのバックアップを作成しておけば，次のアプリの更新の時に復元できるかもしれません。
ko: 최근 앱을 업데이트하면서 손실한 메모와 하이라이트가 있습니다. 이 메모와 하이라이트를 백업 파일로 만드시기 바랍니다. 추후 JW 라이브러리가 업데이트되면 복구할 수도 있습니다.
ne: हालै एप अपडेट गर्दा केही गडबडीको कारण तपाईँको नोट र हाइलाइट मेटिएको थियो। तपाईँको नोट र हाइलाइट बचत गर्न कृपया ब्याकप बनाउनुहोस्। JW लाइब्रेरीको नयाँ अपडेटमा तपाईँको ब्याकअप रिस्टोर हुन सक्छ।
nl: Tijdens de update van de app zijn je notities en markeringen verloren gegaan. Maak een back-up om je notities en markeringen op te slaan. Mogelijk kan deze back-up bij een toekomstige update van JW Library worden teruggezet.
pt: Suas notas e textos destacados foram perdidos na atualização do aplicativo. Faça um backup para salvar suas notas e textos destacados. Em uma futura atualização do JW Library você vai poder restaurar o backup.
ru: В процессе обновления ваши заметки и выделенный текст были утеряны. Пожалуйста, создайте резервную копию этих данных. Это позволит восстановить их при последующих обновлениях.
tr: Güncelleme sırasında notlarınız ve çizdiğiniz yerler kayboldu. Lütfen notlarınızı ve çizdiğiniz yerleri kaydetmek için bir yedek oluşturun. İlerideki bir güncelleme sayesinde bu yedeği geri yüklemeniz mümkün olabilir.
zh: 您的笔记和重点在app更新后丢失了。JW Library为您自动备份了这些丢失的资料。请选择“创建备份”，以 保存这些资料。您或许可以在JW Library下次更新后还原此备份文件。
zh_tw: 您的筆記和重點在app更新後遺失了。JW Library為您自動備份了這些遺失的資料，請選擇「建立備份」，以保存這些資料。您或許可以在JW Library下次更新後還原此備份檔。

# message_personal_data_update_fail_title
source: Something Went Wrong...
af: Iets het verkeerd gegaan...
am: የሆነ ችግር አጋጥሟል...
ar: هناك مشكلة ...
as: কিবা ভুল হʼল....
az: Nəsə düz getmədi...
de: Ein Fehler ist aufgetreten.
es: Algo salió mal...
fa: مشکلی ایجاد شد...
fr: Un problème est survenu...
gl: Algo pasou...
hu: Hiba történt...
it: Si è verificato un problema
ja: 申し訳ありません…
ko: 데이터 손실
ne: केही गडबडी भयो...
nl: Er is iets misgegaan...
pt: Houve algum problema...
ru: Что-то пошло не так...
tr: Bir Hata Oluştu...
zh: 出现错误！
zh_tw: 出現錯誤！

# message_playing_pip
source: Playing picture-in-picture
af: Speel prentjie-in-prentjie
am: ተነጥሎ በወጣ የቪዲዮ መስኮት እያጫወተ ነው
ar: تشغيل صورة داخل صورة
as: পিকচাৰ-ইন-পিকচাৰ প্লে হৈ আছে
az: «Şəkil içində şəkil»
de: Bild-im-Bild-Modus
es: Reproducción Imagen en imagen
fa: پخش تصویر در تصویر
fr: Lecture en mode image dans l'image
gl: Reproducindo ventá flotante
hu: Kép a képben funkció
it: Modalità picture-in-picture
ja: ピクチャー・イン・ピクチャーで再生中
ko: 다른 화면에서 동영상이 재생 중입니다
ne: चित्रमा चित्र विशेषता प्ले गर्दै
nl: Wordt beeld-in-beeld afgespeeld
pt: Tocando vídeo em picture-in-picture
ru: Включен режим «картинка в картинке»
tr: Resim içinde resim oynatılıyor
zh: 正在播放画中画
zh_tw: 正在播放子母畫面

# message_please_select_a_bible
source: Download a Bible to get started
af: Laai ’n Bybelvertaling af sodat jy kan begin
am: ለመጀመር አንድ መጽሐፍ ቅዱስ ምረጥ
ar: نزِّل في البداية كتابًا مقدسًا
as: আৰম্ভ কৰিবলৈ এখন বাইবেল নিৰ্ব্বাচন কৰক
az: Başlamaq üçün Müqəddəs Kitabı seçin
de: Bitte zuerst eine Bibel herunterladen
es: Descargue una Biblia para poder empezar.
fa: لطفاً یکی از ترجمه‌های کتاب مقدّس را دانلود کنید
fr: Téléchargez une Bible pour commencer
gl: Descarga unha Biblia para comezar
hu: Először tölts le egy Bibliát!
it: Per iniziare scarica una Bibbia.
ja: まず聖書をダウンロードしましょう
ko: 시작하려면 성경을 다운로드하십시오
ne: सुरुमा बाइबल डाउनलोड गर्नुहोस्
nl: Download een Bijbel om te beginnen
pt: Para começar, baixe uma Bíblia.
ru: Чтобы начать, скачайте Библию.
tr: Başlamak için bir Kutsal Kitap indirin
zh: 开始使用前，请先下载一部圣经译本
zh_tw: 開始使用前，請先下載一部聖經譯本
