Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# label_overview
source: Overview
af: Oorsig
am: አጠቃላይ ይዘት
ar: لمحة
as: সাৰাংশ
az: Məzmun
de: Übersicht
es: Esquema
fa: مرور کلّی
fr: Vue d'ensemble
gl: Resumo
hu: Áttekintés
it: Panoramica
ja: 概略
ko: 개요
ne: संक्षिप्त जानकारी
nl: Overzicht
pt: Visão geral
ru: Краткий обзор
tr: Genel Bakış
zh: 内容概要
zh_tw: 內容概要

# label_paused
source: Paused
af: Gepouseer
am: ቆሟል
ar: متوقف
as: ৰখাওক
az: На паузе
de: Pausiert
es: Pausa
fa: در حال توقف
fr: En pause
gl: Pausado
hu: Szünetel
it: In pausa
ja: 一時停止中
ko: 일시 정지
ne: पज भयो
nl: Pauze
pt: Pausar
ru: На паузе
tr: Durdur
zh: 暂停
zh_tw: 暫停

# label_pending_updates
source: Pending Updates
af: Bygewerkte items
am: ለመታደስ የተዘጋጁ
ar: تحديثات متوفرة
as: আপডেট হ’বলৈ বাকী আছে
az: Yenilənməyib
de: Ausstehende Updates
es: Actualizaciones pendientes
fa: در جریان به‌روزرسانی
fr: Mises à jour en attente
gl: Actualizacións pendentes
hu: Frissítésre vár
it: Aggiornamenti in sospeso
ja: 更新待ち
ko: 대기 중인 업데이트
ne: अपडेट गर्न बाँकी
nl: Beschikbare updates
pt: Atualizações pendentes
ru: Доступны обновления
tr: Bekleyen Güncellemeler
zh: 待更新
zh_tw: 待更新

# label_pending_updates_uppercase
source: PENDING UPDATES
af: BYGEWERKTE ITEMS
am: ለመታደስ የተዘጋጁ
ar: تحديثات متوفرة
as: আপডেট হ’বলৈ বাকী আছে
az: YENİLƏNMƏYİB
de: AUSSTEHENDE UPDATES
es: ACTUALIZACIONES PENDIENTES
fa: در جریان به‌روزرسانی
fr: MISES À JOUR EN ATTENTE
gl: ACTUALIZACIÓNS PENDENTES
hu: FRISSÍTÉSRE VÁR
it: AGGIORNAMENTI IN SOSPESO
ja: 更新待ち
ko: 대기 중인 업데이트
ne: अपडेट गर्न बाँकी
nl: BESCHIKBARE UPDATES
pt: ATUALIZAÇÕES PENDENTES
ru: ДОСТУПНЫ ОБНОВЛЕНИЯ
tr: BEKLEYEN GÜNCELLEMELER
zh: 待更新
zh_tw: 待更新

# label_picture
source: Picture
af: Prentjie
am: ምስል
ar: الصورة
as: ছবি
az: Şəkil
de: Bild
es: Imagen
fa: تصویر
fr: Image
gl: Imaxe
hu: Kép
it: Immagine
ja: 画像
ko: 삽화
ne: चित्र
nl: Afbeelding
pt: Imagem
ru: Иллюстрация
tr: Resim
zh: 图片
zh_tw: 圖片

# label_pictures
source: Pictures
af: Prentjies
am: ምስሎች
ar: الصور
as: ছবি
az: Şəkillər
de: Bilder
es: Imágenes
fa: تصاویر
fr: Images
gl: Imaxes
hu: Képek
it: Immagini
ja: 画像
ko: 삽화
ne: चित्र
nl: Afbeeldingen
pt: Imagens
ru: Иллюстрации
tr: Resimler
zh: 图片
zh_tw: 圖片

# label_pictures_videos_uppercase
source: PICTURES AND VIDEOS
af: PRENTE EN VIDEO'S
am: ምስሎችና ቪዲዮዎች
ar: الصور والفيديوات
as: ছবি আৰু ভিডিঅ’
az: ŞƏKİL VƏ VİDEOLAR
de: BILDER UND VIDEOS
es: IMÁGENES Y VIDEOS
fa: تصاویر و ویدیوها
fr: IMAGES ET VIDÉOS
gl: IMAXES E VÍDEOS
hu: KÉPEK ÉS VIDEÓK
it: IMMAGINI E VIDEO
ja: 画像と動画
ko: 삽화와 동영상
ne: चित्र र भिडियो
nl: AFBEELDINGEN EN VIDEO'S
pt: IMAGENS E VÍDEOS
ru: ИЛЛЮСТРАЦИИ И ВИДЕО
tr: RESİMLER VE VİDEOLAR
zh: 图片和视频
zh_tw: 圖片和影片

# label_playback_position
source: Playback position
af: Terugspeelposisie
am: ማጫወቻው ያለበት ቦታ
ar: التحكم بالتشغيل
as: প্লেবেকৰ অৱস্থিতি
az: Videonun vaxtını tənzimləyən
de: Wiedergabeposition
es: Posición de la reproducción
fa: محل پخش
fr: Position de lecture
gl: Posición de reprodución
hu: Lejátszás helyzete
it: Indicatore di scorrimento
ja: 再生位置
ko: 재생 위치
ne: भिडियो प्ले भइरहेको समय
nl: Afspeelpositie
pt: Ponto da reprodução
ru: Ползунок воспроизведения
tr: Oynatma konumu
zh: 播放位置
zh_tw: 播放位置

# label_playback_speed
source: Speed
af: Spoed
am: ፍጥነት
ar: السرعة
as: প্লেবেকৰ গতি
az: Sürət
de: Geschwindigkeit
es: Velocidad
fa: سرعت پخش
fr: Vitesse de lecture
gl: Velocidade
hu: Sebesség
it: Velocità di riproduzione
ja: 再生スピード
ko: 재생 속도
ne: भिडियोको स्पिड
nl: Afspeelsnelheid
pt: Velocidade
ru: Скорость
tr: Hız
zh: 播放速度
zh_tw: 播放速度

# label_playback_speed_colon
source: Speed: {speed}
af: Spoed: {speed}
am: ፍጥነት፦ {speed}
ar: السرعة:‏ {speed}
as: গতি: {speed}
az: Sürət: {speed}
de: Geschwindigkeit: {speed}
es: Velocidad: {speed}
fa: سرعت:‏ {speed}
fr: Vitesse de lecture : {speed}
gl: Velocidade: {speed}
hu: Sebesség: {speed}
it: Velocità: {speed}
ja: 再生スピード: {speed}
ko: 재생 속도: {speed}
ne: स्पिड: {speed}
nl: Snelheid: {speed}
pt: Velocidade: {speed}
ru: Скорость: {speed}
tr: Hız: {speed}
zh: 速度：{speed}
zh_tw: 速度：{speed}

# label_playback_speed_normal
source: {speed} · Normal
af: {speed} · Normaal
am: {speed} · መደበኛ
ar: {speed} · عادية
as: {speed} · নৰ্মেল
fa: {speed} · عادی
fr: {speed} · Normale
hu: {speed} · Normál
it: {speed} · normale
ja: {speed} · 標準
ko: {speed} · 보통
ne: {speed} · सामान्य स्पिड
nl: {speed} · Normaal
ru: {speed} · Нормальная
zh: {speed}·正常
zh_tw: {speed}·正常

# label_playing
source: Playing
af: Besig om te speel
am: ቀጥሏል
ar: مُشغَّل
as: চলাওক
az: Воспроизводится
de: Wiedergabe läuft
es: Reproducir
fa: در حال پخش
fr: Lecture
gl: Reproducindo
hu: Lejátszás folytatása
it: In riproduzione
ja: 再生中
ko: 재생
ne: प्ले हुँदै छ
nl: Afspelen
pt: Reproduzir
ru: Воспроизводится
tr: Oynat
zh: 播放
zh_tw: 播放

# label_playing_pip
source: Playing picture-in-picture
af: Prent-binne-’n-prent speel nou
am: ተነጥሎ በወጣ የቪዲዮ መስኮት እያጫወተ ነው
ar: تشغيل صورة داخل صورة
as: পিকচাৰ-ইন-পিকচাৰ প্লে হৈ আছে
az: Включен режим «картинка в картинке»
de: Bild-im-Bild-Modus aktiv
es: Reproducción Imagen en imagen
fa: پخش تصویر در تصویر
fr: Lecture en mode image dans l'image
gl: Reproducindo ventá flotante
hu: Kép a képben funkció
it: Riproduzione in modalità picture-in-picture
ja: ピクチャー・イン・ピクチャーで再生中
ko: 화면 속 화면 동영상 재생 중
ne: पिक्चर-इन-पिक्चर प्ले हुँदै
nl: Wordt beeld-in-beeld afgespeeld
pt: Reproduzindo em picture-in-picture
ru: Включен режим «картинка в картинке»
tr: Resim içinde resim oynatılıyor
zh: 画中画播放中
zh_tw: 子母畫面播放中

# label_playlist_duration
source: {number} minutes
af: {number} minute
am: {number} ደቂቃ
ar: الدقائق:‏ ‏{number}
as: {number} মিনিট
az: {number} dəqiqə
de: {number} Minuten
es: {number} minutos
fa: {number} دقیقه
gl: {number} minutos
hu: {number} perc
it: {number} minuti
ja: ​{number}分
ko: {number}분
ne: {number} मिनेट
nl: {number} minuten
pt: {number} minutos
ru: Минуты: {number}
tr: {number} dakika
zh: {number} 分钟
zh_tw: {number} 分鐘

# label_playlist_items
source: {count} items
am: {count} ነገሮች
ar: ‏الملفات:‏ {count}‏
as: {count} বিষয়
az: {count} fayl
de: {count} Sequenzen
es: {count} elementos
fa: {count} فایل
fr: {count} éléments
gl: {count} elementos
hu: {count} elem
it: {count} clip
ja: ​{count}項目
ko: {count}개 항목
ne: {count} वटा सामग्री
pt: {count} itens
ru: Видео: {count}
tr: {count} parça
zh: {count} 个项目
zh_tw: {count} 個項目

# label_playlist_midweek_meeting
source: Life and Ministry · {date}
af: Lewe en Bediening · {date}
am: ክርስቲያናዊ ሕይወትና አገልግሎት - {date}
ar: الخدمة والحياة المسيحية · {date}
as: জীৱন আৰু পৰিচৰ্য্যা · {date}
az: Məsihi həyatı və ibadəti {date}
de: Leben und Dienst · {date}
es: Vida y Ministerio · {date}
fa: جلسهٔ میان‌هفته:‏ {date}
fr: Vie et ministère · {date}
gl: Vida e Actividades ({date})
hu: Életünk és Szolgálatunk · {date}
it: Vita e ministero, {date}
ja: 生活と奉仕（{date} ）
ko: 생활과 봉사 · {date}
ne: जीवन र सेवा · {date}
nl: Leven en dienen · {date}
pt: Vida e Ministério · {date}
ru: Жизнь и служение · {date}
tr: Hayatımız ve Hizmetimiz· {date}
zh: 传道与生活聚会 · {date}
zh_tw: 傳道與生活聚會 · {date}

# label_playlist_name
source: Playlist name
af: Naam van speellys
am: የማጫወቻ ዝርዝሩ ስም
ar: إسم قائمة التشغيل
as: প্লেলিষ্টৰ নাম
az: Pleylistin adı
de: Name der Playlist
es: Nombre de la lista de reproducción
fa: اسم لیست پخش
fr: Nom de la liste de lecture
gl: Nome da lista de reprodución
hu: Lejátszási lista neve
it: Titolo della playlist
ja: プレイリストの名称
ko: 재생 목록 이름
ne: प्लेलिस्टको नाम
nl: Naam afspeellijst
pt: Nome da playlist
ru: Название плейлиста
tr: Çalma listesi ismi
zh: 播放列表名称
zh_tw: 播放列表名稱

# label_playlist_watchtower_study
source: Watchtower Study · {date}
af: Wagtoring-studie · {date}
am: የመጠበቂያ ግንብ ጥናት - {date}
ar: دروس برج المراقبة · {date}
as: প্ৰহৰীদুৰ্গ অধ্যয়ন · {date}
az: Gözətçi qülləsi {date}
de: Wachtturm-Studium · {date}
es: Estudio de La Atalaya · {date}
fa: مطالعهٔ برج دیده‌بانی:‏ {date}
fr: Tour de Garde d'étude · {date}
gl: Estudo de A Atalaia ({date})
hu: Őrtorony-tanulmányozás · {date}
it: Studio Torre di Guardia, {date}
ja: 「ものみの塔」研究（{date}）
ko: 파수대 연구 · {date}
ne: प्रहरीधरहरा अध्ययन · {date}
nl: Wachttoren-studie · {date}
pt: Estudo de A Sentinela · {date}
ru: Изучение «Сторожевой башни» · {date}
tr: Gözcü Kulesi İncelemesi · {date}
zh: 《守望台》研究班 · {date}
zh_tw: 《守望台》研究班 · {date}

# label_playlist_when_done
source: When done...
af: Aan die einde...
am: ሲጠናቀቅ . . .
ar: عند الانتهاء ...‏
as: যেতিয়া কৰা হয়...
az: Hazır olanda...
de: Wenn fertig ...
es: Una vez reproducido...
fa: در انتها ...
fr: Une fois terminée...
gl: Ó rematar...
hu: Ezután...
it: Al termine...
ja: 再生が終わったら...
ko: 재생이 끝나면...
ne: सकिएपछि...
nl: Na het afspelen
pt: Após esse item...
ru: По окончании...
tr: Bittiği zaman...
zh: 播放结束后…
zh_tw: 播放結束後...

# label_reference_works
source: Reference Works
af: Naslaanwerke
am: ማመሣከሪያ ጽሑፎች
ar: المراجع
as: ৰেফাৰেন্স কাম
az: Axtarış materialları
de: Nachschlagewerke
es: Obras de consulta
fa: منابع مرجع
fr: Ouvrages de référence
gl: Referencias
hu: Forrásanyagok
it: Altri riferimenti
ja: 参照資料
ko: 성구 색인
ne: स्रोत सामग्री
nl: Naslagwerken
pt: Obras de referência
ru: Справочные издания
tr: Kaynak Malzemeler
zh: 参考资料
zh_tw: 參考資料

# label_related_scriptures
source: Related Scripture(s):
af: Verwante teks(te):
am: ተዛማጅ ጥቅስ(ሶች)፦
ar: آيات مرتبطة
as: সম্বন্ধীয় শাস্ত্ৰপদ
az: Aid olan ayə(lər):
de: Bibeltext(e):
es: Versículo(s) relacionado(s):
fa: آیات مرتبط
fr: Verset(s) concerné(s) :
gl: Pasaxes relacionadas
hu: Kapcsolódó bibliavers(ek):
it: Passi attinenti
ja: 関連聖句
ko: 관련 성구:
ne: सम्बन्घित शास्त्रपद:
nl: Verwante Bijbeltekst(en):
pt: Texto(s) relacionado(s):
ru: Стихи:
tr: Bağlantılı Ayet(ler):
zh: 相关经文：
zh_tw: 相關經文：

# label_repeat
source: Repeat
af: Herhaal
am: ድገም
ar: تكرار
as: দোহৰাওক
az: Təkrar et
de: Wiederholen
es: Repetir
fa: تکرار
fr: Répéter
gl: Volver reproducir
hu: Ismétlés
it: Ripeti
ja: リピート
ko: 반복
ne: दोहोऱ्याउने
nl: Herhaal
pt: Repetir
ru: Повторить
tr: Tekrarla
zh: 重复播放
zh_tw: 重複播放

# label_repeat_all
source: Repeat All
af: Herhaal alles
am: ሁሉንም ድገም
ar: تكرار الكل
as: সকলো দোহৰাওক
az: Hamısını təkrar səsləndir
de: Alle wiederholen
es: Reproducir otra vez todo
fa: تکرار همه
fr: Activer la répétition de toutes les pistes
gl: Repetir todo
hu: Összes ismétlése
it: Ripeti tutti
ja: 全曲リピート再生
ko: 전체 반복
ne: सबै दोहोऱ्याउने
nl: Herhaal alles
pt: Repetir todos
ru: Повторять все
tr: Tümünü Tekrarla
zh: 全部循环
zh_tw: 全部循環

# label_repeat_all_short
source: All
af: Alles
am: ሁሉንም
ar: الكل
as: সকলো
az: Hamısı
de: Alle
es: Todo
fa: همه
fr: Toutes les pistes
gl: Todo
hu: Összes
it: Tutti
ja: 全て
ko: 전체
ne: सबै
nl: Alle
pt: Todos
ru: Все
tr: Hepsi
zh: 全部
zh_tw: 全部

# label_repeat_off
source: Repeat Off
af: Herhaal af
am: ድገምን አጥፋ
ar: إيقاف التكرار
as: দোহৰোৱা বন্ধ কৰক
az: Təkrar etmə
de: Wiederholen Aus
es: Desactivar Reproducir otra vez
fa: تکرار نشود
fr: Annuler la répétition
gl: Non repetir
hu: Ismétlés kikapcsolása
it: Ripetizione disattivata
ja: リピート再生オフ
ko: 반복 끄기
ne: नदोहोऱ्याउने
nl: Herhalen: uit
pt: Não repetir
ru: Не повторять
tr: Tekrar Kapalı
zh: 取消循环
zh_tw: 取消循環

# label_repeat_one
source: Repeat One
af: Herhaal een
am: አንዱን ብቻ ድገም
ar: تكرار تسجيل واحد
as: এবাৰ দোহৰাওক
az: Birini təkrar səsləndir
de: Eins wiederholen
es: Reproducir otra vez una pista
fa: یک فایل تکرار شود
fr: Activer la répétition de la piste
gl: Repetir esta pista
hu: Ismétlés
it: Ripeti un brano
ja: 1曲リピート再生
ko: 한 곡 반복
ne: यो मात्र दोहोऱ्याउने
nl: Herhaal één nummer
pt: Repetir um
ru: Повторять трек
tr: Bir Kez Tekrarla
zh: 单曲循环
zh_tw: 單曲循環

# label_repeat_one_short
source: One
af: Een
am: አንዱን
ar: واحد
as: এটা
az: Biri
de: Eins
es: Una
fa: یک
fr: La piste
gl: Só este
hu: Egy
it: Uno
ja: 1つ
ko: 한 곡
ne: एउटा
nl: Eén
pt: Um
ru: Одно
tr: Tek
zh: 单一
zh_tw: 單一

# label_research_guide
source: Research Guide
af: Navorsingsgids
am: የምርምር መርጃ መሣሪያ
ar: دليل المواضيع
as: অনুসন্ধান গাইড্
az: Axtarış vəsaiti
de: Studienleitfaden
es: Guía de estudio
fa: راهنمای تحقیق
fr: Guide de recherche
gl: Guía de estudo
hu: Kutatási Segédlet
it: Guida alle ricerche
ja: リサーチガイド
ko: 연구 자료 찾아보기
ne: अनुसन्धान सहयोगी
nl: Studiehulp
pt: Guia de Pesquisa
ru: Путеводитель по публикациям
tr: Araştırma Rehberi
zh: 检索手册
zh_tw: 檢索手冊

# label_search_jworg
source: Search on JW.ORG
af: Soek op JW.ORG
am: JW.ORG ላይ ፈልግ
ar: إبحث على JW.ORG
as: JW.ORG-ত অনুসন্ধান কৰক
az: Поиск на сайте jw.org
de: Auf JW.ORG suchen
es: Buscar en JW.ORG
fa: جستجو در jw.org
fr: Rechercher sur JW.ORG
gl: Buscar en JW.ORG
hu: Találatok a JW.ORG-on
it: Cerca su jw.org
ja: JW.ORGで検索
ko: JW.ORG에서 검색
nl: Zoek op JW.ORG
pt: Buscar no JW.ORG
ru: Поиск на сайте jw.org
tr: JW.ORG'da Ara
zh: 在JW.ORG搜索
zh_tw: 在JW.ORG搜尋

# label_search_playlists
source: Search playlists
af: Soek in speellyste
am: ማጫወቻ ዝርዝሮች ፈልግ
ar: البحث في قوائم التشغيل
as: প্লেলিষ্ট অনুসন্ধান কৰক
az: Axtar
de: Playlists durchsuchen
es: Búsqueda en las listas de reproducción
fa: جستجو در لیست‌های پخش
fr: Rechercher des listes de lecture
gl: Busca a lista de reprodución
hu: Keresés
it: Cerca nelle playlist
ja: プレイリストを検索
ko: 재생 목록 검색
ne: प्लेलिस्टमा खोज्ने
nl: Zoek afspeellijsten
pt: Buscar playlists
ru: Поиск плейлистов
tr: Çalma Listesi Arayın
zh: 搜索播放列表
zh_tw: 搜尋播放列表

# label_seek_back_5
source: Back 5 seconds
af: Terug 5 sekondes
am: 5 ሴኮንድ ወደ ኋላ
ar: ٥ ثوانٍ إلى الوراء
as: ৫ ছেকেণ্ড পাছলৈ যাওক
az: 5 saniyə geri
de: 5 Sekunden zurück
es: Retroceder 5 segundos
fa: ۵ ثانیه به عقب
fr: Reculer de 5 secondes
gl: Retroceder 5 segundos
hu: Vissza 5 másodperccel
it: Indietro 5 secondi
ja: 5秒戻す
ko: 5초 뒤로
ne: ५ सेकेन्ड पछाडि फर्कने
nl: 5 seconden terug
pt: Voltar 5 segundos
ru: Назад на 5 секунд
tr: 5 saniye geri git
zh: 后退5秒
zh_tw: 後退 5 秒

# label_seek_forward_15
source: Forward 15 seconds
af: Vorentoe 15 sekondes
am: 15 ሴኮንድ ወደ ፊት
ar: ١٥ ثانية إلى الأمام
as: ১৫ ছেকেণ্ড আগুৱাই যাওক
az: 15 saniyə irəli
de: 15 Sekunden vor
es: Adelantar 15 segundos
fa: ۱۵ ثانیه به جلو
fr: Avancer de 15 secondes
gl: Avanzar 15 segundos
hu: Előre 15 másodperccel
it: Avanti 15 secondi
ja: 15秒進める
ko: 15초 앞으로
ne: १५ सेकेन्ड अगाडि जाने
nl: 15 seconden vooruit
pt: Avançar 15 segundos
ru: Вперед на 15 секунд
tr: 15 saniye ileri git
zh: 快进15秒
zh_tw: 前進 15 秒

# label_select_a_week
source: Select a Week
af: Kies ’n week
am: ሳምንቱን ምረጥ
ar: إختر أسبوعًا
as: সপ্তাহ নিৰ্ব্বাচন কৰক
az: Həftəni seç
de: Eine Woche auswählen
es: Seleccione la semana
fa: انتخاب هفته
fr: Sélectionner une semaine
gl: Seleccionar semana
hu: Hetek
it: Seleziona una settimana
ja: 週を選択
ko: 날짜 선택
ne: हप्ता रोज्ने
nl: Selecteer week
pt: Escolha uma semana
ru: Выбрать неделю
tr: Hafta Seç
zh: 选择一周
zh_tw: 選取一週

# label_select_markers
source: Select Markers
af: Kies merkers
am: እልባቶች ምረጥ
ar: إختيار العلامات
as: চিহ্নবোৰ বাছনি কৰক
az: Выбор маркеров
de: Segmente auswählen
es: Seleccione marcadores
fa: انتخاب نشانگرها
fr: Sélectionner des marqueurs
gl: Seleccionar marcadores
hu: Jelölők kiválasztása
it: Seleziona i clip
ja: マーカーを選択
ko: 마커 선택
ne: मार्कर्स रोज्ने
nl: Selecteer markeringen
pt: Selecionar marcadores
ru: Выбор маркеров
tr: İşaretleri Seç
zh: 选择标记
zh_tw: 選擇標記

# label_settings
source: Settings
af: Instellings
am: ማስተካከያ
ar: الإعدادات
as: ছেটিং
az: Parametrlər
de: Einstellungen
es: Configuración
fa: تنظیمات
fr: Paramètres
gl: Axustes
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
ne: सेटिङ
nl: Instellingen
pt: Configurações
ru: Настройки
tr: Ayarlar
zh: 设置
zh_tw: 設定

# label_settings_airplay_disconnect
source: Disconnect AirPlay
af: Ontkoppel AirPlay
am: ከAirPlay ውጣ
ar: قطع الاتصال بـ AirPlay
as: এয়াৰপ্লে ডিচকানেক্ট কৰক
az: AirPlay-i söndür
de: AirPlay beenden
es: Desconectar AirPlay
fa: قطع AirPlay
fr: Désactiver AirPlay
gl: Desconectar AirPlay
hu: AirPlay kikapcsolása
it: Disconnetti AirPlay
ja: AirPlayを解除
ko: 에어플레이 해제
ne: एयरप्ले डिस्कनेक्ट गर्ने
nl: Koppel AirPlay los
pt: Desconectar AirPlay
ru: Отключить AirPlay
tr: AirPlay'le Bağlantıyı Kes
zh: 停止隔空播放
zh_tw: 停止AirPlay

# label_settings_cast
source: Cast
af: Speel op toestel
ar: بث
as: কাষ্ট
az: Əks etdir
de: Streamen
fa: نمایش
fr: Connexion à un appareil
gl: Proxectar
hu: Tükrözés
it: Trasmetti
ja: キャスト
ko: 캐스트
ne: कास्ट
nl: Casten
pt: Transmitir
ru: Трансляция
tr: Yayınla
zh: 投放
zh_tw: 投射

# label_settings_cast_disconnect
source: Disconnect Cast
af: Ontkoppel van toestel
am: ከCast ውጣ
ar: قطع البث
as: কাষ্ট ডিচকানেক্ট কৰক
az: Əks etdirmə
de: Streamen beenden
es: Desconectar Cast
fa: قطع نمایش
fr: Déconnexion d'un appareil
gl: Desconectar proxección
hu: Tükrözés kikapcsolása
it: Interrompi trasmissione
ja: キャストを解除
ko: 캐스트 해제
ne: कास्टिङ डिस्कनेक्ट गर्ने
nl: Beëindig casten
pt: Parar de transmitir
ru: Отключить трансляцию
tr: Yayınlamayı Sonlandır
zh: 停止投放
zh_tw: 停止投射

# label_share_start_at
source: Start at {marker}
af: Begin by {marker}
am: ከ{marker} ጀምር
ar: إبدأ عند {marker}
as: ইয়াত আৰম্ভ কৰক {marker}
az: {marker} hissəsindən başla
de: Bei {marker} beginnen
es: Comenzar en {marker}
fa: نقطهٔ شروع:‏ {marker}
fr: Commencer à {marker}
gl: Empezar en {marker}
hu: Lejátszás innen: {marker}
it: Inizia da {marker}
ja: {marker}から再生
ko: {marker}에서 시작
ne: {marker} बाट प्ले गर्ने
nl: Begin bij {marker}
pt: Iniciar em {marker}
ru: Воспроизводить с {marker}
tr: Şuradan başlat: {marker}
zh: 从{marker}开始
zh_tw: 從{marker}開始

# label_shuffle_off
source: Shuffle Off
af: Skommel af
am: በውዝን አጥፋ
ar: إيقاف التشغيل العشوائي
as: চাফল বন্ধ কৰক
az: Qarışıq rejimi söndür
de: Zufallswiedergabe Aus
es: Desactivar Aleatorio
fa: پخش به ترتیب
fr: Désactiver la lecture aléatoire
gl: Desactivar reprodución aleatoria
hu: Véletlenszerű lejátszás kikapcsolása
it: Riproduzione casuale disattivata
ja: シャッフル再生オフ
ko: 임의 재생 끄기
ne: बीच-बीचबाट प्ले नगर्ने
nl: Willekeurig afspelen: uit
pt: Não aleatório
ru: По порядку
tr: Rastgele Modu Kapalı
zh: 取消随机播放
zh_tw: 取消隨機播放

# label_shuffle_on
source: Shuffle On
af: Skommel aan
am: በውዝን አብራ
ar: تشغيل عشوائي
as: চাফল অন কৰক
az: Qarışıq rejim
de: Zufallswiedergabe An
es: Activar Aleatorio
fa: پخش بدون ترتیب
fr: Activer la lecture aléatoire
gl: Activar reprodución aleatoria
hu: Véletlenszerű lejátszás
it: Riproduzione casuale
ja: シャッフル再生オン
ko: 임의 재생
ne: बीच-बीचबाट प्ले गर्ने
nl: Willekeurig afspelen: aan
pt: Aleatório
ru: В случайном порядке
tr: Rastgele Modu Açık
zh: 随机播放
zh_tw: 隨機播放

# label_sort_frequently_used
source: Frequently Used
af: Dikwels gebruik
am: ብዙ ጊዜ የተከፈቱ
ar: الأكثر استعمالًا
as: সঘনাই ব্যৱহাৰ হোৱা
az: Tez-tez istifadə olunan
de: Häufig verwendet
es: Lo más usado
fa: مکرّراً استفاده‌شده
fr: Souvent consulté
gl: Máis usadas
hu: Gyakran használt
it: Aperti di recente
ja: よく使うもの
ko: 사용 빈도순
ne: अक्सर प्रयोग गरिएको
nl: Veelgebruikt
pt: Mais usados
ru: Часто используемые
tr: Sık Kullanılanlar
zh: 常用
zh_tw: 常用

# label_sort_largest_size
source: Largest Size
af: Grootte
am: ትልቅ መጠን
ar: الأكبر حجمًا
as: ডাঙৰ আকাৰ
az: Ən iri ölçü
de: Größe
es: Tamaño
fa: بزرگ‌ترین حجم
fr: Taille décroissante
gl: Tamaño
hu: Legnagyobb méret
it: Dimensione maggiore
ja: データの大きいもの
ko: 큰 용량순
ne: सबैभन्दा ठूलो साइज
nl: Grootste bestand
pt: Maior arquivo
ru: По размеру
tr: Büyük Boyutlular
zh: 按文件大小
zh_tw: 按檔案大小

# label_sort_publication_symbol
source: Publication Symbol
af: Publikasie-simbool
am: የጽሑፉ አጭር መጠሪያ
ar: رمز المطبوعة
as: প্ৰকাশন চিহ্ন
az: Nəşrin simvolu
de: Kürzel
es: Símbolo de la publicación
fa: حروف اختصاری نشریه
fr: Symbole de publication
gl: Símbolo da publicación
hu: Rövidítés
it: Sigla della pubblicazione
ja: 出版物の略号
ko: 약호
ne: प्रकाशन सङ्केत
nl: Publicatiesymbool
pt: Símbolo da publicação
ru: По коду публикации
tr: Yayın Sembolü
zh: 代号
zh_tw: 代號

# label_sort_rarely_used
source: Rarely Used
af: Selde gebruik
am: ብዙ ያልተከፈቱ
ar: الأقل استعمالًا
as: কেতিয়াবা কেতিয়াবা ব্যৱহাৰ হোৱা
az: Az istifadə olunan
de: Selten verwendet
es: Lo que menos usa
fa: به‌ندرت استفاده‌شده
fr: Rarement consulté
gl: Menos usadas
hu: Ritkán használt
it: Aperti non di recente
ja: あまり使わないもの
ko: 낮은 사용 빈도순
ne: खासै प्रयोग नगरिएको
nl: Weinig gebruikt
pt: Menos usados
ru: Редко используемые
tr: Az Kullanılanlar
zh: 不常用
zh_tw: 不常用

# label_sort_title
source: Title
af: Titel
am: በርዕስ
ar: العنوان
as: শিৰোনামা
az: Başlıq
de: Titel
es: Título
fa: عنوان
fr: Titre
gl: Título
hu: Cím
it: Titolo
ja: タイトル
ko: 이름순
ne: शीर्षक
nl: Titel
pt: Título
ru: По названию
tr: Başlık
zh: 出版物标题
zh_tw: 出版物標題

# label_sort_year
source: Year
af: Jaar
am: በዓመት
ar: السنة
as: বছৰ
az: İl
de: Jahr
es: Año
fa: سال
fr: Année
gl: Ano
hu: Év
it: Anno
ja: 年
ko: 연도순
ne: वर्ष
nl: Jaar
pt: Ano
ru: По году выпуска
tr: Yıl
zh: 年份
zh_tw: 年份

# label_streaming_media
source: Streaming · {title}
af: Stroming · {title}
am: እየተጫወተ ያለው · {title}
ar: بث · {title}
as: স্ত্ৰীমিং · {title}
az: Yayımlanan · {title}
fa: پخش فایل:‏ {title}
fr: Lecture • {title}
gl: Reproducindo · {title}
hu: Online lejátszás · {title}
ja: ストリーミング ・ {title}
ko: 스트리밍 · {title}
ne: {title} · प्रसारण
nl: Streamen · {title}
pt: Em exibição · {title}
ru: Воспроизводится онлайн · {title}
tr: Online çalıyor · {title}
zh: 在线播放 · {title}
zh_tw: 線上播放 · {title}

# label_study_bible_content_available
source: Study Bible content available
af: Studiebybel-inhoud beskikbaar
am: ለጥናት የተዘጋጀው መጽሐፍ ቅዱስ ገጽታዎች አሉት
ar: الكتاب المقدس الدراسي متوفر
as: অধ্যয়ন বাইবেলৰ সামগ্ৰী উপলব্ধ আছে
az: Müqəddəs Kitabın təlim nəşrinin materialları
de: Studienbibelinhalt vorhanden
es: Contenido de la Biblia de estudio disponible
fa: مطالب مطالعه‌ای
fr: Des éléments de la Bible d'étude sont disponibles
gl: Dispón de contidos da Biblia de estudo
hu: Magyarázatos Biblia
it: Bibbia per lo studio disponibile
ja: スタディー版聖書のコンテンツが利用可能
ko: 연구 노트 있음
ne: अध्ययन नोट उपलब्ध छ
nl: Inhoud Studiebijbel beschikbaar
pt: Conteúdo da Bíblia de Estudo disponível
ru: Доступен материал из «Учебной Библии»
tr: Kutsal Kitap'ın İnceleme Versiyonu mevcut
zh: 有精读本圣经的资料
zh_tw: 有精讀本聖經的資料

# label_study_content
source: Study Content
af: Studie-inhoud
am: የጥናት መረጃ
ar: مواد الدرس
as: অধ্যয়নৰ বিষয়বস্তু
az: Araşdırma aparmaq üçün məlumatlar
de: Studienmaterial
es: Material de estudio
fa: محتوای مطالعه
fr: Contenus d'étude
gl: Información de estudo
hu: Tanulmányozás
it: Materiale di studio
ja: 研究用コンテンツ
ko: 연구 자료
ne: अध्ययन सामग्री
nl: Studiemateriaal
pt: Conteúdo de estudo
ru: Учебный материал
tr: İnceleme İçeriği
zh: 相关资料
zh_tw: 相關資料

# label_supplemental_videos
source: Supplemental Videos
af: Aanvullende video's
am: አጋዥ ቪዲዮዎች
ar: فيديوات إضافية
as: চাপলিমেন্টেল ভিডিঅʼবোৰ
az: Əlavə videolar
de: Zusatzvideos
es: Videos adicionales
fa: ویدیوهای مکمل
fr: Vidéos supplémentaires
gl: Vídeos adicionais
hu: Kapcsolódó videók
it: Video supplementari
ja: 補足動画
ko: 참조 동영상
ne: थप भिडियोहरू
nl: Aanvullende video’s
pt: Vídeos adicionais
ru: Дополнительные видео
tr: Ek Videolar
zh: 影片 (补充资料)
zh_tw: 影片 (補充資料)

# label_support_code
source: Code
af: Kode
am: ኮድ
ar: الكود
as: কোড
az: Kod
es: Código
fa: کد
gl: Código
hu: Kód
it: Codice
ja: コード
ko: 코드
ne: कोड
pt: Código
ru: Код
tr: Kod
zh: 代码
zh_tw: 代碼

# label_support_code_uppercase
source: CODE
af: KODE
am: ኮድ
ar: الكود
as: কোড
az: KOD
es: CÓDIGO
fa: کد
gl: CÓDIGO
hu: KÓD
it: CODICE
ja: コード
ko: 코드
ne: कोड
pt: CÓDIGO
ru: КОД
tr: KOD
zh: 代码
zh_tw: 代碼

# label_tags
source: Tags
af: Merkers
am: ፈርጆች
ar: المواضيع
as: টেগবোৰ
az: Teqlər
es: Etiquetas
fa: برچسب‌ها
fr: Catégories
gl: Etiquetas
hu: Címkék
it: Etichette
ja: タグ
ko: 태그
ne: ट्याग
pt: Etiquetas
ru: Теги
tr: Etiketler
zh: 标签
zh_tw: 標籤

# label_tags_uppercase
source: TAGS
af: MERKERS
am: ፈርጆች
ar: المواضيع
as: টেগবোৰ
az: TEQLƏR
es: ETIQUETAS
fa: برچسب‌ها
fr: CATÉGORIES
gl: ETIQUETAS
hu: CÍMKÉK
it: ETICHETTE
ja: タグ
ko: 태그
ne: ट्याग
pt: ETIQUETAS
ru: ТЕГИ
tr: ETİKETLER
zh: 标签
zh_tw: 標籤
