Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# action_remove_video_size
source: Remove Video ({size})
af: Verwyder video ({size})
am: ቪዲዮውን አጥፋ ({size})
ar: حذف الفيديو ({size})
as: ভিডিঅʼ আঁতক কৰক ({size})
az: Videonu sil ({size})
de: Video löschen ({size})
es: Eliminar el video ({size})
fa: حذف ویدیو ({size})
fr: Supprimer la vidéo ({size})
gl: Eliminar vídeo ({size})
hu: Videó eltávolítása ({size})
it: Rimuovi video ({size})
ja: 動画（{size}）を削除
ko: 동영상 삭제 ({size})
ne: भिडियो हटाउने ({size})
nl: Verwijder video ({size})
pt: Excluir vídeo ({size})
ru: Удалить видео ({size})
tr: Videoyu Silin ({size})
zh: 移除影片 ({size})
zh_tw: 移除影片 ({size})

# action_remove_videos
source: Remove Videos
af: Verwyder video's
am: ቪዲዮዎቹን አጥፋ
ar: حذف الفيديوات
as: ভিডিঅʼ আঁতৰ কৰক
az: Videonu sil
de: Videos löschen
es: Eliminar videos
fa: حذف ویدیوها
fr: Supprimer les vidéos
gl: Eliminar vídeos
hu: Videók eltávolítása
it: Rimuovi video
ja: 動画を削除
ko: 동영상 삭제
ne: भिडियोहरू हटाउने
nl: Verwijder video’s
pt: Excluir vídeos
ru: Удалить все видео
tr: Videoları Silin
zh: 移除影片
zh_tw: 移除影片

# action_rename
source: Rename
af: Verander naam
am: ስም ቀይር
ar: تغيير الاسم
as: নবীকৰন
az: Adını dəyiş
de: Umbenennen
es: Cambiar nombre
fa: تغییر اسم
fr: Renommer
gl: Cambiar nome
hu: Átnevezés
it: Rinomina
ja: 名前の変更
ko: 이름 바꾸기
ne: नाम परिवर्तन गर्ने
nl: Wijzig naam
pt: Renomear
ru: Переименовать
tr: Yeni Ad Ver
zh: 重命名
zh_tw: 重新命名

# action_rename_uppercase
source: RENAME
af: VERANDER NAAM
am: ስም ቀይር
ar: تغيير الاسم
as: নবীকৰন
az: ADINI DƏYİŞ
de: UMBENENNEN
es: CAMBIAR NOMBRE
fa: تغییر اسم
fr: RENOMMER
gl: CAMBIAR NOME
hu: ÁTNEVEZÉS
it: RINOMINA
ja: 名前の変更
ko: 이름 바꾸기
ne: नाम परिवर्तन गर्ने
nl: WIJZIG NAAM
pt: RENOMEAR
ru: ПЕРЕИМЕНОВАТЬ
tr: YENİ AD VER
zh: 重命名
zh_tw: 重新命名

# action_reopen_second_window
source: Reopen
af: Heropen
am: እንደገና ክፈት
ar: إفتح من جديد
as: পুনৰ খোলক
az: Открыть снова
de: Erneut öffnen
es: Reabrir
fa: باز کردن دوباره
fr: Rouvrir
gl: Volver a abrir
hu: Megnyitás újból
it: Riapri
ja: もう一度開く
ko: 다시 열기
ne: फेरि खोल्ने
nl: Open opnieuw
pt: Abrir novamente
ru: Открыть снова
tr: Tekrar Aç
zh: 重新打开
zh_tw: 重新打開

# action_replace
source: Replace
af: Vervang
am: ተካ
ar: نقل
as: সলনি কৰক
az: Əvəz et
de: Ersetzen
es: Reemplazar
fa: جایگزین
fr: Remplacer
gl: Substituír
hu: Csere
it: Sostituisci
ja: 移動
ko: 바꾸기
ne: पुरानो हटाएर नयाँ राख्ने
nl: Vervang
pt: Substituir
ru: Переместить
tr: Değiştir
zh: 替换
zh_tw: 取代

# action_reset
source: Reset
af: Verander
am: እንደገና አስተካክል
ar: الأصل
as: ৰিচেট কৰক
az: Sıfırla
de: Zurücksetzen
es: Restablecer
fa: درخواست کد جدید
fr: Réinitialiser
gl: Borrar
hu: Visszaállítás
it: Annulla
ja: リセット
ko: 리셋
ne: रिसेट गर्ने
nl: Herstel
pt: Redefinir
ru: Очистить
tr: Sıfırla
zh: 重新输入
zh_tw: 重新輸入

# action_reset_uppercase
source: RESET
af: VERANDER
am: እንደገና አስተካክል
ar: الأصل
as: ৰিচেট কৰক
az: SIFIRLA
de: ZURÜCKSETZEN
es: RESTABLECER
fa: درخواست کد جدید
fr: RÉINITIALISER
gl: BORRAR
hu: VISSZAÁLLÍTÁS
it: ANNULLA
ja: リセット
ko: 리셋
ne: रिसेट गर्ने
nl: HERSTEL
pt: REDEFINIR
ru: ОЧИСТИТЬ
tr: SIFIRLA
zh: 重新输入
zh_tw: 重新輸入

# action_reset_today_uppercase
source: RESET TO TODAY
af: TERUGSTEL NA VANDAG
am: ወደ ዛሬ ዳግም አስጀምር
ar: إعادة الضبط إلى اليوم
as: আজিলৈ পুনৰ সংহতি কৰক
az: BU GÜNƏ SIFIRLA
de: AUF HEUTE ZURÜCKSETZEN
es: REINICIAR A HOY
fa: بازنشانی به امروز
fr: RÉINITIALISER À AUJOURD'HUI
gl: RESTABLECER A HOXE
hu: VISSZAÁLLÍTÁS MAI DÁTUMRA
it: RIPRISTINA A OGGI
ja: 今日にリセット
ko: 오늘로 재설정
ne: आजमा रिसेट गर्नुहोस्
nl: RESET NAAR VANDAAG
pt: REDEFINIR PARA HOJE
ru: СБРОСИТЬ НА СЕГОДНЯ
tr: BUGÜNE SIFIRLA
zh: 重置为今天
zh_tw: 重設為今天

# action_restore
source: Restore
af: Herlaai
am: መልሰህ አስገባ
ar: إستعادة
as: ৰিষ্টʼৰ
az: Bərpa et
de: Wiederherstellen
es: Restaurar
fa: نصب بک‌آپ
fr: Restaurer
gl: Restaurar
hu: Visszaállítás
it: Ripristina
ja: 復元
ko: 복구
ne: रिस्टोर गर्ने
nl: Zet terug
pt: Restaurar
ru: Загрузить
tr: Yükle
zh: 还原
zh_tw: 還原

# action_restore_a_backup
source: Restore Backup
af: Herlaai die reserwekopie
am: የተቀመጠውን መልሰህ አስገባ
ar: إستعادة نسخة احتياطية
as: বেকাপ ৰিষ্টʼৰ কৰক
az: Ehtiyat surətini bərpa et
de: Sicherung wiederherstellen
es: Restaurar copia de seguridad
fa: نصب بک‌آپ
fr: Restaurer une sauvegarde
gl: Restaurar a copia de seguridade
hu: Biztonsági másolat visszaállítása
it: Ripristina backup
ja: バックアップを復元
ko: 백업 파일 복구하기
ne: ब्याकप रिस्टोर गर्ने
nl: Zet back-up terug
pt: Restaurar backup
ru: Загрузить данные
tr: Yedeği Geri Yükle
zh: 还原备份
zh_tw: 還原備份

# action_restore_uppercase
source: RESTORE
af: HERLAAI
am: መልሰህ አስገባ
ar: إستعادة
as: ৰিষ্টʼৰ
az: BƏRPA ET
de: WIEDERHERSTELLEN
es: RESTAURAR
fa: نصب بک‌آپ
fr: RESTAURER
gl: RESTAURAR
hu: VISSZAÁLLÍTÁS
it: RIPRISTINA
ja: 復元
ko: 복구
ne: रिस्टोर गर्ने
nl: ZET TERUG
pt: RESTAURAR
ru: ЗАГРУЗИТЬ
tr: YÜKLE
zh: 还原
zh_tw: 還原

# action_retry
source: Retry
af: Probeer weer
am: እንደገና ሞክር
ar: حاول مجددًا
as: ৰিট্ৰাই
az: Təkrar cəhd et
de: Neuer Versuch
es: Reintentar
fa: امتحان مجدّد
fr: Réessayer
gl: Reintentar
hu: Újra
it: Riprova
ja: 再試行
ko: 재시도
ne: फेरि प्रयास गर्ने
nl: Opnieuw
pt: Tentar de novo
ru: Повторить
tr: Tekrar Dene
zh: 重试
zh_tw: 重試

# action_retry_uppercase
source: RETRY
af: PROBEER WEER
am: እንደገና ሞክር
ar: حاول مجددًا
as: ৰিট্ৰাই
az: TƏKRAR CƏHD ET
de: NEUER VERSUCH
es: REINTENTAR
fa: امتحان مجدّد
fr: RÉESSAYER
gl: REINTENTAR
hu: ÚJRA
it: RIPROVA
ja: 再試行
ko: 재시도
ne: फेरि प्रयास गर्ने
nl: OPNIEUW
pt: TENTAR DE NOVO
ru: ПОВТОРИТЬ
tr: TEKRAR DENE
zh: 重试
zh_tw: 重試

# action_save_image
source: Save image
af: Stoor prent
am: ምስል አስቀምጥ
ar: حفظ الصورة
as: ছবি সংৰক্ষণ কৰক
az: Şəkli yadda saxla
de: Bild speichern
es: Guardar imagen
fa: ذخیره تصویر
fr: Enregistrer l'image
gl: Gardar imaxe
hu: Kép mentése
it: Salva immagine
ja: 画像を保存
ko: 이미지 저장
ne: छवि बचत गर्नुहोस्
nl: Afbeelding opslaan
pt: Salvar imagem
ru: Сохранить изображение
tr: Resmi kaydet
zh: 保存图像
zh_tw: 儲存圖片

# action_search
source: Search
af: Soek
am: ፈልግ
ar: بحث
as: অনুসন্ধান কৰক
az: Axtar
de: Suche
es: Buscar
fa: جستجو
fr: Rechercher
gl: Buscar
hu: Keresés
it: Cerca
ja: 検索
ko: 검색
ne: खोज्ने
nl: Zoek
pt: Buscar
ru: Поиск
tr: Ara
zh: 搜索
zh_tw: 搜尋

# action_search_uppercase
source: SEARCH
af: SOEK
am: ፈልግ
ar: بحث
as: অনুসন্ধান কৰক
az: AXTAR
de: SUCHE
es: BUSCAR
fa: جستجو
fr: RECHERCHER
gl: BUSCAR
hu: KERESÉS
it: CERCA
ja: 検索
ko: 검색
ne: खोज्ने
nl: ZOEK
pt: BUSCAR
ru: ПОИСК
tr: ARA
zh: 搜索
zh_tw: 搜尋

# action_see_all
source: See All
af: Vertoon alles
am: ሁሉንም አሳይ
ar: رؤية الكل
as: সকলো চাওক
az: Hamısını göstər
de: Alle anzeigen
es: Ver todo
fa: مشاهدۀ همه
fr: Tout voir
gl: Ver todo
hu: Összes
it: Vedi tutto
ja: 全て見る
ko: 모두 보기
ne: सबै हेर्ने
nl: Toon alles
pt: Ver todos
ru: Показать все
tr: Tümünü Gör
zh: 全部显示
zh_tw: 全部顯示

# action_select
source: Select
af: Selekteer
am: ምረጥ
ar: إختيار
as: নিৰ্বাচন কৰক
az: Seç
de: Auswählen
es: Seleccionar
fa: انتخاب
fr: Sélectionner
gl: Seleccionar
hu: Kijelölés
it: Seleziona
ja: 選択
ko: 선택
ne: रोज्ने
nl: Selecteer
pt: Selecionar
ru: Выбрать
tr: Seç
zh: 选择
zh_tw: 選取

# action_select_all
source: Select All
af: Kies alles
am: ሁሉንም ምረጥ
ar: إختيار الكل
as: সকলো বাছনি কৰক
az: Выбрать все
de: Alle auswählen
es: Seleccionar todo
fa: انتخاب همه
fr: Sélectionner tout
gl: Seleccionar todo
hu: Összes kijelölése
it: Seleziona tutti
ja: 全て選択
ko: 전체 선택
ne: सबै रोज्ने
nl: Selecteer alle
pt: Marcar todos
ru: Выбрать все
tr: Hepsini Seç
zh: 全选
zh_tw: 全選

# action_settings
source: Settings
af: Instellings
am: ማስተካከያ
ar: الإعدادات
as: ছেটিং
az: Parametrlər
de: Einstellungen
es: Configuración
fa: تنظیمات
fr: Paramètres
gl: Axustes
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
ne: सेटिङहरू
nl: Instellingen
pt: Configurações
ru: Настройки
tr: Ayarlar
zh: 设置
zh_tw: 設定

# action_settings_uppercase
source: SETTINGS
af: INSTELLINGS
am: ማስተካከያ
ar: الإعدادات
as: ছেটিং
az: PARAMETRLƏR
de: EINSTELLUNGEN
es: CONFIGURACIÓN
fa: تنظیمات
fr: PARAMÈTRES
gl: AXUSTES
hu: BEÁLLÍTÁSOK
it: IMPOSTAZIONI
ja: 設定
ko: 설정
ne: सेटिङहरू
nl: INSTELLINGEN
pt: CONFIGURAÇÕES
ru: НАСТРОЙКИ
tr: AYARLAR
zh: 设置
zh_tw: 設定

# action_share
source: Share
af: Deel
am: አጋራ
ar: مشاركة
as: শ্বেয়াৰ কৰক
az: Paylaş
de: Teilen
es: Compartir
fa: اشتراک‌گذاری
fr: Partager
gl: Compartir
hu: Megosztás
it: Condividi
ja: 共有
ko: 공유
ne: सेयर गर्ने
nl: Deel
pt: Compartilhar
ru: Поделиться
tr: Paylaş
zh: 分享
zh_tw: 分享

# action_share_uppercase
source: SHARE
af: DEEL
am: አጋራ
ar: مشاركة
as: শ্বেয়াৰ কৰক
az: PAYLAŞ
de: TEILEN
es: COMPARTIR
fa: اشتراک‌گذاری
fr: PARTAGER
gl: COMPARTIR
hu: MEGOSZTÁS
it: CONDIVIDI
ja: 共有
ko: 공유
ne: सेयर गर्ने
nl: DEEL
pt: COMPARTILHAR
ru: ПОДЕЛИТЬСЯ
tr: PAYLAŞ
zh: 分享
zh_tw: 分享

# action_share_image
source: Share image
af: Deel prent
am: ምስል አጋራ
ar: مشاركة الصورة
as: ছবি শ্বেয়াৰ কৰক
az: Şəkli paylaş
de: Bild teilen
es: Compartir imagen
fa: اشتراک‌گذاری تصویر
fr: Partager l'image
gl: Compartir imaxe
hu: Kép megosztása
it: Condividi immagine
ja: 画像を共有
ko: 이미지 공유
ne: छवि साझा गर्नुहोस्
nl: Deel afbeelding
pt: Compartilhar imagem
ru: Поделиться изображением
tr: Resmi paylaş
zh: 分享图像
zh_tw: 分享圖片

# action_shuffle
source: Shuffle
af: Skommel
am: በውዝ
ar: تشغيل عشوائي
as: সাল-সলনি কৰক
az: Qarışıq
de: Zufallswiedergabe
es: Aleatorio
fa: پخش بدون ترتیب
fr: Lecture aléatoire
gl: Reprodución aleatoria
hu: Véletlenszerű lejátszás
it: Ordine casuale
ja: シャッフル
ko: 임의 재생
ne: बीच-बीचबाट प्ले गर्ने
nl: Speel willekeurig af
pt: Modo aleatório
ru: В случайном порядке
tr: Karıştır
zh: 随机播放
zh_tw: 隨機播放

# action_show_lyrics
source: Show lyrics
af: Sien die lirieke
am: ግጥሞችን ተመልከት
ar: مشاهدة الكلمات
as: গীতৰ কথা দেখুৱাওক
az: Sözlərə bax
de: Liedtext anzeigen
es: Ver letra
fa: مشاهده متن سرود
fr: Voir les paroles
gl: Ver letra
hu: Dalszöveg megjelenítése
it: Mostra il testo
ja: 歌詞を表示
ko: 가사 보기
ne: शब्दहरू हेर्नुहोस्
nl: Zie de songtekst
pt: Ver letra
ru: Показать слова
tr: Şarkı sözlerini gör
zh: 查看歌词
zh_tw: 查看歌詞

# action_show_subtitles
source: Show subtitles
af: Sien onderskrifte
am: የግርጌ ጽሑፎችን ተመልከት
ar: مشاهدة الترجمة
as: উপ-শিৰোনামা দেখুৱাওক
az: Altyazılara bax
de: Untertitel anzeigen
es: Ver subtítulos
fa: مشاهده زیرنویس‌ها
fr: Voir les sous-titres
gl: Ver subtítulos
hu: Feliratok megjelenítése
it: Mostra sottotitoli
ja: 字幕を表示
ko: 자막 보기
ne: उपशीर्षकहरू हेर्नुहोस्
nl: Zie ondertitels
pt: Ver legendas
ru: Показать субтитры
tr: Altyazıları gör
zh: 查看字幕
zh_tw: 查看字幕

# action_sort_by
source: Sort By
af: Sorteer volgens
am: ቅደም ተከተል
ar: صنِّف حسب
as: বাছনি কৰক
az: Sırala
de: Sortieren nach
es: Ordenar por
fa: دسته‌بندی بر اساس
fr: Trier par
gl: Ordenar por
hu: Rendezés
it: Ordina per
ja: 並べ替える
ko: 정렬 기준
ne: क्रम मिलाउने
nl: Sorteer op
pt: Organizar por
ru: Порядок сортировки
tr: Sırala
zh: 排序方式
zh_tw: 排序方式

# action_stop_download
source: Stop Download
af: Stop die aflaaiproses
am: ማውረድ አቁም
ar: إيقاف التنزيل
as: ডাউনল’ড বন্ধ কৰক
az: Yükləməni dayandır
de: Download anhalten
es: Detener la descarga
fa: لغو دانلود
fr: Arrêter le téléchargement
gl: Deter descarga
hu: Letöltés leállítása
it: Interrompi il download
ja: ダウンロードの中止
ko: 다운로드 중지
ne: डाउनलोड रोक्ने
pt: Interromper download
ru: Остановить
tr: İndirmeyi Durdur
zh: 停止下载
zh_tw: 停止下載

# action_stop_trying
source: Stop Trying
af: Hou op probeer
am: ሙከራውን አቁም
ar: لا تحاول
as: চেষ্টা নকৰিব
az: Cəhd etmə
de: Nicht erneut versuchen
es: Dejar de intentar
fa: لغو
fr: Annuler
gl: Deixar de intentalo
hu: Megszakít
it: Interrompi
ja: 中止
ko: 중지
ne: प्रयास नगर्ने
nl: Stop
pt: Interromper
ru: ОК
tr: Sonlandır
zh: 了解
zh_tw: 了解

# action_stop_trying_uppercase
source: STOP TRYING
af: HOU OP PROBEER
am: ሙከራውን አቁም
ar: لا تحاول
as: চেষ্টা নকৰিব
az: CƏHD ETMƏ
de: NICHT ERNEUT VERSUCHEN
es: DEJAR DE INTENTAR
fa: لغو
fr: ANNULER
gl: DEIXAR DE INTENTALO
hu: MEGSZAKÍT
it: INTERROMPI
ja: 中止
ko: 중지
ne: प्रयास नगर्ने
nl: STOP
pt: INTERROMPER
ru: ОК
tr: SONLANDIR
zh: 了解
zh_tw: 了解

# action_stream
source: Stream
af: Stroom
am: ከኢንተርኔት ላይ
ar: تشغيل عبر الإنترنت
as: স্ট্ৰীম
az: Onlayn rejim
de: Streamen
es: Streaming
fa: پخش
fr: Lire en streaming
gl: Reproducir en liña
hu: Online lejátszás
it: Streaming
ja: ストリーミング
ko: 스트리밍
ne: प्रसारण
pt: Exibição
ru: Воспроизвести онлайн
tr: Online olarak oynat
zh: 在线播放
zh_tw: 線上播放

# action_text_settings
source: Text Settings
af: Teksgrootte
am: የፊደል መጠን ማስተካከያ
ar: إعدادات النص
as: টেক্সট্ ছেটিং
az: Mətn parametrləri
de: Texteinstellungen
es: Formato de la letra
fa: تنظیم متن
fr: Taille de police
gl: Formato de letra
hu: Betűméret
it: Impostazioni di testo
ja: 文字サイズ
ko: 글자 크기
ne: अक्षर ठूलो-सानो बनाउने
nl: Tekstinstellingen
pt: Configurações de texto
ru: Размер шрифта
tr: Metin Ayarları
zh: 文字设置
zh_tw: 文字設定

# action_translations
source: Translations
af: Vertalings
am: የመጽሐፍ ቅዱስ ትርጉሞች
ar: الترجمات
as: আন অনুবাদ
az: Tərcümələr
de: Übersetzungen
es: Versiones de la Biblia
fa: ترجمه‌ها
fr: Traductions
gl: Traducións
hu: Fordítások
it: Traduzioni
ja: 他の翻訳
ko: 번역판 선택
ne: अनुवाद
nl: Vertalingen
pt: Versões
ru: Переводы
tr: Çeviriler
zh: 圣经译本
zh_tw: 聖經譯本

# action_trim
source: Trim
af: Sny
am: ቁረጥ
ar: إقتطاع
as: নিয়াৰি কৰক
az: Kəs
de: Schneiden
es: Recortar
fa: برش
fr: Couper
gl: Recortar
hu: Vágás
it: Taglia
ja: トリミング
ko: 자르기
ne: ट्रिम गर्ने
nl: Knip
pt: Editar
ru: Обрезать
tr: Kırp
zh: 剪辑
zh_tw: 剪輯

# action_try_again
source: Try Again
af: Probeer weer
am: እንደገና ሞክር
ar: حاول مجددًا
as: চেষ্টা কৰক
az: Yenidən cəhd et
de: Erneut versuchen
es: Volver a intentar
fa: امتحان مجدّد
fr: Réessayer
gl: Reintentar
hu: Újra próbál
it: Riprova
ja: 再試行
ko: 재시도
ne: फेरि प्रयास गर्ने
nl: Opnieuw
pt: Tentar de novo
ru: Повторить
tr: Tekrar Dene
zh: 重试
zh_tw: 再試一次

# action_try_again_uppercase
source: TRY AGAIN
af: PROBEER WEER
am: እንደገና ሞክር
ar: حاول مجددًا
as: চেষ্টা কৰক
az: YENİDƏN CƏHD ET
de: ERNEUT VERSUCHEN
es: VOLVER A INTENTAR
fa: امتحان مجدّد
fr: RÉESSAYER
gl: REINTENTAR
hu: ÚJRA PRÓBÁL
it: RIPROVA
ja: 再試行
ko: 재시도
ne: फेरि प्रयास गर्ने
nl: OPNIEUW
pt: TENTAR DE NOVO
ru: ПОВТОРИТЬ
tr: TEKRAR DENE
zh: 重试
zh_tw: 再試一次

# action_ungroup
source: Split
af: Verdeel
am: ክፈል
ar: تقسيم
as: বিভক্ত কৰক
az: Ayır
de: Gruppierung aufheben
es: Dividir
fa: بدون دسته‌بندی
fr: Dissocier
gl: Desagrupar
hu: Felosztás
it: Separa
ja: 分割
ko: 분할하기
ne: सूचीबाट हटाउने
nl: Splits
pt: Dividir
ru: Разгруппировать
tr: Böl
zh: 拆分
zh_tw: 拆分

# action_update
source: Update
af: Bring op datum
am: አድስ
ar: تحديث
as: আপডেট
az: Yenilənmə
de: Aktualisieren
es: Actualizar
fa: به‌روزرسانی
fr: Mettre à jour
gl: Actualizar
hu: Frissítés
it: Aggiorna
ja: 更新
ko: 업데이트
ne: अपडेट गर्ने
pt: Atualizar
ru: Обновить
tr: Güncelle
zh: 更新
zh_tw: 更新

# action_update_all
source: Update All
af: Laai almal af
am: ሁሉንም አድስ
ar: تحديث الكل
as: সকলো আপডেট কৰক
az: Hamısını yenilə
de: Alle aktualisieren
es: Actualizar todo
fa: به‌روزرسانی همه
fr: Tout mettre à jour
gl: Actualizar todo
hu: Összes frissítése
it: Aggiorna tutto
ja: 全て更新
ko: 모두 업데이트
ne: सबै अपडेट गर्ने
nl: Werk alles bij
pt: Atualizar tudo
ru: Обновить все
tr: Tümünü Güncelle
zh: 全部更新
zh_tw: 全部更新

# action_update_audio_size
source: Update Audio ({size})
af: Bring oudio op datum ({size})
am: ኦዲዮውን አድስ ({size})
ar: تحديث التسجيل ({size})
as: অডিঅʼ আপডেট কৰক ({size})
az: Audionu yenilə ({size})
de: Audio aktualisieren ({size})
es: Actualizar la grabación ({size})
fa: به‌روزرسانی فایل صوتی ({size})
fr: Mettre à jour l'audio ({size})
gl: Actualizar audio ({size})
hu: Hanganyag frissítése ({size})
it: Aggiorna audio ({size})
ja: 朗読版（{size}）を更新
ko: 오디오 파일 업데이트 ({size})
ne: अडियो अपडेट गर्ने ({size})
pt: Atualizar áudio ({size})
ru: Обновить аудиозапись ({size})
tr: Ses Kaydını Güncelleyin ({size})
zh: 更新音频 ({size})
zh_tw: 更新音訊 ({size})

# action_update_video_size
source: Update Video ({size})
af: Bring video op datum ({size})
am: ቪዲዮውን አድስ ({size})
ar: تحديث الفيديو ({size})
as: ভিডিঅʼ আপডেট কৰক ({size})
az: Videonu yenilə ({size})
de: Video aktualisieren ({size})
es: Actualizar el video ({size})
fa: به‌روزرسانی ویدیو ({size})
fr: Mettre à jour la vidéo ({size})
gl: Actualizar vídeo ({size})
hu: Videó frissítése ({size})
it: Aggiorna video ({size})
ja: 動画（{size}）を更新
ko: 동영상 업데이트 ({size})
ne: भिडियो अपडेट गर्ने ({size})
pt: Atualizar vídeo ({size})
ru: Обновить видео ({size})
tr: Videoyu Güncelleyin ({size})
zh: 更新影片 ({size})
zh_tw: 更新影片 ({size})

# action_view_mode_image
source: Printed Edition
af: Gedrukte uitgawe
am: ለሕትመት የተቀናበረ
ar: النسخة المطبوعة
as: প্ৰিণ্ট সংস্কৰণত চাওক
az: Çap formatda
de: Gedruckte Ausgabe
es: Edición impresa
fa: نسخهٔ چاپ‌شده
fr: Mode image
gl: Vista impresa
hu: Megtekintés képként
it: Edizione stampata
ja: 印刷版を表示
ko: 인쇄판
ne: छापिएको संस्करण
nl: Gedrukte versie
pt: Versão impressa
ru: Изображение
tr: Basılı Versiyon
zh: 阅读印刷版
zh_tw: 閱讀印刷版

# action_view_mode_text
source: Digital Edition
af: Digitale uitgawe
am: ለዲጂታል የተዘጋጀ
ar: النسخة الرقمية
as: ডিজিটেল সংস্কৰণত চাওক
az: Elektron formatda
de: Digitale Ausgabe
es: Edición digital
fa: نسخهٔ الکترونیکی
fr: Mode texte
gl: Vista dixital
hu: Megtekintés szövegként
it: Edizione digitale
ja: テキストを表示
ko: 디지털판
ne: डिजिटल संस्करण
nl: Digitale versie
pt: Versão digital
ru: Текст
tr: Dijital Versiyon
zh: 阅读电子版
zh_tw: 閱讀電子版

# action_view_picture
source: View Picture
af: Kyk na prentjie
am: ምስሉን አሳይ
ar: رؤية الصورة
as: ছবি চাওক
az: Şəkli göstər
de: Bild anzeigen
es: Ver imagen
fa: نمایش تصویر
fr: Voir l'image
gl: Ver imaxe
hu: Kép megjelenítése
it: Vedi immagine
ja: 画像を見る
ko: 삽화 보기
ne: चित्र हेर्ने
nl: Bekijk afbeelding
pt: Visualizar imagem
ru: Посмотреть иллюстрацию
tr: Resmi Göster
zh: 浏览图片
zh_tw: 瀏覽圖片

# action_view_source
source: View Source
af: Kyk na die oorspronklike video
am: ሙሉውን ቪዲዮ ክፈት
ar: رؤية المصدر
as: সম্পূৰ্ণ ভিডিঅʼ চাওক
az: Mənbəni göstər
de: In Videokategorie anzeigen
es: Ver video original
fa: مشاهدهٔ ویدیوی اصلی
fr: Voir la vidéo source
gl: Ver vídeo completo
hu: Teljes videó megtekintése
it: Vedi video completo
ja: 元のビデオに戻る
ko: 원본 보기
ne: स्रोत हेर्ने
nl: Bekijk bron
pt: Ver fonte
ru: Посмотреть полностью
tr: Kaynağı Göster
zh: 查看来源
zh_tw: 檢視來源

# action_view_text
source: View Text
af: Sien teks
am: ጽሑፍ አሳይ
ar: رؤية النص
as: লিখনী চাওক
az: Открыть текст
de: Textversion
es: Ver texto
fa: مشاهدهٔ متن
fr: Voir le texte
gl: Ver texto
hu: Megtekintés szövegként
it: Visualizza il testo
ja: 文章を表示
ko: 텍스트 보기
ne: अक्षर हेर्ने
nl: Bekijk tekst
pt: Versão em texto
ru: Открыть текст
tr: Metni Göster
zh: 文字模式
zh_tw: 文字模式

# action_volume_adjust
source: Adjust volume
af: Verstel volume
am: የድምፅ መጠን መቆጣጠሪያ
ar: تعديل الصوت
as: চাউণ্ড নিয়ন্ত্রণ কৰক
az: Səsi tənzimlə
de: Lautstärke einstellen
es: Ajustar el volumen
fa: تنظیم صدا
fr: Régler le volume
gl: Axustar volume
hu: Hangerő
it: Regola volume
ja: 音量調整
ko: 음량 조절
ne: आवाज मिलाउने
nl: Pas volume aan
pt: Ajustar volume
ru: Регулировка громкости
tr: Ses ayarı
zh: 音量调节
zh_tw: 調整音量

# action_volume_mute
source: Mute
af: Sit klank af
am: ድምፁን አጥፋ
ar: كتم الصوت
as: মিউট
az: Səssiz et
de: Ton einschalten
es: Silenciar
fa: بی‌صدا
fr: Désactiver le son
gl: Silenciar
hu: Némítás
it: Disattiva audio
ja: ミュート
ko: 무음
ne: आवाज बन्द गर्ने
nl: Zet geluid uit
pt: Desativar áudio
ru: Отключить звук
tr: Sesi Kıs
zh: 静音
zh_tw: 靜音

# action_volume_unmute
source: Unmute
af: Sit klank aan
am: ድምፁን አብራ
ar: إلغاء كتم الصوت
as: আনমিউট
az: Səsi aç
de: Ton ausschalten
es: Activar sonido
fa: بازگرداندن صدا
fr: Activer le son
gl: Desilenciar
hu: Némítás megszüntetése
it: Riattiva audio
ja: ミュート解除
ko: 무음 해제
ne: आवाज खोल्ने
nl: Zet geluid aan
pt: Ativar áudio
ru: Включить звук
tr: Sesi Aç
zh: 解除静音
zh_tw: 解除靜音

# action_yes
source: Yes
af: Ja
am: አዎ
ar: نعم
as: হয়
az: Bəli
de: Ja
es: Sí
fa: بله
fr: Oui
gl: Si
hu: Igen
it: Sì
ja: はい
ko: 예
ne: भएँ
nl: Ja
pt: Sim
ru: Да
tr: Evet
zh: 是
zh_tw: 是

# label_additional_reading
source: Additional Reading
af: Ekstra leesmateriaal
am: ሌሎች ርዕሶች
ar: قراءة إضافية
as: অতিৰিক্ত লেখ
az: Əlavə materiallar
de: Zusätzliches Material
es: Otros artículos
fa: مطالب بیشتر
fr: À lire aussi
gl: Información adicional
hu: Továbbiak
it: Letture supplementari
ja: さらに読む
ko: 더 읽어 보기
ne: थप सामग्री
nl: Extra materiaal
pt: Leia também
ru: Дополнительные материалы
tr: Ek Okuma
zh: 更多文章
zh_tw: 更多文章

# label_all_notes
source: All {count} Notes
af: Al {count} notas
am: በአጠቃላይ {count} ማስታወሻዎች
ar: كل الملاحظات ({count})
as: সকলো {count} টোকা
az: Bütün {count} qeyd
de: Alle {count} Notizen
es: Todas las notas ({count})
fa: مشاهدهٔ {count} یادداشت‌
fr: Mes {count} notes
gl: Tódalas {count} notas
hu: Mind a {count} jegyzet
it: Tutte le {count} note
ja: {count}個のメモ
ko: {count}개의 메모
ne: सबै {count} नोट
nl: Alle {count} notities
pt: Todas as {count} notas
ru: Все заметки ({count})
tr: {count} Not
zh: 总共 {count} 个笔记
zh_tw: 總共 {count} 個筆記

# label_all_tags
source: All {count} Tags
af: Al {count} merkers
am: በአጠቃላይ {count} ፈርጆች
ar: كل المواضيع ({count})
as: সকলো {count} টেগ
az: Bütün {count} teql
de: Alle {count} Tags
es: Todas las etiquetas ({count})
fa: مشاهدهٔ {count} برچسب
fr: Mes {count} catégories
gl: Tódalas {count} etiquetas
hu: Mind a {count} címke
it: Tutte le {count} etichette
ja: {count}個のタグ
ko: {count}개의 태그
ne: सबै {count} ट्याग
nl: Alle {count} tags
pt: Todas as {count} etiquetas
ru: Все теги ({count})
tr: {count} Etiket
zh: 总共 {count} 个标签
zh_tw: 總共 {count} 個標籤

# label_all_types
source: All Types
af: Alle kategorieë
am: ዋናው ዝርዝር
ar: كل الفئات
as: সকলো ধৰণৰ প্ৰকাশন
az: Bütün kateqoriyalar
de: Alle Kategorien
es: Todas las categorías
fa: همه نوع
fr: Toutes les catégories
gl: Tódalas categorías
hu: Összes kategória
it: Tutte le categorie
ja: 全種類
ko: 모든 종류
ne: सबै प्रकार
nl: Alle soorten
pt: Todas as categorias
ru: Все категории
tr: Bütün Türler
zh: 所有类别
zh_tw: 所有類別

# label_audio_available
source: Audio available
af: Oudio beskikbaar
am: ኦዲዮ አለው
ar: التسجيلات متوفرة
as: অডিঅ’ উপলব্ধ আছে
az: Audiosu var
de: Audio vorhanden
es: Grabación en audio está disponible
fa: فایل صوتی
fr: Fichier audio disponible
gl: Dispoñible en audio
hu: Hangfelvételen is elérhető
it: Audio disponibile
ja: 朗読版が利用可能
ko: 오디오 파일 있음
ne: अडियो उपलब्ध छ
nl: Audio beschikbaar
pt: Áudio disponível
ru: Доступна аудиозапись
tr: Ses kaydı mevcut
zh: 有音频文件
zh_tw: 有聲音檔

# label_breaking_news
source: Breaking News
af: Belangrike nuus
am: ሰበር ዜና
ar: خبر عاجل
as: মুখ্য বাতৰি
az: Təcili xəbərlər
de: Eilmeldung
es: Noticia de última hora
fa: خبر‌های فوری
fr: Alerte info
gl: Última hora
hu: Rendkívüli hírek
it: Ultim’ora
ja: ニュース速報
ko: 속보
ne: ब्रेकिङ न्युज
pt: Últimas notícias
ru: Срочная новость
tr: Son Dakika
zh: 即时新闻
zh_tw: 即時新聞

# label_breaking_news_count
source: {count} of {total}
af: {count} van {total}
am: {count}/{total}
ar: {count} من {total}
as: {count} -ৰ {total}
az: {count} ({total})
de: {count} von {total}
es: {count} de {total}
fa: {count} از {total}
fr: {count} sur {total}
gl: {count} de {total}
hu: {count}/{total}
it: {count} di {total}
ja: {count} / {total}
ko: {total}개 중 {count}
ne: {total} को {count}
nl: {count} van {total}
pt: {count} de {total}
ru: {count} из {total}
tr: {count}/{total}
zh: {count} / {total}
zh_tw: {count} / {total}

# label_color_blue
source: Blue
af: Blou
am: ሰማያዊ
ar: أزرق
as: নীলা
az: Mavi
de: Blau
es: Azul
fa: آبی
fr: Bleu
gl: Azul
hu: Kék
it: Blu
ja: ブルー
ko: 파랑
ne: निलो
nl: Blauw
pt: Azul
ru: Голубой
tr: Mavi
zh: 蓝色
zh_tw: 藍色

# label_color_green
source: Green
af: Groen
am: አረንጓዴ
ar: أخضر
as: সেউজীয়া
az: Yaşıl
de: Grün
es: Verde
fa: سبز
fr: Vert
gl: Verde
hu: Zöld
it: Verde
ja: グリーン
ko: 초록
ne: हरियो
nl: Groen
pt: Verde
ru: Зеленый
tr: Yeşil
zh: 绿色
zh_tw: 綠色

# label_color_orange
source: Orange
af: Oranje
am: ብርቱካናማ
ar: برتقالي
as: গেৰুৱা
az: Narıncı
es: Naranja
fa: نارنجی
gl: Laranxa
hu: Narancssárga
it: Arancione
ja: オレンジ
ko: 오렌지
ne: सुन्तला
nl: Oranje
pt: Laranja
ru: Оранжевый
tr: Turuncu
zh: 橘色
zh_tw: 橘色

# label_color_pink
source: Pink
af: Pienk
am: ሮዝ
ar: زهري
as: গুলপীয়া
az: Çəhrayı
de: Rosa
es: Rosa
fa: صورتی
fr: Rose
gl: Rosa
hu: Rózsaszín
it: Rosa
ja: ピンク
ko: 분홍
ne: गुलाबी
nl: Roze
pt: Rosa
ru: Розовый
tr: Pembe
zh: 粉色
zh_tw: 粉紅色
