Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_content_not_available_in_selected_language
source: Some content is not available in your selected language.
af: Van die inligting is nie beskikbaar in die taal wat jy gekies het nie.
am: አንዳንዶቹ ዜናዎች አንተ በመረጥከው ቋንቋ አይገኙም።
ar: بعض المواد غير متوفرة باللغة المختارة.
as: কিছুমান বিষয় আপুনি বাছনি কৰা ভাষাত উপলব্ধ নাই।
az: Seçilən dildə bəzi materiallar yoxdur.
de: Einige Inhalte sind in der ausgewählten Sprache nicht verfügbar.
es: Algunos artículos no están disponibles en el idioma seleccionado.
fa: بعضی از مطالب زیر به زبان انتخاب‌شده موجود نیست.
fr: Certains contenus ne sont pas disponibles dans cette langue.
gl: Algúns contidos non están dispoñibles no idioma seleccionado.
hu: Néhány tartalom nem elérhető a kiválasztott nyelven.
it: Alcuni contenuti non sono disponibili nella lingua selezionata.
ja: 選択されている言語では利用できないコンテンツがあります。
ko: 일부 뉴스는 선택한 언어로 볼 수 없습니다.
ne: केही सामग्रीहरू तपाईँले रोज्नुभएको भाषामा उपलब्ध छैनन्।
nl: Een deel van het materiaal is niet beschikbaar in de taal die je gekozen hebt.
pt: Alguns conteúdos não estão disponíveis no idioma selecionado.
ru: На выбранном языке некоторой информации нет.
tr: Seçtiğiniz dilde bazı içerikler mevcut değil.
zh: 你选择的语言目前没有这个资料。
zh_tw: 你選擇的語言目前沒有這個資料。

# message_delete_failure_title
source: Delete Failed
af: Kon nie verwyder nie
am: ማጥፋት አልተቻለም
ar: لم ينجح الحذف
as: ডিলিট নহʼল
az: Silmək mümkün olmadı
de: Löschen fehlgeschlagen
es: No se pudo borrar
fa: حذف نشد
fr: La suppression a échoué
gl: Non se puido eliminar
hu: A törlés nem sikerült
it: Eliminazione non riuscita
ja: 削除失敗
ko: 삭제 실패
ne: हटाउन असफल
nl: Verwijderen mislukt
pt: Arquivo não excluído
ru: Удалить не получилось
tr: Silinemedi
zh: 删除失败
zh_tw: 刪除失敗

# message_delete_publication_media
source: This publication also includes one related media item. What would you like to delete?
af: Hierdie publikasie sluit ook een verwante media-item in. Wat wil jy graag verwyder?
am: ይህ ጽሑፍ አንድ የሚዲያ ፋይልም ይዟል። ማጥፋት የምትፈልገው የትኛውን ነው?
ar: هذا الإصدار يتضمن تسجيلًا أو فيديو. ماذا تريد أن تحذف؟
as: এই প্ৰকাশনত মিডিয়া টেবৰ আৰু এটা বিষয় অন্তৰ্ভূক্ত আছে। আপুনি কি ডিলিট কৰিব বিচাৰে?
az: Bu nəşrə həmçinin multimediadan bir fayl da daxildir. Nəyi silmək istəyirsiniz?
de: Zu dieser Publikation gehören auch Medien. Was soll gelöscht werden?
es: Esta publicación incluye un archivo multimedia. ¿Qué desea borrar?
fa: این نشریه شامل فایلی از بخش صوتی و تصویری است. چه فایل‌هایی را می‌خواهید حذف کنید؟
fr: Cette publication contient un fichier de la rubrique « Multimédia ». Que souhaitez-vous supprimer ?
gl: Esta publicación inclúe contido multimedia. Que queres eliminar?
hu: A kiadványhoz egy médiafájl is tartozik. Ezt is szeretnéd törölni?
it: Questa pubblicazione include un contenuto multimediale. Cosa vuoi eliminare?
ja: この出版物には，メディアのコンテンツが1個含まれています。削除しますか。
ko: 이 출판물에는 1개의 미디어가 포함되어 있습니다. 무엇을 삭제하시겠습니까?
ne: यस प्रकाशनसित सम्बन्धित एउटा मिडिया पनि छ। के तपाईँ त्यो पनि हटाउन चाहनुहुन्छ?
nl: Deze publicatie bevat ook een gerelateerd media-item. Wat wil je verwijderen?
pt: Esta publicação também inclui um item da aba Mídias. O que você deseja excluir?
ru: Эта публикация содержит один медиафайл. Что вы хотите удалить?
tr: Bu yayının içinde bir adet medya da var. Neyi silmek istiyorsunuz?
zh: 注意：此出版物包含 1 个“影音资料”。请选择想删除的资料。
zh_tw: 注意：此出版物包含 1 個「影音資料」。請選擇想刪除的資料。

# message_delete_publication_media_multiple
source: This publication also includes {count} related media items. What would you like to delete?
af: Hierdie publikasie sluit ook {count} verwante media-items in. Wat wil jy graag verwyder?
am: ይህ ጽሑፍ {count} ሚዲያዎችንም ይዟል። ማጥፋት የምትፈልገው የትኛውን ነው?
ar: هذا الإصدار يتضمن {count} تسجيلات وفيديوات. ماذا تريد أن تحذف؟
as: এই প্ৰকাশনত মিডিয়া টেবৰ পৰা আৰু {count} বিষয়বোৰ অন্তৰ্ভূক্ত আছে। আপুনি কি ডিলিট কৰিব বিচাৰে?
az: Bu nəşrə həmçinin multimediadan {count} fayl daxildir. Nəyi silmək istəyirsiniz?
de: Zu dieser Publikation gehören auch {count} Medien. Was soll gelöscht werden?
es: Esta publicación incluye {count} archivos multimedia. ¿Qué desea borrar?
fa: این نشریه شامل {count} فایل از بخش صوتی و تصویری است. چه فایل‌هایی را می‌خواهید حذف کنید؟
fr: Cette publication contient {count} fichiers de la rubrique « Multimédia ». Que souhaitez-vous supprimer ?
gl: Esta publicación inclúe {count} contidos multimedia. Que queres eliminar?
hu: A kiadványhoz {count} médiafájl is tartozik. Ezeket is szeretnéd törölni?
it: Questa pubblicazione include {count} contenuti multimediali. Cosa vuoi eliminare?
ja: この出版物には，メディアのコンテンツが{count}個含まれています。削除しますか。
ko: 이 출판물에는 {count}개의 미디어가 포함되어 있습니다. 무엇을 삭제하시겠습니까?
ne: यस प्रकाशनसित सम्बन्धित {count} वटा मिडिया पनि छन्। के तपाईँ ती पनि हटाउन चाहनुहुन्छ?
nl: Deze publicatie bevat ook {count} gerelateerde media-items. Wat wil je verwijderen?
pt: Esta publicação também inclui {count} itens da aba Mídias. O que você deseja excluir?
ru: Эта публикация содержит медиафайлы ({count} шт.). Что вы хотите удалить?
tr: Bu yayının içinde {count} adet medya da var. Neyi silmek istiyorsunuz?
zh: 注意：此出版物包含 {count} 个“影音资料”。请选择想删除的资料。
zh_tw: 注意：此出版物包含 {count} 個「影音資料」。請選擇想刪除的資料。

# message_delete_publication_videos
source: This will also delete the videos for this publication.
af: Hierdie aksie sal ook die video's vir hierdie publikasie verwyder.
am: የዚህ ጽሑፍ ቪዲዮዎችም አብረው ይጠፋሉ።
ar: ستُحذَف أيضًا فيديوات هذا الإصدار.‏
as: ইয়ে এই প্ৰকাশনৰ বাবে থকা ভিডিঅ’বোৰো ডিলিট কৰিব।
az: Nəzərə alın ki, bu nəşrin videoları da silinəcək.
de: Damit werden auch die Videos zu dieser Publikation gelöscht.
es: Esta acción borrará también los videos de esta publicación.
fa: ویدیوهایی که به این نشریه مربوط می‌شود نیز حذف خواهد شد.
fr: Les vidéos de cette publication seront aussi supprimées.
gl: Isto tamén eliminará os vídeos asociados a esta publicación.
hu: Így a kiadványhoz tartozó videók is törölve lesznek.
it: Verranno eliminati anche i video di questa pubblicazione.
ja: この出版物のビデオも削除されます。
ko: 이 출판물의 동영상도 삭제됩니다.
ne: यो प्रकाशनसँगै यसका भिडियोहरू पनि हटाइनेछन्।
nl: Hiermee verwijder je ook de video's bij deze publicatie.
pt: Isso também vai excluir os vídeos desta publicação.
ru: Будет также удалено видео к этой публикации.
tr: Bu yayının videoları da silinecek.
zh: 此操作将一并删除该出版物的影片。
zh_tw: 此操作將一併刪除該出版物的影片。

# message_discard_changes
source: Your changes are not saved.
af: Jou veranderinge is nie gestoor nie.
am: ያደረግከው ለውጥ አልተያዘም።
ar: لم تُحفَظ تغييراتك.
as: আপুনি কৰা পৰিৱৰ্তনবোৰ সংৰক্ষণ নহ’ল।
az: Dəyişikliklər yadda saxlanılmayıb.
de: Änderungen werden nicht gespeichert.
es: Los cambios no se han guardado
fa: تغییرات ذخیره نشده است.
fr: Vos modifications ne sont pas sauvegardées.
gl: Os cambios non se gardaron.
hu: A módosításaid nincsenek elmentve.
it: Le modifiche non saranno salvate.
ja: 変更は保存されていません。
ko: 변경 사항이 저장되지 않았습니다.
ne: परिवर्तनहरू बचत हुँदैनन्
nl: De wijzigingen worden niet opgeslagen.
pt: Suas alterações não foram salvas.
ru: Изменения не сохранятся.
tr: Yaptığınız değişiklikler kaydedilmedi.
zh: 您的更改没有保存。
zh_tw: 您的變更沒有儲存。

# message_discard_changes_title
source: Discard Changes?
af: Verwyder veranderinge?
am: ለውጡ ይጥፋ?
ar: هل تريد تجاهل التغييرات؟
as: পৰিৱৰ্তন কৰিব বিচাৰেনে?
az: Dəyişikliklər saxlanılsın?
de: Änderungen verwerfen?
es: ¿Rechazar los cambios?
fa: حذف تغییرات؟
fr: Annuler les modifications ?
gl: Queres rexeitar os cambios?
hu: Módosítások elvetése?
it: Eliminare le modifiche?
ja: 変更を破棄しますか？
ko: 저장하지 않고 나가시겠습니까?
ne: परिवर्तनहरू रद्द गर्ने?
nl: Wijzigingen negeren?
pt: Rejeitar alterações?
ru: Сбросить изменения?
tr: Değişikliklerden Vazgeç?
zh: 放弃更改吗？
zh_tw: 捨棄變更嗎？

# message_do_not_close_app
source: Please do not close the app.
af: Moet asseblief nie die app toemaak nie.
am: እባክህ አፕሊኬሽኑን አትዝጋው
ar: من فضلك لا تغلق التطبيق.
as: অনুগ্ৰহ কৰি এপ বন্ধ নকৰিব।
az: Zəhmət olmasa, tətbiqi bağlamayın.
de: Die App bitte nicht schließen.
es: Por favor, no cierre la aplicación.
fa: لطفاً این اَپ را نبندید.
fr: Ne pas fermer l'application.
gl: Por favor, non peches a aplicación.
hu: Kérjük, ne zárd be az alkalmazást!
it: Per favore, non chiudere l’app.
ja: アプリを閉じないでください。
ko: 앱을 종료하지 말아 주시기 바랍니다.
ne: कृपया एप बन्द नगर्नुहोस्।
nl: Sluit de app niet.
pt: Não feche o aplicativo.
ru: Пожалуйста, не закрывайте приложение.
tr: Lütfen uygulamayı kapatmayın.
zh: 请勿关闭app。
zh_tw: 請勿關閉app。

# message_download_complete
source: Download Complete
af: Aflaai voltooi
am: ወርዷል
ar: تم التنزيل
as: ডাউনল’ড সম্পূৰ্ণ হ’ল
az: Yükləndi
de: Download beendet
es: Descarga completada
fa: دانلود شد
fr: Téléchargement terminé
gl: Descarga completada
hu: Letöltve
it: Download completato
ja: ダウンロード完了
ko: 다운로드 완료
ne: डाउनलोड सिद्धियो
nl: Downloaden voltooid
pt: Download concluído
ru: Загрузка завершена
tr: Yükleme Tamamlandı
zh: 下载完成
zh_tw: 下載完成

# message_download_from_jworg
source: Go to this page on jw.org to download the files.
af: Gaan na hierdie blad op jw.org om die lêers af te laai.
am: jw.org ላይ ወደዚህ ገጽ ሄደህ ፋይሎቹን አውርድ።
ar: إذهب إلى هذه الصفحة على jw.org لتنزِّل الملفات.
as: এই ফাইলটো ডাউনলʼড কৰিবলৈ jw.org ৰ এই পেজলৈ যাওক।
az: Faylları yükləmək üçün jw.org saytında bu səhifəyə daxil olun.
de: Diese Seite auf jw.org öffnen, um Dateien herunterzuladen.
es: Vaya a esta página de jw.org para descargar los archivos
fa: برای دانلود فایل‌ها به این صفحه در jw.org رجوع کنید.
fr: Allez sur la page correspondante de jw.org pour télécharger les fichiers.
gl: Vai a esta páxina en jw.org para descargar os arquivos.
hu: Ha megnyitod az oldalt a jw.org-on, akkor letöltheted a fájlokat.
it: Vai sulla pagina corrispondente di jw.org per scaricare i file.
ja: jw.orgへ移動してファイルをダウンロードします。
ko: jw.org로 이동하여 파일을 다운로드할 수 있습니다.
ne: यस फाइललाई डाउनलोड गर्नको लागि jw.org पेजमा जानुहोस्।
nl: Ga naar deze pagina op jw.org om de bestanden te downloaden.
pt: Ir para esta página no jw.org para baixar os arquivos.
ru: Открыть эту страницу на jw.org, чтобы скачать файлы.
tr: Dosyaları indirmek için jw.org'da bu sayfaya gidin.
zh: 到jw.org下载文件。
zh_tw: 到jw.org下載檔案。

# message_download_from_jworg_title
source: Download Files From JW.ORG
af: Laai lêers af van JW.ORG
am: ከJW.ORG ፋይሎቹን አውርድ
ar: تنزيل الملفات من JW.ORG
as: JW.ORG ৰ পৰা ফাইলটো ডাউনলʼড কৰক
az: Faylları JW.ORG-dan yükləyin
de: Dateien von JW.ORG herunterladen
es: Descargar de JW.ORG
fa: دانلود فایل‌هایی از JW.ORG
fr: Télécharger les fichiers depuis jw.org
gl: Descarga os arquivos de JW.ORG
hu: Fájlok letöltése a JW.ORG-ról
it: Scarica i file da jw.org
ja: JW.ORGからファイルをダウンロード
ko: JW.ORG에서 파일 다운로드하기
ne: JW.ORG बाट फाइल डाउनलोड गर्ने
nl: Bestanden van JW.ORG downloaden
pt: Baixar arquivos do JW.ORG
ru: Скачать файлы с jw.org
tr: Dosyaları JW.ORG'dan İndirin
zh: 从JW.ORG下载文件
zh_tw: 從JW.ORG下載檔案

# message_download_publications_for_meeting
source: Download the meeting publications above.
af: Laai die vergaderingpublikasies hierbo af.
am: ከላይ የሚታዩትን የስብሰባ ጽሑፎች አውርድ።
ar: يرجى تنزيل مواد الاجتماع أعلاه.‏
as: সভাহৰ বাবে প্ৰকাশনবোৰ ডাউনল’ড কৰক।
az: İbadət görüşləri üçün yuxarıdakı nəşrləri yüklə.
de: Obige Publikationen für die Zusammenkunft herunterladen.
es: Descargar las publicaciones para la reunión que aparecen arriba.
fa: نشریات جلسات را دانلود کنید
fr: Télécharger les publications ci-dessus.
gl: Descarga as publicacións para a reunión.
hu: Töltsd le az összejövetelhez szükséges kiadványokat!
it: Scarica le pubblicazioni per l’adunanza
ja: 集会で使用する出版物をダウンロードしてください。
ko: 집회에서 사용하는 위 출판물들을 다운로드하십시오.
ne: सभामा चलाइने माथिका प्रकाशनहरू डाउनलोड गर्नुहोस्।
nl: Download bovenstaande publicaties voor vergaderingen.
pt: Baixe as publicações acima.
ru: Скачайте эти публикации.
tr: Yukarıdaki ibadet yayınlarını indirin.
zh: 请下载这个聚会的相关出版物
zh_tw: 請下載這個聚會的相關出版物

# message_download_research_guide
source: Download the latest Research Guide to see helpful references.
af: Laai die nuutste Navorsingsgids af om nuttige verwysings te sien.
am: ጠቃሚ ማመሣከሪያ ጽሑፎች ለማግኘት የቅርቡን የምርምር መርጃ መሣሪያ አውርድ።
ar: نزِّل آخر إصدار من «دليل المواضيع» لتستفيد من المراجع.
as: প্ৰয়োজনীয় ৰেফাৰেন্স চাবলৈ শেহতীয়া অনুসন্ধান গাইড্ ডাউনলʼড কৰক।
az: Əlavə mənbələr üçün «Axtarış vəsaitini» yükləyin.
de: Für weitere Quellen die neueste Version vom Studienleitfaden herunterladen.
es: Descargue la Guía de estudio con las referencias más recientes.
fa: آخرین نسخه از راهنمای تحقیق را دانلود کنید.
fr: Téléchargez la dernière version du Guide de recherche pour accéder aux références.
gl: Descarga a última actualización da Guía de estudo para ver as referencias.
hu: Töltsd le a legfrissebb Kutatási Segédletet, hogy hasznos forrásanyagokat láthass.
it: Scarica l’ultima versione della “Guida alle ricerche” per consultare utili riferimenti.
ja: 最新のリサーチガイドをダウンロードすると，役立つ資料を見ることができます。
ko: 도움이 되는 참조 자료를 보려면 최신 연구 자료 찾아보기를 다운로드하십시오.
ne: कृपया उपयोगी स्रोत सामाग्रीहरू हेर्नको लागि सबैभन्दा नयाँ अनुसन्धान सहयोगी डाउनलोड गर्नुहोस्।
nl: Download de nieuwste Studiehulp om nuttige verwijzingen te zien.
pt: Baixe o Guia de Pesquisa mais recente para ver referências úteis.
ru: Скачайте последнюю версию «Путеводителя по публикациям», чтобы видеть справочный материал.
tr: Yardımcı kaynakları görmek için en son Araştırma Rehberini indirin.
zh: 下载最新的《检索手册》来查看参考资料。
zh_tw: 下載最新的《檢索手冊》來查看參考資料。

# message_download_will_close_item
source: Downloading will close the item.
af: As jy dit aflaai, sal dit die item toemaak.
am: አሁን ካወረድከው ፋይሉ ይዘጋል።
ar: التنزيل سيغلق الملف.
as: ডাউনলʼড কৰিলে ভিডিঅʼটো বন্ধ হʼব।
az: Yükləmə zamanı fayl bağlanacaq.
de: Herunterladen beendet die Wiedergabe.
es: El archivo se cerrará al descargarlo.
fa: با دانلود این فایل، فایل بسته می‌شود.
fr: Le téléchargement fermera cette fenêtre.
gl: Ó descargala, pecharase a publicación.
hu: A letöltés megszakítja a lejátszást.
it: Scaricando l’aggiornamento si chiuderà la pubblicazione.
ja: ダウンロードを始めると，このコンテンツは終了します。
ko: 다운로드를 하면 재생 창이 닫힙니다.
ne: डाउनलोड गरेमा सामग्री बन्द हुनेछ।
nl: Als je die downloadt, wordt het item gesloten.
pt: Ao baixar, este item será fechado.
ru: При скачивании файл будет закрыт.
tr: İndirme işlemi bu malzemeyi kapatacak.
zh: 下载就会关闭此窗口。
zh_tw: 下載就會關閉此窗格。

# message_empty_audio
source: There is no audio available.
af: Daar is geen oudio beskikbaar nie.
am: ምንም ኦዲዮ የለም።
ar: ليس هناك تسجيلات.‏
as: ইয়াত কোনো অডিঅ’ উপলব্ধ নাই।
az: Audio yoxdur.
de: Kein Audio vorhanden.
es: No hay ninguna grabación de audio disponible
fa: فایل صوتی موجود نیست.
fr: Aucun fichier audio.
gl: Non existe audio dispoñible
hu: Nincs letölthető hangfájl.
it: Audio non disponibile.
ja: 朗読版はありません。
ko: 오디오 자료가 없습니다.
ne: कुनै अडियो उपलब्ध छैन।
nl: Er is geen audio beschikbaar.
pt: Não há áudio disponível.
ru: Нет доступных для скачивания аудиозаписей.
tr: İndirmek için bir ses kaydı yok.
zh: 没有可用的音频
zh_tw: 沒有可用的音訊

# message_empty_pictures_videos
source: There are no pictures or videos available.
af: Daar is geen prente of video's beskikbaar nie.
am: ምንም ዓይነት ምስሎችና ቪዲዮዎች የሉም።
ar: ليس هناك صور أو فيديوات.‏
as: ইয়াত কোনো ছবি বা ভিডিঅ’ উপলব্ধ নাই।
az: Şəkil və ya video yoxdur.
de: Keine Bilder oder Videos vorhanden.
es: No hay imágenes o videos disponibles
fa: تصاویر و ویدیوها موجود نیست.
fr: Pas d'image ni de vidéo.
gl: Non hai imaxes ou vídeos dispoñibles
hu: Nincsenek letölthető képek és videók.
it: Immagini e video non disponibili.
ja: 画像と動画はありません。
ko: 삽화와 동영상이 없습니다.
ne: कुनै चित्र वा भिडियो उपलब्ध छैन।
nl: Er zijn geen afbeeldingen of video's beschikbaar.
pt: Não há imagens ou vídeos disponíveis.
ru: Нет доступных для скачивания иллюстраций или видео.
tr: İndirmek için bir resim veya video yok.
zh: 没有可用的图片或视频
zh_tw: 沒有可用的圖片或影片

# message_file_cannot_open
source: This file cannot be opened in JW Library.
af: Hierdie lêer kan nie in JW Library oopgemaak word nie.
am: ፋይሉ በJW ላይብረሪ ሊከፈት አይችልም።
ar: لا يمكن فتح هذا الملف في JW Library.
as: এই ফাইলটো JW লাইব্ৰেৰীত নোখোলিব।
az: Bu faylı «JW Library»-də açmaq mümkün deyil.
de: Datei kann nicht in JW Library geöffnet werden.
es: Ese archivo no se puede abrir en JW Library.
fa: این فایل در نرم‌افزار JW Library عمل نمی‌کند.
fr: Il n'est pas possible d'ouvrir ce fichier avec JW Library.
gl: Este arquivo non se pode abrir en JW Library.
hu: Ezt a fájlt nem lehet megnyitni a JW Library-vel.
it: Impossibile aprire il file con JW Library.
ja: このファイルはJW Libraryでは開けません。
ko: JW Library에서 열 수 없는 파일입니다.
ne: यो फाइल JW Library मा खुल्दैन।
nl: Dit bestand kan niet in JW Library worden geopend.
pt: Não é possível abrir este arquivo no JW Library.
ru: Этот файл невозможно открыть в JW Library.
tr: Bu dosya JW Library'de açılamıyor.
zh: 此文档无法用JW Library打开。
zh_tw: 此文檔無法用JW Library打開。

# message_file_corrupted
source: "{filename}" cannot be imported to JW Library because something is wrong with the file. Please download it again.
af: "{filename}" kon nie na JW Library ingevoer word nie omdat daar iets fout is met die lêer. Laai dit asseblief weer af.
am: "{filename}" ችግር ስላለው ወደ JW ላይብረሪ ሊመጣ አልቻለም። እባክህ እንደገና አውርደው።
ar: لا يمكن نقل الملف {filename} إلى JW Library بسبب مشكلة فيه. يُرجى تنزيله مجددًا.
as: "{filename}" JW লাইব্ৰেৰীত ইমপোৰ্ট কৰা নাই, কাৰণ ইয়াত কিবা এটা ভুল আছে। অনুগ্ৰহ কৰি পুনৰ ডাউল’ড কৰক।
az: «{filename}» faylını «JW Library» tətbiqinə əlavə etmək mümkün olmadı. Zəhmət olmasa, bir də yükləyin.
de: "{filename}" kann nicht in JW Library importiert werden, da ein Fehler aufgetreten ist. Bitte erneut herunterladen.
es: "{filename}" no se puede importar a JW Library porque el archivo tiene algún problema. Intente descargarlo otra vez.
fa: وارد کردن فایل «{filename}» به نرم‌افزار JW Library امکان‌پذیر نیست، زیرا این فایل دارای نقص است. لطفاً آن را دوباره دانلود کنید.
fr: « {filename} » ne peut pas être importé car il y a un problème avec le fichier. Téléchargez-le à nouveau.
gl: O arquivo "{filename}" non se pode importar a JW Library porque contén algún erro. Por favor, descárgao de novo.
hu: A(z) {filename} fájl hibás, ezért nem sikerült a JW Librarybe importálni. Kérjük, próbáld meg újra letölteni.
it: “{filename}” non può essere importato in JW Library, perché si è verificato un problema con il file. Prova a scaricarlo di nuovo.
ja: ファイルに不具合があるため，"{filename}"はJW Libraryにインポートされませんでした。ファイルをダウンロードし直してください。
ko: "{filename}"에 문제가 있어서 JW 라이브러리 앱에 가져올 수 없습니다. 다시 다운로드하시기 바랍니다.
ne: "{filename}" JW लाइब्रेरीमा इम्पोर्ट हुन सकेन किनभने फाइलमा समस्या छ। कृपया फेरि डाउनलोड गर्नुहोस्।
nl: "{filename}" kan niet geïmporteerd worden in JW Library omdat er iets mis is met het bestand. Download het opnieuw.
pt: "{filename}" não pode ser importado para o JW Library porque há algo errado com o arquivo. Baixe o arquivo novamente.
ru: Файл «{filename}» невозможно импортировать в JW Library, поскольку он поврежден. Попробуйте скачать его снова.
tr: "{filename}" dosyasında bir sorun olduğundan uygulamaya yüklenemedi. Lütfen tekrar deneyin.
zh: “{filename}”出现错误，无法导入JW Library。请重新下载。
zh_tw: 「{filename}」出現錯誤，無法匯入JW Library。請重新下載。

# message_file_corrupted_title
source: File Corrupted
af: Lêer is korrup
am: ፋይሉ ችግር አለበት
ar: الملف تالف
as: ফাইল নষ্ট হৈছে
az: Fayl zədələnib
de: Datei beschädigt
es: El archivo está dañado
fa: فایل مورد نظر دارای نقص است
fr: Fichier endommagé
gl: Arquivo corrupto
hu: A fájl sérült
it: File corrotto
ja: ファイルの不具合
ko: 손상된 파일
ne: फाइलमा समस्या छ
nl: Beschadigd bestand
pt: Arquivo corrompido
ru: Файл поврежден
tr: Dosya Hatalı
zh: 文件损坏
zh_tw: 檔案損壞

# message_file_fail_multiple
source: {number} files were not imported
af: {number} lêers kon nie ingevoer word nie
am: {number} ፋይሎች አልመጡም
ar: عدد الملفات التي لم تُنقل:‏ {number}
as: {number} ফাইল ইমপোৰ্ট হোৱা নাই
az: {number} fayl əlavə edilməyib
de: {number} Dateien wurden nicht importiert
es: No se importaron {number} archivos
fa: {number} فایل وارد نشد.
fr: {number} fichiers n'ont pas été importés
gl: Non se importaron {number} arquivos
hu: {number} fájlt nem sikerült importálni
it: {number} file non importati
ja: インポートされなかったファイル: {number}
ko: {number}개의 파일을 가져오지 못했습니다
ne: {number} वटा फाइल इम्पोर्ट हुन सकेन
nl: {number} bestanden zijn niet geïmporteerd
pt: {number} arquivos não foram importados
ru: Неимпортированных файлов: {number}
tr: {number} dosya yüklenemedi
zh: {number} 个文件没有导入
zh_tw: {number} 個檔案沒有匯入

# message_file_failed
source: 1 file was not imported
af: 1 lêer is nie ingevoer nie
am: 1 ፋይል አልመጣም
ar: ملف واحد لم يُنقل
as: এটা ফাইল ইমপোৰ্ট হোৱা নাই
az: 1 fayl əlavə edilməyib
de: 1 Datei wurde nicht importiert
es: No se importó 1 archivo
fa: ۱ فایل وارد نشد.
fr: 1 fichier n'a pas été importé
gl: Non se importou 1 arquivo
hu: 1 fájlt nem sikerült importálni
it: 1 file non importato
ja: インポートされなかったファイル: 1
ko: 1개의 파일을 가져오지 못했습니다
ne: १ वटा फाइल इम्पोर्ट हुन सकेन
nl: 1 bestand is niet geïmporteerd
pt: 1 arquivo não foi importado
ru: Неимпортированных файлов: 1
tr: 1 dosya yüklenemedi
zh: 1 个文件没有导入
zh_tw: 1 個檔案沒有匯入

# message_file_found
source: There is one more file in this location that can be imported to JW Library. Would you like to import it now?
af: Daar is nog een lêer in hierdie vouer wat na JW Library ingevoer kan word. Wil jy dit graag nou invoer?
am: ከዚህ ቦታ ወደ JW ላይብረሪ ሊመጣ የሚችል አንድ ተጨማሪ ፋይል አለ። አሁን ማምጣት ትፈልጋለህ?
ar: يوجد ملف إضافي هنا. هل تريد أن تنقله إلى JW Library؟
as: ইয়াত আৰু এটা ফাইল আছে যি JW লাইব্ৰেৰীলৈ ইমপোৰ্ট কৰিব পাৰে। আপুনি এতিয়া ইমপোৰ্ট কৰিব বিচাৰেনে?
az: «JW Library» tətbiqinə əlavə oluna biləcək başqa bir fayl var. Əlavə etmək istəyirsiniz?
de: Eine weitere Datei kann in JW Library importiert werden. Jetzt importieren?
es: En esta ubicación hay otro archivo que se puede importar a JW Library. ¿Desea importarlo ahora?
fa: یک فایل دیگر با قابلیت وارد شدن به JW Library در این مکان موجود است. آیا تمایل دارید که آن را اکنون وارد کنید؟
fr: Cet emplacement contient un autre fichier qui peut être importé dans JW Library. Souhaitez-vous l'importer maintenant ?
gl: Hai un arquivo máis nesta carpeta que se pode importar a JW Library. Queres importalo agora?
hu: Van még egy fájl, melyet be lehet importálni a JW Librarybe. Szeretnéd most importálni?
it: C‘è un altro file nella stessa posizione che può essere importato in JW Library. Desideri importarlo adesso?
ja: この場所には，JW Libraryにインポートできるファイルが他にも1個あります。今すぐインポートしますか？
ko: 이 경로에 JW 라이브러리 앱으로 가져올 수 있는 하나의 파일이 더 있습니다. 지금 불러오시겠습니까?
ne: JW लाइब्रेरीमा इम्पोर्ट गर्न सकिने एउटा फाइल यो लोकेसनमा छ। के तपाईँ अहिले यो फाइल इम्पोर्ट गर्न चाहनुहुन्छ?
nl: Op deze locatie is nog een bestand dat in JW Library geïmporteerd kan worden. Wil je het nu importeren?
pt: Ainda há um arquivo neste local que pode ser importado para o JW Library. Gostaria de importá-lo agora?
ru: В JW Library можно импортировать еще один файл из этой папки. Хотите импортировать его сейчас?
tr: Bu klasörde JW Library'ye yüklenebilecek başka bir dosya daha var. Onu şimdi yüklemek istiyor musunuz?
zh: JW Library发现还有 1 个文件可以导入。您想现在导入吗？
zh_tw: JW Library發現還有 1 個檔案可以匯入。您想現在匯入嗎？
