Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# settings_send_diagnostic_data
source: Send diagnostic data
af: Stuur diagnostiese data
am: የብልሽት ሪፖርት መላክ
ar: إرسال بيانات تشخيص المشاكل.
as: ডায়েগ্নষ্টিক ডাটা পঠিয়াওক
az: Diaqnostika məlumatlarını göndər
de: Diagnosedaten senden
es: Enviar datos de diagnóstico
fa: ارسال داده عیب‌یابی
fr: Envoyer des données de diagnostic
gl: Enviar datos de diagnóstico
hu: Diagnosztikai adatok küldése
it: Invia dati diagnostici
ja: 診断データを提供
ko: 진단 데이터 보내기
ne: एपको प्रयोग सम्बन्धी जानकारी पठाउने
nl: Diagnostische gegevens verzenden
pt: Enviar informações de diagnóstico
ru: Отправлять диагностические данные
tr: Tanılama verilerini gönder
zh: 传送诊断数据
zh_tw: 傳送診斷資料

# settings_send_diagnostic_data_subtitle
source: We would like to collect information when the app crashes or has an error. We only use this data to keep the app performing well.
af: Ons wil graag inligting versamel wanneer die app ineenstort of daar ’n fout is. Ons gebruik hierdie data net sodat die app behoorlik kan werk.
am: አፕሊኬሽኑ ድንገት ሲዘጋ ወይም ብልሽት ሲያጋጥመው ከአንተ መውሰድ የምንፈልገው መረጃ አለ። ይህን መረጃ የምንጠቀምበት አፕሊኬሽኑን ለማቀላጠፍ እንዲያግዘን ብቻ ነው።
ar: نريد أن نجمع معلومات عندما يتوقف التطبيق عن العمل فجأة أو يحصل خلل ما. ونحن لا نستعمل هذه المعلومات إلا كي نحسِّن أداء التطبيق.
as: যেতিয়া এপটো নিজে নিজে বন্ধ হৈ যায় বা কিবা এৰʼৰ দেখুৱাই, তেতিয়া আমি কিছুমান তথ্য সংগ্ৰহ কৰিব বিচাৰোঁ। আমি কেৱল এপটো ভালদৰে কাম কৰিবলৈ এই ডাটা ব্যৱহাৰ কৰোঁ।
az: Tətbiqdə xəta baş verdikdə və ya səhv olduqda biz bu cür məlumatları toplamaq istərdik. Bu məlumatlardan yalnız tətbiqin yaxşı işləməsini təmin etmək üçün istifadə olunacaq.
de: Wir würden gern Informationen erfassen, wenn die App abstürzt oder ein Fehler auftritt. Wir verwenden diese Daten ausschließlich, um sicherzustellen, dass die App gut funktioniert.
es: Nos gustaría recopilar datos si se produce algún fallo en la aplicación. Solo los usaremos para hacer que siga funcionando bien.
fa: ما می‌خواهیم هنگام بروز اختلال یا خطای اَپ داده‌ها را جمع‌آوری کنیم. ما از این داده‌ها فقط به منظور بهبود عملکرد اَپ استفاده می‌کنیم.
fr: Nous aimerions recueillir des informations lorsque l'application se bloque ou présente une erreur. Nous n'utilisons ces données que pour assurer le bon fonctionnement de l'application.
gl: Gustaríanos recopilar información cando a aplicación deixa de funcionar ou ten un erro. Só usamos eses datos para que a aplicación siga funcionando correctamente.
hu: Adatokat szeretnénk gyűjteni olyankor, amikor az alkalmazás összeomlik vagy hiba jelentkezik. Kizárólag az alkalmazás fejlesztésére használjuk ezeket az adatokat.
it: Desideriamo raccogliere informazioni nel caso in cui la app si blocchi o si presenti un errore. Usiamo questi dati solo per permettere alla app di funzionare correttamente.
ja: アプリが突然終了した時やエラーが起きた時のデータが開発者に送信されます。このデータはアプリの性能を向上させるためだけに使用されます。
ko: 개발자는 앱이 갑자기 종료되거나 에러가 있을 때 정보를 수집하기 원합니다. 이 데이터는 오직 앱의 관리를 위해서만 사용됩니다.
ne: हामी एप क्र्यास हुँदा वा एपमा कुनै त्रुटि देखिएमा त्यससँग सम्बन्धित जानकारी सङ्कलन गर्न चाहन्छौँ। हामी ती जानकारीहरू एप प्रयोगको अनुभवमा सुधार ल्याउन मात्र प्रयाग गर्नेछौँ।
nl: We willen graag informatie verzamelen als de app uitvalt of er een fout optreedt. We gebruiken deze gegevens alleen om de app goed te laten werken.
pt: Gostaríamos de coletar informações quando o aplicativo fechar inesperadamente ou apresentar um erro. Usamos essas informações apenas para manter o aplicativo funcionando corretamente.
ru: Мы хотели бы собирать информацию о возникающих ошибках и сбоях. Эти данные будут использоваться исключительно для того, чтобы повысить стабильность работы приложения.
tr: Uygulama çöktüğünde veya bir hata oluştuğunda bilgi toplamak istiyoruz. Bu verileri yalnızca uygulamanın iyi performans göstermesini sağlamak için kullanıyoruz.
zh: 当app发生错误或强制关闭时，我们会搜集你的数据。这些数据只用于优化app使用体验。
zh_tw: 當app發生錯誤或強制關閉時，我們會蒐集你的資料。這些資料只用於優化app使用體驗。

# settings_send_usage_data
source: Send usage data
af: Stuur gebruiksdata
am: የአጠቃቀም መረጃ መላክ
ar: إرسال بيانات الاستعمال
as: ব্যৱহাৰ কৰা ডাটা পঠিয়াওক
az: İstifadə məlumatlarını göndər
de: Nutzungsdaten senden
es: Enviar datos de uso
fa: ارسال داده مصرف
fr: Envoyer les données d'utilisation
gl: Enviar datos de uso
hu: Használati adatok küldése
it: Invia dati di utilizzo
ja: アプリの使用に関するデータを提供
ko: 사용 데이터 보내기
ne: प्रयोगसम्बन्धी जानकारी पठाउने
nl: Gebruiksgegevens verzenden
pt: Enviar informações de uso
ru: Отправлять данные об использовании
tr: Kullanım verilerini gönder
zh: 传送使用数据
zh_tw: 傳送使用資料

# settings_send_usage_data_subtitle
source: We would like to collect information about how you use and interact with the app. We use this data only to improve the app, including its design, performance, and stability.
af: Ons wil graag inligting versamel oor hoe jy die app gebruik. Ons gebruik hierdie data net om die app te verbeter, insluitende die ontwerp, werkverrigting en stabiliteit.
am: አፕሊኬሽኑን የምትጠቀምበትን መንገድ የሚመለከት መረጃ መውሰድ እንፈልጋለን። ይህን መረጃ የምንጠቀምበት አፕሊኬሽኑን ለማዘመን እንዲያግዘን ብቻ ነው፤ ለምሳሌ፣ በመልኩ፣ በቅልጥፍናውና በአቅሙ ላይ አስፈላጊውን ማሻሻያ ለማድረግ ያግዘናል።
ar: نريد أن نجمع معلومات عن طريقة استعمالك للتطبيق وتفاعلك معه. ونحن لا نستعمل هذه المعلومات إلا كي نحسِّن التطبيق، بما في ذلك تصميمه، أداؤه، وثباته.
as: আপুনি এপটো কেনেকৈ ব্যৱহাৰ কৰে আৰু কেনেকৈ যোগাযোগ কৰে, তাৰ বিষয়ে আমি তথ্য সংগ্ৰহ কৰিব বিচাৰোঁ। আমি এই তথ্য কেৱল এপটোৰ ডিজাইন, পৰিৱেশন, আৰু স্থিৰতাক উন্নত কৰিবলৈ ব্যৱহাৰ কৰোঁ।
az: Sizin tətbiqdən istifadəniz haqqında məlumatları toplamaq istərdik. Bu məlumatlar yalnız tətbiqi təkmilləşdirmək, məsələn, onun dizaynını, fəaliyyətini və stabilliyini yaxşılaşdırmaq üçün istifadə olunur.
de: Wir würden gern Informationen darüber erfassen, wie du die App verwendest. Wir verwenden diese Daten ausschließlich, um Design, Leistung und Stablität der App zu verbessern.
es: Nos gustaría recopilar datos de cómo usa la aplicación e interactúa con ella. Solo los usaremos para mejorar la aplicación, incluidos su diseño, funcionamiento y estabilidad.
fa: ما می‌خواهیم اطلاعاتی در مورد نحوهٔ استفادهٔ شما از اَپ جمع‌آوری کنیم. ما از این داده‌ها فقط به منظور بهبود اَپ، مثل طراحی، عملکرد و قابل اعتماد بودن آن استفاده می‌کنیم.
fr: Nous souhaitons recueillir des informations sur la façon dont vous utilisez et interagissez avec l'application. Nous utilisons ces données uniquement pour améliorer l'application, notamment sa conception, ses performances et sa stabilité.
gl: Gustaríanos recopilar información sobre como usas e interactúas coa aplicación. Usamos eses datos só para mellorar a aplicación, incluído o seu deseño, presentación e estabilidade.
hu: Adatokat szeretnénk gyűjteni arról, hogyan használod az alkalmazást. Kizárólag az alkalmazás fejlesztésére használjuk ezeket az adatokat, például a megjelenítés és a stabilitás javítására.
it: Desideriamo raccogliere informazioni su come usi e interagisci con la app. Usiamo questi dati solo per migliorare la app, il suo aspetto, le sue funzionalità e la sua stabilità.
ja: どのようにアプリを使っているかに関するデータが開発者に送信されます。このデータは，アプリのデザイン，性能，安定性などを向上させるためだけに使用されます。
ko: 개발자는 이 앱을 어떻게 사용하는지에 관한 정보를 수집하기 원합니다. 이 데이터는 앱의 디자인, 성능, 안정성을 향상시키기 위해서만 사용될 것입니다.
ne: तपाईँले यस एपका विशेषताहरू के-कसरी प्रयोग गर्दै हुनुहुन्छ भन्ने जानकारी सङ्कलन गर्न चाहन्छौँ। हामी यी जानकारीहरू एपमा सुधार ल्याउन मात्र प्रयोग गर्छौँ, जसले एपको डिजाइनलाई अझ राम्रो बनाउन र एपको गुणस्तर बढाउन मदत गर्छ।
nl: We willen graag informatie verzamelen over hoe u de app gebruikt en ermee omgaat. We gebruiken deze gegevens alleen om de app te verbeteren, met inbegrip van het ontwerp, de prestaties en de stabiliteit ervan.
pt: Gostaríamos de coletar informações sobre como você usa e interage com este aplicativo. Usamos essas informações apenas para melhorar o aplicativo, o que inclui a aparência, desempenho e estabilidade dele.
ru: Мы хотели бы собирать информацию о том, как вы взаимодействуете с приложением. Эти данные будут использоваться исключительно для того, чтобы улучшить работу приложения (например, его дизайн, производительность и стабильность).
tr: Uygulamayı nasıl kullandığınız ve uygulama ile nasıl etkileşim kurduğunuz hakkında bilgi toplamak istiyoruz. Bu verileri yalnızca tasarım, performans ve kararlılık dahil olmak üzere uygulamayı iyileştirmek için kullanıyoruz.
zh: 我们搜集数据了解你怎么使用app。这些数据只用于改善app的功能，例如稳定性、设计和性能。
zh_tw: 我們蒐集資料了解你怎麼使用app。這些資料只用於改善app的功能，例如穩定性、設計和效能。

# settings_start_action
source: Start action
af: Begin met aksie
am: ሲከፈት እንዲሆን የምትፈልገው
ar: الخطوة الأولى
as: আৰম্ভ
az: İlkin hərəkət
de: Beim Öffnen einer Playlist
es: Acción de inicio
fa: شروع
fr: Action à l'ouverture
gl: Acción inicial
hu: Indítási művelet
it: Azione iniziale
ja: 開いた時の設定
ko: 재생 전 기본 동작
ne: प्लेलिस्ट रोज्दा
nl: Startactie
pt: Iniciar ação
ru: Действие при запуске
tr: Başlangıç eylemi
zh: 选择播放模式
zh_tw: 選擇播放模式

# settings_stop_all_downloads
source: Stop All Downloads
af: Moenie verder aflaai nie
am: የሚወርዱትን ነገሮች በሙሉ አቁም
ar: إيقاف تنزيل كل الملفات
as: সকলো ডাউনল'ড বন্ধ কৰক
az: Bütün yükləmə proseslərini saxla
de: Alle Downloads anhalten
es: Detener todas las descargas
fa: دانلودها متوقف شود
fr: Arrêter tous les téléchargements
gl: Deter tódalas descargas
hu: Az összes letöltés megszakítása
it: Interrompi tutti i download
ja: 全てのダウンロードを中止する
ko: 모든 다운로드 중지
ne: सबै डाउनलोड रोक्ने
nl: Stop alle downloads
pt: Interromper todos os downloads
ru: Остановить все загрузки
tr: Tüm İndirmeleri Durdur
zh: 停止所有下载
zh_tw: 停止所有下載

# settings_storage_device
source: Device
af: Toestel
am: መሣሪያው ላይ
ar: الجهاز
as: উপকৰণ
az: Daxili yaddaş
de: Gerät
es: Dispositivo
fa: حافظۀ داخلی
fr: Mémoire interne
gl: Dispositivo
hu: Belső tárhely
it: Memoria dispositivo
ja: 端末本体
ko: 기기
ne: डिभाइस
nl: Apparaat
pt: Armazenamento interno
ru: Память устройства
tr: Dahili Bellek
zh: 设备
zh_tw: 裝置

# settings_storage_external
source: SD card
af: SD-kaart
am: SD ካርድ ላይ
ar: بطاقة SD
as: SD কাৰ্ড
az: Yaddaş kartı (SD)
de: SD-Karte
es: Tarjeta SD
fa: SD کارت
fr: Carte SD
gl: Tarxeta SD
hu: SD kártya
it: Scheda SD
ja: SDカード
ko: SD 카드
ne: SD कार्ड
nl: SD-kaart
pt: Cartão de memória
ru: Карта памяти SD
tr: SD kart
zh: SD存储卡
zh_tw: SD記憶卡

# settings_storage_folder_title_audio_programs
source: Download audio programs to
af: Laai oudioprogram af na
am: ኦዲዮ የሚቀመጥበት
ar: تنزيل التسجيلات إلى
as: অডিঅ’ প্ৰগ্ৰাম ইয়াত ডাউনল’ড কৰক
az: Audiofaylları yüklə:
de: Audiodateien herunterladen auf
es: Guardar las grabaciones en
fa: دانلود فایل صوتی در:‏
fr: Télécharger les fichiers audio dans
gl: Descargar arquivos de audio en
hu: Audiofájlok letöltési helye:
it: Scarica contenuti audio in
ja: ダウンロードしたオーディオ・プログラムの保存先
ko: 다음 위치로 오디오 자료 다운로드
ne: अडियो डाउनलोड गरेर यहाँ राख्ने
nl: Download audio naar
pt: Baixar arquivos de áudio em
ru: Расположение скачиваемых аудифайлов
tr: Ses kayıtlarını şuraya indir:
zh: 下载音频文件至
zh_tw: 下載聲音檔至

# settings_storage_folder_title_media
source: Download media to
af: Laai media af na
am: ጽሑፍ የሚቀመጥበት
ar: تنزيل الفيديوات والتسجيلات إلى
as: সংগীত আৰু ভিডিঅ’ ইয়াত ডাউনল’ড কৰক
az: Faylları yüklə:
de: Medien herunterladen auf
es: Guardar los archivos multimedia en
fa: دانلود فایل در:‏
fr: Télécharger les fichiers sur
gl: Descargar arquivos multimedia en
hu: Médiafájlok letöltési helye:
it: Scarica contenuti multimediali in
ja: ダウンロードしたメディアの保存先
ko: 다음 위치로 미디어 다운로드
ne: मिडिया डाउनलोड गरेर यहाँ राख्ने
nl: Download bestanden naar
pt: Escolha onde salvar as mídias
ru: Скачивание файлов мультимедиа
tr: Medyayı şuraya indir:
zh: 下载多媒体资料至
zh_tw: 下載多媒體檔案至

# settings_storage_folder_title_videos
source: Download videos to
af: Laai video af na
am: ቪዲዮ የሚቀመጥበት
ar: تنزيل الفيديوات إلى
as: ভিডিঅ’ ইয়াত ডাউনল’ড কৰক
az: Videoları yüklər:
de: Videos herunterladen auf
es: Guardar los videos en
fa: دانلود ویدیو در:‏
fr: Télécharger les fichiers vidéo dans
gl: Descargar vídeos en
hu: Videofájlok letöltési helye:
it: Scarica video in
ja: ダウンロードしたビデオの保存先
ko: 다음 위치로 동영상 다운로드
ne: भिडियो डाउनलोड गरेर यहाँ राख्ने
nl: Download video's naar
pt: Baixar arquivos de vídeo em
ru: Расположение скачиваемых видеофайлов
tr: Videoları şuraya indir:
zh: 下载视频文件至
zh_tw: 下載影片至

# settings_storage_free_space
source: {free} free of {total}
af: {free} beskikbaar van {total}
am: ከ{total} ውስጥ {free} ይቀርሃል
ar: المساحة المتوفرة:‏ ‏{free}‏ من ‏{total}‏
as: {free} বিনামূলীয়াকৈ {total}
az: {total}-dan {free} boş yer var
de: {free} frei von {total}
es: {free} disponibles de {total}
fa: {free} فضای خالی از {total}
fr: {free} disponibles sur {total}
gl: {free} dispoñibles de {total}
hu: {free} szabad, méret: {total}
it: {free} disponibili su {total}
ja: 空き領域 {free}/{total}
ko: 총 {total} 중 {free}가 비어 있음
ne: {total} मा {free} खाली छ
nl: {free} beschikbaar van {total}
pt: {free} livre(s) de {total}
ru: {free} свободно из {total}
tr: {free} boş, {total} toplam
zh: 总空间 {total} ，剩余 {free}
zh_tw: 總空間 {total} ，剩餘 {free}

# settings_stream_over_cellular
source: Stream over cellular
af: Stroom oor sellulêre netwerk
am: በሞባይል ኔትዎርክ አጫውት
ar: البث عبر شبكة الجهاز المحمول
as: ম’বাইল ইণ্টাৰনেটৰ যোগেদি স্ত্ৰীমিং কৰক
az: Mobil İnternet vasitəsilə nümayiş/səsləndirmə
de: Über Mobilnetz streamen
es: Permitir streaming usando datos móviles
fa: پخش از طریق شبکۀ تلفن
fr: Lecture en utilisant les données cellulaires
gl: Reproducir por rede móbil
hu: Online lejátszás mobilhálózaton keresztül
it: Streaming tramite rete mobile
ja: モバイルデータ通信経由のストリーミング
ko: 셀룰러 데이터로 스트리밍
ne: सेलुलर इन्टरनेट चलाएर प्रसारण गर्ने
nl: Stream via mobiel netwerk
pt: Usar plano de dados para exibição
ru: Воспроизводить через мобильный интернет
tr: Hücresel veri üzerinden online oynat
zh: 使用移动网络播放
zh_tw: 使用行動網路線上播放

# settings_subtitles
source: Subtitles
af: Onderskrifte
am: ሰብታይትል
ar: عرض النص
as: উপশিৰোনামা
az: Subtitrlər
de: Untertitel
es: Subtítulos
fa: زیرنویس
fr: Sous-titres
gl: Subtítulos
hu: Felirat
it: Sottotitoli
ja: 字幕
ko: 자막
ne: सबटाइटल
nl: Ondertiteling
pt: Legendas
ru: Субтитры
tr: Altyazı
zh: 字幕
zh_tw: 字幕

# settings_subtitles_not_available
source: Not Available
af: Nie beskikbaar
am: የለውም
ar: غير متوفر
as: উপলব্ধ নাই
az: Yoxdur
de: Nicht verfügbar
es: No disponibles
fa: موجود نیست
fr: Non disponibles
gl: Non dispoñibles
hu: Nem elérhető
it: Non disponibili
ja: 利用不可
ko: 없음
ne: उपलब्ध छैन
nl: Niet beschikbaar
pt: Não disponíveis
ru: Недоступны
tr: Mevcut Değil
zh: 无字幕
zh_tw: 無字幕

# settings_suggestions
source: Suggestions & Bugs
af: Voorstelle en foute
am: ጥቆማዎች እና ስህተቶች
ar: اقتراحات وأخطاء
as: পৰামৰ্শ আৰু বিজুটি
az: Təkliflər və Xətalar
de: Vorschläge & Fehler
es: Sugerencias y errores
fa: پیشنهادات و اشکالات
gl: Suxestións e erros
hu: Javaslatok és hibák
it: Suggerimenti e bug
ja: 提案とバグ
ko: 제안 및 버그
ne: सुझाव र त्रुटिहरू
nl: Suggesties en bugs
pt: Sugestões e Bugs
ru: Предложения и ошибки
tr: Öneriler ve Hatalar
zh: 建议与错误报告
zh_tw: 建議與錯誤報告

# settings_suggestions_upper
source: SUGGESTIONS & BUGS
af: VOORSTELLE & BUGS
am: ጥቆማዎች እና ስህተቶች
ar: اقتراحات وأخطاء
as: পৰামৰ্শ আৰু বিজুটি
az: TƏKLİFLƏR VƏ XƏTALAR
de: VORSCHLÄGE & FEHLER
es: SUGERENCIAS Y ERRORES
fa: پیشنهادات و اشکالات
gl: SUXESTIÓNS E ERRORES
hu: JAVASLATOK ÉS HIBÁK
it: SUGGERIMENTI E BUG
ja: 提案とバグ
ko: 제안 및 버그
ne: सुझाव र त्रुटिहरू
nl: SUGGESTIES & BUGS
pt: SUGESTÕES E BUGS
ru: ПРЕДЛОЖЕНИЯ И ОШИБКИ
tr: ÖNERİLER VE HATALAR
zh: 建议与错误报告
zh_tw: 建議與錯誤報告

# settings_suggestions_send
source: Send a suggestion
af: Stuur 'n voorstel
am: ጥቆማ ላክ
ar: إرسال اقتراح
as: এটা পৰামৰ্শ প্ৰেৰণ কৰক
az: Təklif göndər
de: Vorschlag senden
es: Enviar una sugerencia
fa: ارسال یک پیشنهاد
fr: Envoyer une suggestion
gl: Enviar unha suxestión
hu: Javaslat küldése
it: Invia un suggerimento
ja: 提案を送信
ko: 제안 보내기
ne: सुझाव पठाउनुहोस्
nl: Stuur een suggestie
pt: Enviar uma sugestão
ru: Отправить предложение
tr: Öneri gönder
zh: 发送建议
zh_tw: 發送建議

# settings_suggestions_subtitle
source: Write your suggestion in a field that will be automatically sent to the developer.
af: Skryf jou voorstel in 'n veld wat outomaties aan die ontwikkelaar gestuur sal word.
am: ጥቆማዎን ለገንቢው በራስ ሰር ወደሚላክ መስክ ይጻፉ።
ar: اكتب اقتراحك في حقل يتم إرساله تلقائيًا إلى المطور.
as: আপোনাৰ পৰামৰ্শ এটা ফিল্ডত লিখক যিটো স্বয়ংক্ৰিয়ভাৱে বিকাশকৰ ওচৰলৈ প্ৰেৰণ কৰা হ'ব।
az: Təklifinizi avtomatik olaraq proqramçının ünvanına göndəriləcək sahəyə yazın.
de: Schreiben Sie Ihren Vorschlag in ein Feld, das automatisch an den Entwickler gesendet wird.
es: Escriba su sugerencia en un campo que se enviará automáticamente al desarrollador.
fa: پیشنهاد خود را در کادری بنویسید که به صورت خودکار برای توسعه‌دهنده ارسال خواهد شد.
fr: Écrivez votre suggestion dans un champ qui sera automatiquement envoyé au développeur.
gl: Escribe a túa suxestión nun campo que se enviará automaticamente ao desenvolvedor.
hu: Írja be javaslatát egy mezőbe, amelyet automatikusan elküldünk a fejlesztőnek.
it: Scrivi il tuo suggerimento in un campo che verrà inviato automaticamente allo sviluppatore.
ja: 開発者に自動的に送信されるフィールドに提案を書いてください。
ko: 개발자에게 자동으로 전송될 필드에 제안을 작성하세요.
ne: आफ्नो सुझाव एउटा फिल्डमा लेख्नुहोस् जुन स्वचालित रूपमा विकासकर्तालाई पठाइनेछ।
nl: Schrijf uw suggestie in een veld dat automatisch naar de ontwikkelaar wordt verzonden.
pt: Escreva sua sugestão em um campo que será enviado automaticamente ao desenvolvedor.
ru: Напишите свое предложение в поле, которое будет автоматически отправлено разработчику.
tr: Önerinizi, geliştiriciye otomatik olarak gönderilecek bir alana yazın.
zh: 在栏位中输入您的建议，它将自动发送给开发者。
zh_tw: 在欄位中輸入您的建議，它將自動發送給開發者。

# settings_bugs_send
source: Describe an encountered bug
af: Beskryf 'n fout wat teëgekom is
am: የተፈጠረውን ስህተት ይግለጹ
ar: وصف خطأ تم مواجهته
as: সন্মুখীন হোৱা বিজুটি এটা বৰ্ণনা কৰক
az: Qarşılaşdığınız xətanı təsvir edin
de: Einen aufgetretenen Fehler beschreiben
es: Describir un error encontrado
fa: توضیح دادن یک اشکال مشاهده شده
fr: Décrire un bug rencontré
gl: Describir un erro atopado
hu: A talált hiba leírása
it: Descrivi un bug riscontrato
ja: 発生したバグを説明
ko: 발견된 버그 설명
ne: भेटिएको त्रुटि वर्णन गर्नुहोस्
nl: Beschrijf een aangetroffen bug
pt: Descrever um bug encontrado
ru: Описать обнаруженную ошибку
tr: Karşılaşılan bir hatayı bildir
zh: 描述遇到的错误
zh_tw: 描述遇到的錯誤

# settings_bugs_subtitle
source: Describe your bug in a field that will be automatically sent to the developer.
af: Beskryf jou fout in 'n veld wat outomaties na die ontwikkelaar gestuur sal word.
am: ስህተትዎን ለገንቢው በራስ ሰር ወደሚላክ መስክ ይግለጹ።
ar: صف الخطأ الذي واجهته في حقل يتم إرساله تلقائيًا إلى المطور.
as: আপোনাৰ বিজুটি এটা ফিল্ডত বৰ্ণনা কৰক যিটো স্বয়ংক্ৰিয়ভাৱে বিকাশকৰ ওচৰলৈ প্ৰেৰণ কৰা হ'ব।
az: Xətanızı avtomatik olaraq proqramçının ünvanına göndəriləcək sahəyə təsvir edin.
de: Beschreiben Sie Ihren Fehler in einem Feld, das automatisch an den Entwickler gesendet wird.
es: Describa su error en un campo que se enviará automáticamente al desarrollador.
fa: اشکال خود را در کادری شرح دهید که به صورت خودکار برای توسعه‌دهنده ارسال خواهد شد.
fr: Décrivez votre bug dans un champ qui sera automatiquement envoyé au développeur.
gl: Describe o teu erro nun campo que se enviará automaticamente ao desenvolvedor.
hu: Írja be a hibát egy mezőbe, amelyet automatikusan elküldünk a fejlesztőnek.
it: Descrivi il tuo bug in un campo che verrà inviato automaticamente allo sviluppatore.
ja: 開発者に自動的に送信されるフィールドにバグを説明してください。
ko: 개발자에게 자동으로 전송될 필드에 버그를 설명하세요.
ne: आफ्नो त्रुटि एउटा फिल्डमा वर्णन गर्नुहोस् जुन स्वचालित रूपमा विकासकर्तालाई पठाइनेछ।
nl: Beschrijf uw bug in een veld dat automatisch naar de ontwikkelaar wordt verzonden.
pt: Descreva seu bug em um campo que será enviado automaticamente ao desenvolvedor.
ru: Опишите свою ошибку в поле, которое будет автоматически отправлено разработчику.
tr: Karşılaştığınız hatayı, geliştiriciye otomatik olarak gönderilecek bir alana yazın.
zh: 在栏位中描述您的错误，它将自动发送给开发者。
zh_tw: 在欄位中描述您的錯誤，它將自動發送給開發者。

# settings_support
source: Support
af: Hulp
am: ድጋፍ መስጫ
ar: المساعدة
as: চাপৰ্ট
az: Dəstək
es: Asistencia
fa: کمک گرفتن
fr: Aide
gl: Soporte
hu: Támogatás
it: Assistenza
ja: サポート
ko: 지원
ne: सपोर्ट
nl: Ondersteuning
pt: Suporte
ru: Техподдержка
tr: Destek
zh: 帮助
zh_tw: 支援

# settings_terms_of_use
source: Terms of Use
af: Gebruiksvoorwaardes
am: የአጠቃቀም ውል
ar: شروط الاستخدام
as: ব্যৱহাৰৰ চৰ্ত
az: İstifadə şərtləri
de: Nutzungsbedingungen
es: Condiciones de uso
fa: شرایط استفاده
fr: Conditions d’utilisation
gl: Termos de uso
hu: Felhasználási feltételek
it: Condizioni d’uso
ja: 利用規約
ko: 이용 약관
ne: प्रयोगका सर्तहरू
nl: Gebruiksvoorwaarden
pt: Termos de uso
ru: Условия использования
tr: Kullanım Şartları
zh: 使用条款
zh_tw: 使用條款

# settings_userdata
source: Backup
af: Rugsteun
am: ምትኬ
ar: نسخ احتياطي
as: বেকআপ
az: Yedəkləmə
de: Sicherung
es: Copia de seguridad
fa: پشتیبان‌گیری
fr: Sauvegarde
gl: Copia de seguridade
hu: Biztonsági mentés
ja: バックアップ
ko: 백업
ne: ब्याकअप
pt: Cópia de segurança
ru: Резервное копирование
tr: Yedekleme
zh: 备份
zh_tw: 備份

# settings_userdata_upper
source: BACKUP
af: RUGSTEUN
am: ምትኬ
ar: نسخ احتياطي
as: বেকআপ
az: YEDƏKLƏMƏ
de: SICHERUNG
es: COPIA DE SEGURIDAD
fa: پشتیبان‌گیری
fr: SAUVEGARDE
gl: COPIA DE SEGURIDADE
hu: BIZTONSÁGI MENTÉS
ja: バックアップ
ko: 백업
ne: ब्याकअप
pt: CÓPIA DE SEGURANÇA
ru: РЕЗЕРВНОЕ КОПИРОВАНИЕ
tr: YEDEKLEME
zh: 备份
zh_tw: 備份

# settings_userdata_import
source: Import backup
af: Voer 'n rugsteun in
am: ምትኬ አስመጣ
ar: استيراد نسخة احتياطية
as: এটা বেকআপ আমদানি কৰক
az: Yedəyi idxal et
de: Sicherung importieren
es: Importar copia de seguridad
fa: درون‌ریزی پشتیبان
fr: Importer une sauvegarde
gl: Importar copia de seguridade
hu: Biztonsági mentés importálása
it: Importa backup
ja: バックアップをインポート
ko: 백업 가져오기
ne: ब्याकअप आयात गर्नुहोस्
nl: Importeer een back-up
pt: Importar cópia de segurança
ru: Импортировать резервную копию
tr: Yedeklemeyi içe aktar
zh: 导入备份
zh_tw: 匯入備份

# settings_userdata_export
source: Export backup
af: Voer rugsteun uit
am: ምትኬ ላክ
ar: تصدير النسخة الاحتياطية
as: বেকআপ ৰপ্তানি কৰক
az: Yedəyi ixrac et
de: Sicherung exportieren
es: Exportar copia de seguridad
fa: برون‌ریزی پشتیبان
fr: Exporter la sauvegarde
gl: Exportar copia de seguridade
hu: Biztonsági mentés exportálása
it: Esporta backup
ja: バックアップをエクスポート
ko: 백업 내보내기
ne: ब्याकअप निर्यात गर्नुहोस्
nl: Back-up exporteren
pt: Exportar cópia de segurança
ru: Экспортировать резервную копию
tr: Yedeklemeyi dışa aktar
zh: 导出备份
zh_tw: 匯出備份

# settings_userdata_reset
source: Reset this backup
af: Stel hierdie rugsteun terug
am: ይህን ምትኬ ዳግም አስጀምር
ar: إعادة ضبط هذا النسخ الاحتياطي
as: এই বেকআপ পুনৰ সংহতি কৰক
az: Bu yedəyi sıfırla
de: Diese Sicherung zurücksetzen
es: Restablecer esta copia de seguridad
fa: بازنشانی این پشتیبان
fr: Réinitialiser cette sauvegarde
gl: Restablecer esta copia de seguridade
hu: A biztonsági mentés visszaállítása
it: Ripristina questo backup
ja: このバックアップをリセット
ko: 이 백업 재설정
ne: यो ब्याकअप रिसेट गर्नुहोस्
nl: Reset deze back-up
pt: Redefinir esta cópia de segurança
ru: Сбросить это резервное копирование
tr: Bu yedeklemeyi sıfırla
zh: 重置此备份
zh_tw: 重設此備份

# settings_userdata_export_jwlibrary
source: Export user data to JW Library
af: Voer gebruikersdata uit na JW Library
am: የተጠቃሚ ውሂብ ወደ JW Library ላክ
ar: تصدير بيانات المستخدم إلى JW Library
as: JW Library লৈ ব্যৱহাৰকাৰীৰ ডেটা ৰপ্তানি কৰক
az: İstifadəçi məlumatlarını JW Library-ə ixrac et
de: Benutzerdaten in die JW Library exportieren
es: Exportar datos de usuario a JW Library
fa: برون‌ریزی داده‌های کاربر به JW Library
fr: Exporter les données utilisateur vers JW Library
gl: Exportar datos de usuario a JW Library
hu: Felhasználói adatok exportálása a JW Library-be
it: Esporta dati utente su JW Library
ja: ユーザーデータをJW Libraryにエクスポート
ko: JW Library로 사용자 데이터 내보내기
ne: JW Library मा प्रयोगकर्ता डेटा निर्यात गर्नुहोस्
nl: Exporteer gebruikersgegevens naar JW Library
pt: Exportar dados do usuário para o JW Library
ru: Экспортировать пользовательские данные в JW Library
tr: Kullanıcı verilerini JW Library'ye dışa aktar
zh: 导出用户数据到 JW Library
zh_tw: 匯出用戶資料到 JW Library
