Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_file_found_multiple
source: There are {number} more files in this location that can be imported to JW Library. Would you like to import them now?
af: Daar is nog {number} lêers in hierdie vouer wat na JW Library ingevoer kan word. Wil jy dit graag nou invoer?
am: ከዚህ ቦታ ወደ JW ላይብረሪ ሊመጡ የሚችሉ {number} ተጨማሪ ፋይሎች አሉ። አሁን ማምጣት ትፈልጋለህ?
ar: هل تريد أن تنقل الملفات الإضافية الموجودة هنا إلى JW Library؟ عددها {number}.
as: ইয়াত বহুতো {number} ফাইল আছে, যিবোৰ JW লাইব্ৰেৰীলৈ ইমপোৰ্ট কৰিব পাৰি। আপুনি এতিয়া এইবোৰ ইমপোৰ্ট কৰিব বিচাৰেনে?
az: «JW Library» tətbiqinə əlavə oluna biləcək daha {number} fayl var. Əlavə etmək istəyirsiniz?
de: {number} weitere Dateien können in JW Library importiert werden. Jetzt importieren?
es: En esta ubicación hay otros {number} archivos que se pueden importar a JW Library. ¿Desea importarlos ahora?
fa: {number} فایل دیگر با قابلیت وارد شدن به JW Library در این مکان موجود است. آیا تمایل دارید که آن‌ها را اکنون وارد کنید؟
fr: Cet emplacement contient {number} autres fichiers qui peuvent être importés dans JW Library. Souhaitez-vous les importer maintenant ?
gl: Hai {number} arquivos máis nesta carpeta que se poden importar a JW Library. Queres importalos agora?
hu: Van még {number} fájl, melyet be lehet importálni a JW Librarybe. Szeretnéd most importálni?
it: Ci sono {number} altri file nella stessa posizione che possono essere importati in JW Library. Desideri importarli adesso?
ja: この場所には，JW Libraryにインポートできるファイルが他にも{number}個あります。今すぐインポートしますか？
ko: 이 경로에 JW 라이브러리 앱으로 가져올 수 있는 {number}개의 파일이 더 있습니다. 지금 불러오시겠습니까?
ne: JW लाइब्रेरीमा इम्पोर्ट गर्न सकिने अझै {number} वटा फाइल यो लोकेसनमा छन्। के तपाईँ अहिले यी फाइलहरू इम्पोर्ट गर्न चाहनुहुन्छ?
nl: Op deze locatie zijn nog {number} bestanden die in JW Library geïmporteerd kunnen worden. Wil je ze nu importeren?
pt: Ainda há {number} arquivos neste local que podem ser importados para o JW Library. Gostaria de importá-los agora?
ru: В JW Library можно импортировать и другие файлы ({number} шт.) из этой папки. Хотите импортировать их сейчас?
tr: Bu klasörde JW Library'ye yüklenebilecek {number} dosya daha var. Onları şimdi yüklemek istiyor musunuz?
zh: JW Library发现还有 {number} 个文件可以导入。您想现在导入吗？
zh_tw: JW Library發現還有 {number} 個檔案可以匯入。您想現在匯入嗎？

# message_file_found_title
source: More Files Found
af: Nog lêers gevind
am: ተጨማሪ ፋይሎች ተገኝተዋል
ar: هناك ملفات إضافية
as: বহুতো ফাইল পোৱা গৈছে
az: Əlavə fayllar tapılıb
de: Weitere Dateien gefunden
es: Se han encontrado más archivos
fa: فایل‌های بیشتری یافت شد
fr: Autres fichiers détectés
gl: Atopáronse máis arquivos
hu: További fájlok
it: Altri file trovati
ja: インポート可能なファイル
ko: 불러올 파일이 더 있음
ne: अरू फाइलहरू भेटिए
nl: Meer bestanden gevonden
pt: Mais arquivos encontrados
ru: Найдены другие файлы
tr: Daha Fazla Dosya Bulundu
zh: 找到更多文件
zh_tw: 找到更多檔案

# message_file_import_complete
source: Import Complete
af: Invoer is voltooi
am: የማምጣቱ ሂደቱ ተጠናቅቋል
ar: إنتهى نقل الملفات
as: ইমপোৰ্ট সম্পূৰ্ণ হৈছে
az: Əlavə olundu
de: Importieren abgeschlossen
es: Se ha completado la importación
fa: وارد کردن تکمیل شد
fr: Importation terminée
gl: Importación realizada
hu: Sikeres importálás
it: Importazione completata
ja: インポート完了
ko: 가져오기 완료
ne: इम्पोर्ट भयो
nl: Importeren voltooid
pt: Importação concluída
ru: Импортирование завершено
tr: Yükleme Tamamlandı
zh: 导入完成
zh_tw: 匯入完成

# message_file_import_fail
source: This file could not be imported.
af: Hierdie lêer kon nie ingevoer word nie.
am: ይህን ፋይል ማስገባት አልተቻለም።
ar: لا يمكن نقل هذا الملف.
as: এই ফাইলটো ইমপোট নহʼব।
az: Əlavə etmək mümkün olmadı.
de: Die Datei konnte nicht importiert werden.
es: Este archivo no se puede importar.
fa: وارد کردن این فایل امکان‌پذیر نیست.
fr: Ce fichier ne peut pas être importé
gl: Non se puido importar este arquivo.
hu: Ezt a fájlt nem lehet beolvasni.
it: Non è stato possibile importare questo file.
ja: このファイルはインポートできません。
ko: 이 파일은 불러올 수 없습니다.
ne: यो फाइल इम्पोर्ट हुन सकेन।
nl: Het bestand kan niet worden geïmporteerd.
pt: Não foi possível importar este arquivo.
ru: Этот файл невозможно импортировать.
tr: Bu dosya yüklenemedi.
zh: 无法导入文件。
zh_tw: 無法匯入檔案。

# message_file_importing
source: 1 file remaining
af: 1 lêer oor
am: 1 ፋይል ይቀራል
ar: هناك ملف واحد بعد
as: এটা ফাইল বাকী আছে
az: 1 fayl qalıb
de: 1 Datei ausstehend
es: Queda 1 archivo
fa: ۱ فایل باقی مانده است
fr: 1 fichier restant
gl: Queda 1 arquivo
hu: 1 fájl van hátra
it: 1 file rimasto
ja: 残り1ファイル
ko: 1개의 파일 남음
ne: १ वटा फाइल बाँकी
nl: 1 bestand resterend
pt: 1 arquivo restante
ru: Осталось файлов: 1
tr: 1 dosya kaldı
zh: 剩余 1 个文件
zh_tw: 剩餘 1 個檔案

# message_file_importing_multiple
source: {number} files remaining
af: {number} lêers oor
am: {number} ፋይሎች ይቀራሉ
ar: عدد الملفات الباقية:‏ {number}
as: {number} ফাইলবোৰ বাকী আছে
az: {number} fayl qalıb
de: {number} Dateien ausstehend
es: Quedan {number} archivos
fa: {number} فایل باقی مانده است
fr: {number} fichiers restants
gl: Quedan {number} arquivos
hu: {number} fájl van hátra
it: {number} file rimasti
ja: 残り{number}ファイル
ko: {number}개의 파일 남음
ne: {number} वटा फाइल बाँकी
nl: {number} resterende bestanden
pt: {number} arquivos restantes
ru: Осталось файлов: {number}
tr: {number} dosya kaldı
zh: 剩余 {number} 个文件
zh_tw: 剩餘 {number} 個檔案

# message_file_importing_title
source: Importing Files
af: Lêers word ingevoer
am: ፋይሎችን በማምጣት ላይ
ar: يجري نقل الملفات
as: ফাইলবোৰ ইমপোৰ্ট কৰা হৈছে
az: Əlavə olunan fayllar
de: Dateien importieren
es: Importando archivos
fa: در حال وارد کردن فایل‌ها
fr: Importation des fichiers
gl: Importando arquivos
hu: Fájlok importálása
it: Importazione in corso
ja: インポート中…
ko: 파일 가져오기
ne: फाइलहरू इम्पोर्ट हुँदै
nl: Bestanden worden geïmporteerd
pt: Importar arquivos
ru: Импортирование файлов
tr: Dosyalar Yükleniyor
zh: 正在导入文件…
zh_tw: 正在匯入檔案…

# message_file_importing_name
source: Importing file {fileName}...
af: Voer tans lêer {fileName} in …
am: ፋይል {fileName} እየገባ ነው...
ar: جارٍ استيراد الملف {fileName}...
as: ফাইল {fileName} আমদানি কৰি আছে...
az: {fileName} faylı idxal edilir...
de: Datei {fileName} wird importiert...
es: Importando archivo {fileName}...
fa: در حال درون‌ریزی فایل {fileName}...
fr: Importation du fichier {fileName} en cours…
gl: Importando ficheiro {fileName}...
hu: {fileName} fájl importálása folyamatban...
it: Importazione del file {fileName} in corso...
ja: ファイル {fileName} をインポートしています...
ko: 파일 {fileName} 가져오는 중...
ne: फाइल {fileName} आयात गर्दै...
nl: Bestand {fileName} wordt geïmporteerd...
pt: Importando arquivo {fileName}...
ru: Импортирование файла {fileName}...
tr: {fileName} dosyası içe aktarılıyor…
zh: 正在导入文件 {fileName}...
zh_tw: 正在匯入檔案 {fileName}...

# message_file_missing_pub
source: The corresponding publication cannot be found. Either install the "{symbol}" publication and try again, or if another publication references this file, use the Import function to select the file directly.
af: Die ooreenstemmende publikasie kan nie gevind word nie. Installeer die "{symbol}"-publikasie en probeer weer of as 'n ander publikasie na hierdie lêer verwys, gebruik die Invoer-funksie om die spesifieke lêer te kies.
am: ጽሑፉን ማግኘት አልተቻለም። እባክህ "{symbol}ን" አውርድና እንደገና ሞክር፤ ወይም ይህ ፋይል በሌላ ጽሑፍ ላይ ከተጠቀሰ "ጽሑፉን አምጣ" የሚለውን ገጽታ በመጠቀም ፋይሉን በቀጥታ መምረጥ ትችላለህ።
ar: لا يمكن إيجاد الإصدار المرتبط بهذا الملف. نزِّل الإصدار "{symbol}" وجرِّب مرة أخرى. أو إذا كان هناك إصدار آخر مرتبط بهذا الملف، فاستعمل ميزة «النقل» لتختار الملف مباشرة.
as: ইয়াৰ লগত মিল থকা প্ৰকাশনখন বিচাৰি পোৱা নাই। পুনৰ প্ৰকাশনখন "{symbol}" ইনষ্টল কৰক আৰু পুনৰ চেষ্টা কৰক নাইবা যদি আন এটা প্ৰকাশনে এই ফাইলটো উল্লেখ কৰে, তেনেহʼলে ফাইলটো পোনপটীয়াকৈ বাছনি কৰিবলৈ ইমপোৰ্ট ফানশ্বন ব্যৱহাৰ কৰক।
az: Müvafiq nəşri tapmaq mümkün olmadı. Ya «{symbol}» nəşri yükləyərək yenidən cəhd edin, ya da başqa nəşrdə bu fayla istinad edilirsə, «Əlavə et» funksiyasından istifadə edərək faylı birbaşa seçin.
de: Die zugehörige Publikation kann nicht gefunden werden. Entweder die Publikation "{symbol}" installieren und erneut versuchen oder, falls eine andere Publikation diese Datei enthält, mit der Importfunktion die Datei direkt auswählen.
es: No se encuentra esta publicación. Instale la publicación "{symbol}" y vuelva a intentarlo. O, si se hace referencia a este archivo en otra publicación, use la función Importar para seleccionarlo directamente.
fa: نشریهٔ مورد نیاز یافت نشد. لطفاً نشریهٔ مربوط به «{symbol}» را نصب و دوباره امتحان کنید.
fr: La publication correspondante est introuvable. Installez la publication « {symbol} » et réessayez. Si une autre publication fait référence à ce fichier, utilisez la fonction « Importer » pour sélectionner directement le fichier.
gl: Non se pode atopar esta publicación. Por favor, descarga a publicación "{symbol}" e inténtao de novo, ou se outra publicación fai referencia a este arquivo, usa a función Importar para seleccionar directamente o arquivo.
hu: A kiadvány, amelyhez ez a fájl tartozik, nincs letöltve. Próbáld újra, miután letöltötted ezt a kiadványt: {symbol}. Vagy ha egy másik kiadvány hivatkozik erre a fájlra, akkor használd az Importálás funkciót, és válaszd ki a fájlt.
it: La relativa pubblicazione non è presente. Installa la pubblicazione “{symbol}” e riprova oppure se questo file è collegato anche a un’altra pubblicazione, usa la funzione Importa per selezionare direttamente il file.
ja: このファイルに対応する出版物が見つかりません。"{symbol}”に対応する出版物をインストールしてから，もう一度お試しください。ほかの出版物でこのファイルを参照しようとしているなら，その出版物の画面に移動し，インポート機能を使ってこのファイルを直接選択してください。
ko: 관련 출판물을 찾을 수 없습니다. "{symbol}" 출판물을 설치하신 후 다시 시도해 주시기 바랍니다. 다른 출판물의 파일이라면 불러오기 기능을 사용하여 파일을 직접 선택하시기 바랍니다.
ne: सम्बन्धित प्रकाशन फेला नपरेकोले JW लाइब्रेरीमा यो फाइल इम्पोर्ट सकिएन। कृपया सुरुमा "{symbol}" प्रकाशन इन्स्टल गर्नुहोस् र पुनः प्रयास गर्नुहोस्। अथवा यदि अन्य कुनै प्रकाशनमा यसबारे उल्लेख गरिएको छ भने इम्पोर्ट गर्ने अप्सन प्रयोग गरेर यो फाइल रोज्नुहोस्।
nl: De bijbehorende publicatie is niet gevonden. Installeer de publicatie '{symbol}' en probeer het opnieuw of gebruik, als een andere publicatie naar dit bestand verwijst, de functie Importeer om het bestand rechtstreeks te selecteren.
pt: A publicação correspondente não foi encontrada. Instale a publicação "{symbol}" e tente novamente. Se é outra publicação que faz referência a este arquivo, use a função Importar para selecionar o arquivo diretamente.
ru: Соответствующая публикация не найдена. Скачайте сначала публикацию «{symbol}». Если на этот файл ссылается другая публикация, загрузите его напрямую с помощью функции импортирования файлов.
tr: İlgili yayın bulunamadı. "{symbol}" yayınını indirip tekrar deneyin. Eğer başka bir yayın bu dosyaya gönderme yapıyorsa, dosyayı direkt olarak seçmek için Yükle özelliğini kullanın.
zh: 找不到相关的出版物。请先下载“{symbol}”并再试一次。如果有其他出版物包含这个文件，请用导入功能将你选择的文件导入。
zh_tw: 找不到相關的出版物。請先下載「{symbol}」並再試一次。如果有其他出版物包含這個檔案，請用匯入功能將你選擇的檔案匯入。

# message_file_missing_pub_title
source: Publication Not Installed
af: Publikasie nie geïnstalleer nie
am: ጽሑፉ አልተጫነም
ar: لم يتم تنزيل الإصدار
as: প্ৰকাশনবোৰ ইনষ্টল নাই
az: Nəşr yüklənməyib
de: Publikation nicht heruntergeladen
es: La publicación no está descargada
fa: نشریه نصب نشد
fr: Publication manquante
gl: Publicación non descargada
hu: A kiadvány nincs letöltve
it: Pubblicazione non installata
ja: 出版物がインストールされていません
ko: 연결된 출판물 없음
ne: प्रकाशन इन्स्टल भएन
nl: De publicatie is niet geïnstalleerd.
pt: Publicação não instalada
ru: Публикация отсутствует
tr: Yayın İndirilmedi
zh: 尚未下载相关出版物
zh_tw: 尚未下載相關出版物

# message_file_not_recognized
source: This file does not match any content in JW Library. Please try either downloading a corresponding publication first or selecting a different media file.
af: Hierdie lêer pas nie by enige inhoud in JW Library nie. Probeer asseblief eers om 'n ooreenstemmende publikasie af te laai of kies ’n ander medialêer.
am: ይህ ፋይል በJW ላይብረሪ ላይ ካለ ከየትኛውም ነገር ጋር አልተዛመደም። እባክህ በመጀመሪያ ከፋይሉ ጋር የሚዛመደውን ጽሑፍ አውርድ፤ ወይም ሌላ ፋይል ምረጥ።
ar: لا يطابق هذا الملف أي مواد في JW Library. يُرجى اختيار ملف آخر.
as: এই ফাইলটো JW লাইব্ৰেৰীৰ কোনো বিষয়ৰ লগত মিল নাই। অনুগ্ৰহ কৰি প্ৰথমে ইয়াৰ লগত মিল থকা এখন প্ৰকাশন ডাউনলʼড কৰিবলৈ বা বেলেগ মিডিয়া ফাইল এটা বাছনি কৰিবলৈ চেষ্টা কৰক।
az: Bu fayl «JW Library» tətbiqində heç bir məzmunə uyğun deyil. Zəhmət olmasa, ya əvvəlcə faylın aid olduğu nəşri, ya da başqa faylı yükləyin.
de: Diese Datei kann keinem Inhalt in JW Library zugeordnet werden. Bitte die zugehörige Publikation herunterladen oder eine andere Datei auswählen.
es: Este archivo no corresponde a ningún contenido de JW Library. Intente descargar primero la publicación correspondiente o seleccione otro archivo.
fa: فایل مورد نظر قابلیت اجرا در JW Library را ندارد. لطفاً فایل دیگری را انتخاب کنید.
fr: Ce fichier ne correspond à aucun contenu de JW Library. Essayez d'abord de télécharger une publication correspondante ou sélectionnez un autre fichier.
gl: Este arquivo non se corresponde con ningún contido de JW Library. Por favor, primeiro descarga a publicación correspondente ou selecciona outro arquivo.
hu: A JW Libraryben nincs olyan tartalom, mellyel össze lehetne kapcsolni ezt a fájlt. Kérjük, először próbáld meg letölteni a hozzá tartozó kiadványt, vagy válassz egy másik fájlt.
it: Questo file non corrisponde a nessun contenuto di JW Library. Scarica prima la pubblicazione corrispondente oppure seleziona un file diverso.
ja: このファイルはJW Libraryのコンテンツに対応していません。該当する出版物を先にダウンロードするか，別のファイルを選択してください。
ko: 이 파일은 JW 라이브러리 앱에 넣을 수 없습니다. 관련 출판물을 먼저 다운로드하거나 다른 미디어 파일로 시도해 주시기 바랍니다.
ne: JW लाइब्रेरीको कुनै पनि सामग्रीसित यो फाइल मिलेन। कृपया अर्को फाइल रोजेर फेरि प्रयास गर्नुहोस्।
nl: Dit bestand komt niet overeen met content van JW Library. Download eerst een overeenkomende publicatie of selecteer een ander mediabestand.
pt: Este arquivo não corresponde a nenhum conteúdo do JW Library. Primeiro baixe a publicação correspondente ou selecione outro arquivo.
ru: Этот файл не связан ни с одной публикацией в JW Library. Убедитесь, что вы скачали соответствующую публикацию, или выберите другой файл для импорта.
tr: Bu dosya JW Library'deki hiçbir içerik ile uyuşmuyor. Önce bu dosyayla bağlantılı bir yayını indirin veya farklı bir medya dosyası seçin.
zh: 该文件与JW Library不匹配。请先下载相关出版物，或选择其他影音文件。
zh_tw: 該檔案與JW Library不相符。請先下載相關出版物，或選擇其他影音檔案。

# message_file_not_recognized_title
source: File Not Recognized
af: Lêer word nie herken nie
am: የማይታወቅ ፋይል
ar: لم يتم التعرف على الملف
as: ফাইল চিনাক্ত হোৱা নাই
az: Naməlum fayl
de: Datei unbekannt
es: No se reconoce este archivo
fa: فایل مورد نظر شناخته نشد
fr: Fichier non reconnu
gl: Arquivo non recoñecido
hu: Ismeretlen fájl
it: File non riconosciuto
ja: 対応していないファイル
ko: 파일 인식 실패
ne: फाइल चिन्न सकिएन
nl: Bestand niet herkend
pt: Arquivo não reconhecido
ru: Файл не распознан
tr: Dosya Tanınamadı
zh: 无法识别文件
zh_tw: 無法辨識檔案

# message_file_not_supported_title
source: File Not Supported
af: Lêer word nie ondersteun nie
am: ይህን የፋይል ዓይነት መክፈት አይቻልም
ar: الملف لا يتوافق مع التطبيق
as: ফাইল চাপৰ্ট কৰা নাই
az: Fayl dəstəklənmir
de: Dateityp wird nicht unterstützt
es: Archivo no compatible
fa: پشتیبانی نمی‌شود
fr: Fichier non supporté
gl: Arquivo non soportado
hu: Nem támogatott fájlformátum
it: File non supportato
ja: 対応していないファイル
ko: 지원하지 않는 파일
ne: JW Library ले यो फाइल सपोर्ट गर्दैन।
nl: Bestand wordt niet ondersteund
pt: Arquivo não suportado
ru: Формат файла не поддерживается
tr: Dosya Desteklenmiyor
zh: 不支持此文件格式
zh_tw: 不支援此檔案格式

# message_file_success
source: 1 file has been checked and imported to JW Library
af: 1 lêer is nagegaan en na JW Library ingevoer
am: 1 ፋይል ተገኝቶ ወደ JW ላይብረሪ መጥቷል
ar: تم التأكد من ملف واحد ونقله إلى JW Library
as: এটা ফাইল চেক কৰা হৈছে আৰু JW লাইব্ৰেৰীত পঠোৱা হৈছে
az: 1 fayl yoxlanılaraq «JW Library» tətbiqinə əlavə edilib
de: 1 Datei wurde geprüft und in JW Library importiert
es: Se ha verificado e importado 1 archivo a JW Library
fa: ۱ فایل کنترل و به JW Library وارد شده است.
fr: 1 fichier a été vérifié et importé dans JW Library
gl: Comprobouse e importouse 1 arquivo a JW Library
hu: 1 leellenőrzött fájl be lett importálva a JW Librarybe
it: 1 file è stato verificato e importato in JW Library
ja: インポートされたファイル: 1
ko: 1개의 파일을 체크하고 JW 라이브러리 앱으로 가져왔습니다
ne: १ फाइल चेक गरेर JW लाइब्रेरीमा इम्पोर्ट गरियो
nl: Er is 1 bestand gecontroleerd en in JW Library geïmporteerd.
pt: 1 arquivo foi verificado e importado para o JW Library
ru: Проверенных и импортированных файлов: 1
tr: 1 dosya kontrol edildi ve JW Library'ye yüklendi.
zh: JW Library已确认并导入 1 个文件
zh_tw: JW Library已確認並匯入 1 個檔案

# message_file_success_multiple
source: {number} files have been checked and imported to JW Library
af: {number} lêers is nagegaan en na JW Library ingevoer
am: {number} ፋይሎች ተገኝተው ወደ JW ላይብረሪ መጥተዋል
ar: عدد الملفات التي تم التأكد منها ونقلها إلى JW Library:‏ {number}
as: {number} ফাইলবোৰ চেক কৰা হৈছে আৰু JW লাইব্ৰেৰীত পঠোৱা হৈছে
az: {number} fayl yoxlanılaraq «JW Library» tətbiqinə əlavə edilib
de: {number} Dateien wurden geprüft und in JW Library importiert
es: Se han verificado e importado {number} archivos a JW Library
fa: {number} فایل کنترل و به JW Library وارد شده است.
fr: {number} fichiers ont été vérifiés et importés dans JW Library
gl: Comprobáronse e importáronse {number} arquivos a JW Library
hu: {number} leellenőrzött fájl be lett importálva a JW Librarybe
it: {number} file sono stati verificati e importati in JW Library
ja: インポートされたファイル: {number}
ko: {number}개의 파일을 체크하고 JW 라이브러리 앱으로 가져왔습니다
ne: {number} वटा फाइल चेक गरेर JW लाइब्रेरीमा इम्पोर्ट गरियो
nl: Er zijn {number} bestanden gecontroleerd en in JW Library geïmporteerd.
pt: {number} arquivos foram verificados e importados para o JW Library
ru: Проверенных и импортированных файлов: {number}
tr: {number} dosya kontrol edildi ve JW Library'ye yüklendi.
zh: JW Library已确认并导入 {number} 个文件
zh_tw: JW Library已確認並匯入 {number} 個檔案

# message_file_unknown_type
source: This file could not be opened.
af: Hierdie lêer kon nie oopgemaak word nie.
am: ይህን ፋይል መክፈት አልተቻለም።
ar: لا يمكن فتح هذا الملف.‏
as: এই ফাইলখন খুলিব পৰা নাযাব।
az: Faylı açmaq mümkün deyil.
de: Diese Datei konnte nicht geöffnet werden.
es: Este archivo no se pudo abrir
fa: این فایل باز نشد.
fr: Ce fichier n'a pas pu être ouvert.
gl: Non se puido abrir o arquivo.
hu: Ezt a fájlt nem sikerült megnyitni.
it: Non è stato possibile aprire questo file.
ja: このファイルを開くことができませんでした。
ko: 파일을 열 수 없습니다.
ne: यो फाइल खोल्न सकिएन।
nl: Dit bestand kan niet worden geopend.
pt: Não foi possível abrir este arquivo.
ru: Невозможно открыть файл.
tr: Dosya açılamadı.
zh: 此文件无法打开。
zh_tw: 無法開啟此檔案。

# message_file_wrong
source: The file name is incorrect.
af: Die lêer se naam is verkeerd.
am: የፋይሉ ስም ትክክል አይደለም
ar: إسم الملف ليس صحيحًا.
as: ফাইলৰ নাম ভুল আছে।
az: Faylın adı düz deyil.
de: Der Dateiname ist falsch.
es: El nombre del archivo no es correcto.
fa: نام فایل نادرست است.
fr: Il y a un problème avec le nom du fichier
gl: O nome do arquivo é incorrecto.
hu: A fájl neve nem megfelelő.
it: Il nome del file è errato.
ja: ファイル名が間違っています。
ko: 파일명이 올바르지 않습니다.
ne: फाइलको नाम मिलेन
nl: De bestandsnaam is onjuist.
pt: O nome do arquivo está incorreto.
ru: Неправильное название файла.
tr: Dosya ismi yanlış.
zh: 文件名不正确。
zh_tw: 檔名不正確。

# message_file_wrong_title
source: Wrong File
af: Verkeerde lêer
am: የተሳሳተ ፋይል
ar: الملف خطأ
as: ভুল ফাইল
az: Yanlış fayl
de: Falsche Datei
es: Archivo erróneo
fa: فایل نادرست
fr: Fichier erroné
gl: Arquivo incorrecto
hu: Hibás fájl
it: File errato
ja: 間違ったファイル
ko: 잘못된 파일명
ne: गलत फाइल
nl: Verkeerd bestand
pt: Arquivo errado
ru: Неправильный файл
tr: Yanlış Dosya
zh: 文件错误
zh_tw: 檔案錯誤

# message_full_screen_left_swipe
source: To navigate, swipe in from the left.
af: Vee na regs om te navigeer.
am: የምትፈልገውን ቦታ ለማግኘት ስክሪኑን ከግራ ወደ ቀኝ አንሸራትት።
ar: للتنقل، مرِّر إصبعك من الشمال إلى اليمين.‏
as: নেৱিগেট কৰিবলৈ বাওঁফালৰপৰা চুৱাইপ কৰক।
az: Digər materiallar üçün barmağınızı soldan sağa hərəkət etdirin.
de: Navigieren durch Wischen von links.
es: Para ver otra sección o capítulo, deslice el dedo sobre la pantalla de un lado a otro.
fa: برای تغییر صفحه، انگشت خود را روی صفحه از چپ به راست بکشید
fr: Pour naviguer, glisser vers la droite.
gl: Para navegar, pasa o dedo de esquerda a dereita.
hu: Húzd az ujjad jobbra a navigáláshoz.
it: Per navigare, scorri da sinistra a destra.
ja: ナビゲーションウィンドウを表示するには，右にスワイプします。
ko: 왼쪽에서 밀면 목차로 이동합니다.
ne: नेभिगेट गर्न बायाँबाट स्वाइप गर्नुहोस्।
nl: Veeg van links naar rechts om te navigeren.
pt: Para navegar, deslize para a direita.
ru: Проведите пальцем от левого края экрана, чтобы открыть меню навигации.
tr: Gezinti için parmağınızı sağa kaydırın.
zh: 由左侧边缘向内滑，打开导航栏。
zh_tw: 由左側邊緣向內滑，打開導覽欄。

# message_full_screen_title
source: You've entered full screen
af: Volskerm is geaktiveer
am: ሙሉ ስክሪን አድርገኸዋል
ar: تم تشغيل وضعية ملء الشاشة
as: আপুনি ফুল স্ক্ৰীনৰ বাবে এণ্টাৰ কৰিলে
az: «Tam ekran» rejimindəsiniz
de: Vollbildmodus gestartet
es: Está en modo pantalla completa
fa: تمام صفحه فعال شده است
fr: Mode « plein écran »
gl: Modo pantalla completa
hu: Teljes képernyős nézetben
it: Sei in modalità a schermo intero
ja: 全画面表示になっています
ko: 전체 화면 모드입니다
ne: पूरै स्क्रिनमा खुल्यो
nl: Volledig scherm
pt: Você está no modo de tela inteira
ru: Вы вошли в полноэкранный режим
tr: Tam ekrana geçtiniz
zh: 您已启用全屏模式
zh_tw: 您已啟用全螢幕模式

# message_full_screen_top_swipe
source: To exit full screen, swipe in from the top.
af: Vee na onder om volskerm te deaktiveer.
am: ከሙሉ ስክሪን ለመውጣት ስክሪኑን ከላይ ወደ ታች አንሸራትት።
ar: للخروج من وضعية ملء الشاشة، مرِّر إصبعك من فوق إلى تحت.
as: ফুল স্ক্ৰীন আঁতৰাবলৈ ওপৰৰপৰা চুৱাইপ কৰক।
az: «Tam ekran» rejimindən çıxmaq üçün barmağınızı ekranın yuxarısından aşağısına doğru hərəkət etdirin.
de: Vollbildmodus beenden durch Wischen von oben.
es: Para salir de pantalla completa, deslice el dedo desde el extremo superior de la pantalla hacia abajo.
fa: برای خروج از حالت تمام صفحه، انگشت خود را روی صفحه از بالا تا پایین بکشید
fr: Pour quitter le mode « plein écran », glisser vers le bas.
gl: Para saír da pantalla completa, pasa o dedo de arriba a abaixo.
hu: Húzd az ujjad lefelé, hogy kilépj a teljes képernyős nézetből.
it: Per uscire dalla modalità a schermo intero, scorri dall’alto verso il basso.
ja: 全画面表示を終了するには，下にスワイプします。
ko: 맨 위에서 밀면 전체 화면을 종료합니다.
ne: सानो बनाउन माथिबाट स्वाइप गर्नुहोस्।
nl: Veeg van boven naar beneden om volledig scherm te verlaten.
pt: Para sair da tela inteira, deslize para baixo.
ru: Проведите пальцем от верхнего края экрана, чтобы выйти из этого режима.
tr: Tam ekrandan çıkmak için parmağınızı aşağıya kaydırın.
zh: 由上侧边缘向下滑，退出全屏模式。
zh_tw: 由上側邊緣往下滑，離開全螢幕模式。
