Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_restore_confirm_explanation
source: Notes, tags, highlights, favorites, bookmarks, and playlists on this device will be overwritten.
af: Notas, merkers, teks wat jy gemerk het, gunstelinge, boekmerke en speellyste op hierdie toestel sal met ’n ander weergawe vervang word.
am: በዚህ መሣሪያ ላይ ያሉት ማስታወሻዎች፣ ፈርጆች፣ ያቀለምካቸውና ፈጣን መዳረሻ ውስጥ ያሉ ነገሮች እንዲሁም ማጫወቻ ዝርዝሮች ይተካሉ።
ar: ستحل النسخة الاحتياطية محل الملاحظات، المواضيع، النص الملوَّن، المفضلة، والعلامات على هذا الجهاز.‏
as: টোকা, টেগ, হাইলাইট, পছন্দৰ বিষয়, বুকমাৰ্কবোৰ আৰু প্লেলিষ্ট এই ডিভাইচত পুনৰ লিপিবদ্ধ কৰা হ’ব।
az: Bu cihazdakı qeydlər, teqlər, seçilmiş nəşrlər, əlfəcinlər və xətlənmiş yerlər əvəz ediləcək.
de: Notizen, Tags, Markierungen, Favoriten, Lesezeichen und Playlists auf diesem Gerät werden überschrieben.
es: Esta acción reemplazará las notas, etiquetas, resaltados, favoritos, marcadores y listas de reproducción de este dispositivo por las de la copia de seguridad.
fa: یادداشت‌ها، برچسب‌ها، هایلایت‌ها، موردعلاقه‌ها، محل‌یاب‌ها و لیست‌های پخشی که در این دستگاه ذخیره شده است، حذف خواهد شد.
fr: Les notes, catégories, éléments surlignés, favoris, marque-pages et listes de lecture sur cet appareil seront écrasés.
gl: Sobreescribiranse notas, etiquetas, subliñados, favoritos e marcadores neste dispositivo.
hu: A jegyzetek, címkék, kiemelések, kedvencek és könyvjelzők felül lesznek írva ezen a készüléken.
it: Le note, le etichette, le evidenziazioni, i preferiti, i segnalibri e le playlist verranno sovrascritti.
ja: この端末のメモ，タグ，ハイライト，お気に入り，ブックマーク，プレイリストを上書きします。
ko: 기기에 있는 메모, 태그, 하이라이트, 즐겨찾기, 책갈피, 재생 목록이 백업한 자료로 대체됩니다.
ne: तपाईँले यस डिभाइसमा राख्नुभएको नोट, ट्याग, हाइलाइट, मन पर्ने प्रकाशन र बुकमार्क मेटिएर ब्याकअपमा भएको डाटा देखिनेछ।
nl: Notities, tags, markeringen, favorieten, bladwijzers en afspeellijsten op dit apparaat worden overschreven.
pt: Notas, etiquetas, destaques, favoritos, marcadores e playlists neste dispositivo serão substituídos.
ru: Заметки, теги, выделенный текст, избранное, закладки и плейлисты на этом устройстве будут заменены.
tr: Bu cihazdaki notların, etiketlerin, metin vurgulamalarının ve yer işaretlerinin üzerine yazılacak.
zh: 这会覆盖此设备上的笔记、标签、重点、收藏夹和书签。
zh_tw: 這會覆蓋此裝置上的筆記、標籤、重點、我的最愛和書籤。

# message_restore_confirm_explanation_playlists
source: Playlists on this device will be overwritten.
af: Speellyste op hierdie toestel sal oorskryf word.
am: በዚህ መሣሪያ ላይ ያሉ ማጫወቻ ዝርዝሮች በአዲሱ ይተካሉ።
ar: ستُبدَّل قوائم التشغيل على هذا الجهاز.
as: প্লেলিষ্ট এই ডিভাইচত পুনৰ লিপিবদ্ধ কৰা হ’ব।
az: Bu cihazdakı pleylistlər yenidən yazılacaq.
de: Die Playlists auf diesem Gerät werden überschrieben.
es: Las listas de reproducción de este dispositivo serán reemplazadas.
fa: لیست‌های پخش موجود در این دستگاه جایگزین خواهند شد.
fr: Les listes de lecture sur cet appareil seront écrasées.
gl: Sobreescribiranse listas de reprodución neste dispositivo.
hu: Az eszközön lévő lejátszási listák felülírása.
it: Le playlist presenti in questo dispositivo verranno sovrascritte.
ja: この端末のプレイリストを上書きします。
ko: 기기에 있는 재생 목록이 백업한 자료로 대체됩니다.
ne: यस डिभाइसमा भएको पुरानो प्लेलिस्ट मेटिएर नयाँ देखिनेछ।
nl: Afspeellijsten op dit apparaat worden overschreven.
pt: As playlists neste dispositivo serão substituídas.
ru: Плейлисты на этом устройстве будут заменены.
tr: Bu cihazdaki çalma listeleri üzerine yazılacak.
zh: 这会覆盖此设备上的播放列表。
zh_tw: 這會覆蓋此裝置上的播放列表。

# message_restore_confirm_explanation_updated
source: Notes, tags, highlights, favorites, bookmarks, and playlists on this device will be overwritten by the following backup:
af: Notas, merkers, teks wat jy gemerk het, gunstelinge, boekmerke en speellyste op hierdie toestel sal met die volgende weergawe vervang word:
am: በዚህ መሣሪያ ላይ ያሉት ማስታወሻዎች፣ ፈርጆች፣ ያቀለምካቸውና ፈጣን መዳረሻ ውስጥ ያሉ ነገሮች እንዲሁም ማጫወቻ ዝርዝሮች በዚህኛው ተቀማጭ ፋይል ይተካሉ፦
ar: ستحل النسخة الاحتياطية التالية محل الملاحظات، المواضيع، النص الملوَّن، المفضلة، والعلامات على هذا الجهاز:‏
as: এই বেকাপত টোকা, টেগ, হাইলাইট, পছন্দৰ বিষয়, বুকমাৰ্কবোৰ আৰু প্লেলিষ্ট এই ডিভাইচত পুনৰ লিপিবদ্ধ কৰা হ’ব।
az: Bu cihazdakı qeydlər, teqlər, seçilmiş nəşrlər, əlfəcinlər və xətlənmiş yerlər növbəti ehtiyat surəti ilə əvəz ediləcək.
de: Notizen, Tags, Markierungen, Favoriten, Lesezeichen und Playlists auf diesem Gerät werden durch das folgende Backup überschrieben:
es: Esta acción reemplazará las notas, etiquetas, resaltados, favoritos, marcadores y listas de reproducción de este dispositivo por las de esta copia de seguridad:
fa: اگر از این فایل استفاده کنید، یادداشت‌ها، برچسب‌ها، هایلایت‌ها، موردعلاقه‌ها، محل‌یاب‌ها و لیست‌های پخشی که در این دستگاه ذخیره شده‌اند، حذف خواهند شد.
fr: Les notes, catégories, éléments surlignés, favoris, marque-pages et listes de lecture sur cet appareil seront remplacés par la sauvegarde suivante :
gl: A seguinte copia de seguridade sobreescribirá as notas, etiquetas, subliñados, favoritos e marcadores neste dispositivo:
hu: A jegyzetek, címkék, kiemelések, kedvencek és könyvjelzők felül lesznek írva ezen a készüléken a következő biztonsági mentés által:
it: Le note, le etichette, le evidenziazioni, i preferiti, i segnalibri e le playlist presenti su questo dispositivo verranno sostituiti dal seguente backup:
ja: この端末のメモ，タグ，ハイライト，お気に入り，ブックマーク，プレイリストを以下のデータで上書きします。
ko: 기기에 있는 메모, 태그, 하이라이트, 즐겨찾기, 책갈피, 재생 목록이 다음의 백업 자료로 대체됩니다.
ne: तपाईँले यस डिभाइसमा राख्नुभएको नोट, ट्याग, हाइलाइट, मन पर्ने प्रकाशन र बुकमार्क मेटिएर यस ब्याकअपमा भएको डाटा देखिनेछ:
nl: Notities, tags, markeringen, favorieten, bladwijzers en afspeellijsten op dit apparaat worden overschreven door de volgende back-up:
pt: Notas, etiquetas, destaques, favoritos, marcadores e playlists neste dispositivo serão substituídos pelo seguinte backup:
ru: Заметки, теги, выделенный текст, избранное, закладки и плейлисты на этом устройстве будут заменены данными из этой резервной копии:
tr: Bu cihazdaki notlar, etiketler, vurgulananlar, favoriler, yer işaretleri ve çalma listelerinin üzerine bir sonraki yedekleme yazılacaktır:
zh: 还原备份后，此设备上的笔记、标签、重点、收藏夹和书签都会被覆盖。你上次的备份是：
zh_tw: 還原備份後，此裝置上的筆記、標籤、重點、我的最愛和書籤都會被覆蓋。你上次的備份是：

# message_restore_failed
source: Restore Failed
af: Herlaai was onsuksesvol
am: መልሶ ማስገባት አልተቻለም
ar: لم تنجح الاستعادة
as: ৰিষ্টʼৰ কৰিব পৰা নগ’ল
az: Yüklənə bilmədi
de: Wiederherstellung fehlgeschlagen
es: La restauración no se ha podido realizar
fa: بک‌آپ نصب نشد
fr: La restauration a échoué
gl: Fallou a restauración
hu: Sikertelen visszaállítás
it: Ripristino non riuscito
ja: 復元に失敗しました
ko: 복구 실패
ne: रिस्टोर हुन सकेन
nl: Terugzetten is mislukt
pt: A restauração falhou
ru: Ошибка загрузки
tr: Geri Yükleme Başarısız
zh: 还原失败
zh_tw: 還原失敗

# message_restore_failed_explanation
source: There is something wrong with the backup file.
af: Daar is iets verkeerd met die reserwekopielêer.
am: ተቀማጭ ፋይሉ ላይ የሆነ ችግር አለ።
ar: هناك مشكلة في النسخة الاحتياطية.‏‏
as: বেকাপ ফাইলখনত কিবা হৈছে।
az: Yüklənən faylda hansısa problem var.
de: Die Sicherungsdatei erzeugt einen Fehler.
es: El archivo de copia de seguridad tiene algún problema.
fa: بک‌آپ مشکل فنی دارد.
fr: Il y a un problème avec le fichier de sauvegarde.
gl: O arquivo da copia de seguridade non se puido restaurar.
hu: Valami baj van a biztonsági másolattal.
it: Si è verificato un problema con il file di backup.
ja: バックアップファイルに問題があります。
ko: 저장된 파일에 문제가 있습니다.
ne: ब्याकअप फाइलमा केही समस्या छ।
nl: Er is iets aan de hand met het back-upbestand.
pt: Há um problema com o arquivo de backup.
ru: Сохраненные данные повреждены.
tr: Yedek dosyayla ilgili bir sorun var.
zh: 备份文件有问题。
zh_tw: 備份檔發生錯誤。

# message_restore_in_progress
source: Restoring…
af: Besig om te herlaai...
am: መልሶ በማስገባት ላይ…
ar: تجري الاستعادة ...‏
as: ৰিষ্টʼৰ হৈছে...
az: Yüklənir...
de: Wiederherstellung läuft ...
es: Realizando la restauración...
fa: در حال نصب نک‌آپ
fr: Restauration en cours...
gl: Restaurando...
hu: Visszaállítás...
it: Ripristino in corso...
ja: 復元中...
ko: 불러오는 중...
ne: रिस्टोर हुँदै छ...
nl: Terugzetten...
pt: Restaurando...
ru: Загрузка...
tr: Geri Yükleniyor...
zh: 还原中…
zh_tw: 還原中…

# message_restore_successful
source: Restore Successful
af: Herlaai was suksesvol
am: መልሶ ማስገባቱ ተጠናቅቋል
ar: تمت الاستعادة
as: সফলতাৰে ৰিষ্টʼৰ হ’ল
az: Yükləndi
de: Wiederherstellung ist erfolgt
es: Se ha restaurado correctamente
fa: بک‌آپ نصب شد
fr: Restauration réussie
gl: Restauración completada
hu: Sikeres visszaállítás
it: Ripristino effettuato con successo
ja: 復元完了
ko: 복구 완료
ne: रिस्टोर भयो
nl: Teruggezet
pt: Restauração concluída
ru: Загрузка завершена
tr: Yükleme Tamamlandı
zh: 还原成功
zh_tw: 還原成功

# message_ruby_coaching_tip
source: Display pinyin and furigana pronunciation guides for Chinese and Japanese, when available.
af: Vertoon uitspraak-hulpmiddele in pinyin en furigana vir Chinese en Japannese teks, wanneer dit beskikbaar is.
am: ለቻይንኛ ወይም ለጃፓንኛ ጽሑፍ የተዘጋጀ የቃላት አጠራር መምሪያ ካለ ተመልከት።
ar: رؤية دليل اللفظ بالبينين والفوريغانا للنص الصيني والياباني، إذا كان متوفرًا.
as: যেতিয়া উপলব্ধ হʼব, তেতিয়া চীনা আৰু জাপানীৰ ফিনিন আৰু ফুৰিগানা শব্দ উচ্চাৰণৰ গাইড দেখুৱা হʼব।
az: Çin və yapon mətnləri üçün tələffüz təlimatlarına baxın.
de: Aussprachehilfen für Chinesisch und Japanisch anzeigen, sofern verfügbar.
es: Vea las guías de pronunciación para el chino (pinyin) y el japonés (furigana), si están disponibles.
fa: در صورت امکان، راهنمای تلفظ برای متون چینی و ژاپنی ظاهر خواهد شد.
fr: Affichez les guides de prononciation pinyin et furigana du chinois et du japonais quand ils sont disponibles.
gl: Mostrar as guías de pronunciación para o texto en chinés e xaponés cando estean dispoñibles.
hu: Kiejtési segédlet kínai és japán nyelvű szövegekhez (pinjin és furigana).
it: Visualizza le guide fonetiche per il cinese e il giapponese, se disponibili.
ja: 中国語のピンインや日本語のふりがなを表示できるようになりました。
ko: 지원되는 출판물의 경우, 중국어 병음과 일본어 후리가나를 표시할 수 있습니다.
ne: चिनिया र जापानिज भाषाको लागि पिनइन र फुरिगाना उच्चारण गाइड उपलब्ध भएमा देखाउने।
nl: Geef indien beschikbaar pinyin- en furigana-uitspraakhulpen weer voor het Chinees en het Japans.
pt: Veja guias de pronúncia em chinês e japonês, quando disponível.
ru: Возможность смотреть транскрипцию (пиньинь и фуригана) для китайского и японского языков.
tr: Mevcut olduğunda Çince ve Japonca için pinyin ve furigana telaffuz kılavuzlarını görüntüleyin.
zh: 可以显示中文拼音和日语假名。
zh_tw: 可以顯示中文拼音和日語假名。

# message_search_topics_publications
source: Search for topics or publications
af: Soek onderwerpe of publikasies
am: ርዕሶችን ወይም ጽሑፎችን ፈልግ
ar: البحث عن مواضيع أو إصدارات
as: প্ৰকাশন বা বিষয় অনুসন্ধান কৰক
az: Mövzular üzrə və ya nəşrlərin axtarışı
de: Suche nach Themen oder Publikationen
es: Búsqueda por temas o publicaciones
fa: امکان جستجو در موضوعات یا نشریات
fr: Rechercher des sujets ou des publications
gl: Busca por tema ou por publicación
hu: Címszó vagy kiadvány keresése
it: Ricerca per argomento o per pubblicazione
ja: トピックまたは出版物の検索
ko: 표제어나 출판물 내용을 검색할 수 있습니다
ne: विषय वा प्रकाशन खोज्न सक्नुहुन्छ
nl: Zoek naar onderwerpen of publicaties
pt: Busque assuntos ou publicações
ru: Поиск по темам или публикациям
tr: Bir konu veya yayın arayabilirsiniz
zh: 搜索条目或出版物
zh_tw: 搜尋條目或出版物

# message_second_window_closed
source: The second display window has been closed.
af: Die tweede venster is toegemaak.
am: ሁለተኛው መስኮት ተዘግቷል።
ar: تمَّ إغلاق شاشة العرض الثانية.
as: দ্বিতীয় ডিছপ্লে উইণ্ডʼ বন্ধ হৈ গৈছে।
az: Окно на втором экране закрыто.
de: Das Fenster auf dem zweiten Bildschirm wurde geschlossen
es: La segunda pantalla se ha apagado.
fa: پنجرهٔ نمایش دوم بسته شده است.
fr: La fenêtre du deuxième écran a été fermée.
gl: A pantalla secundaria pechouse.
hu: A JW Library második ablaka bezárult.
it: La finestra dello schermo secondario è stata chiusa
ja: セカンドディスプレーが閉じられました。
ko: 세컨드 디스플레이 창이 닫혔습니다.
ne: दोस्रो डिस्प्लेको विन्डो बन्द गरिएको छ।
nl: Het venster op het tweede beeldscherm is gesloten.
pt: A janela da tela secundária foi fechada.
ru: Окно на втором экране закрыто.
tr: İkinci görüntüleme ekranı kapandı.
zh: 第二播放视窗已关闭。
zh_tw: 第二播放視窗已關閉。

# message_select_a_bible
source: Select a Bible
af: Kies ’n Bybel
am: መጽሐፍ ቅዱስ ምረጥ
ar: إختر كتابًا مقدسًا
as: এখন বাইবেল নিৰ্ব্বাচন কৰক
az: Müqəddəs Kitabı seçin
de: Eine Bibel auswählen
es: Seleccione una Biblia
fa: انتخاب ترجمهٔ کتاب مقدّس
fr: Sélectionner une Bible
gl: Seleccionar unha Biblia
hu: Válassz Bibliát!
it: Seleziona una Bibbia
ja: 聖書を選択
ko: 성경 번역판 선택
ne: बाइबल रोज्नुहोस्
nl: Selecteer een Bijbel
pt: Selecione uma Bíblia
ru: Выберите Библию
tr: Kutsal Kitap Seç
zh: 选择一部圣经译本
zh_tw: 選取一部聖經譯本

# message_select_video_size_title
source: Quality
af: Gehalte
am: ጥራት
ar: درجة الوضوح
as: ভিডিঅ’কোৱালিটি
az: Keyfiyyəti
de: Auflösung
es: Calidad
fa: کیفیت
fr: Résolution
gl: Calidade
hu: Felbontás
it: Qualità
ja: 動画の画質
ko: 화질
ne: भिडियो क्वालिटि
nl: Kwaliteit
pt: Qualidade
ru: Качество
tr: Kalite
zh: 画质
zh_tw: 畫質

# message_selection_count
source: {count} selected
af: {count} geselekteer
am: {count} ተመርጧል
ar: تم اختيار {count}
as: {count} নিৰ্ব্বাচন কৰা হ’ল
az: {count} dənə seçilib
de: {count} ausgewählt
es: Ha seleccionado {count}
fa: {count} عدد انتخاب‌شده
fr: {count} publication(s) sélectionnée(s)
gl: {count} seleccionado(s)
hu: Kiválasztva: {count}
it: Selezionati: {count}
ja: {count}個を選択中
ko: {count}개 선택됨
ne: {count} वटा छानियो
nl: {count} geselecteerd
pt: {count} selecionado(s)
ru: Выбрано: {count}
tr: {count} tane seçildi
zh: 已选中 {count} 个
zh_tw: 已選取 {count} 個

# message_setting_up
source: Setting things up for you...
af: Besig om op te stel...
am: አንዳንድ ነገሮችን በማስተካከል ላይ…
ar: يجري القيام ببعض المهام من أجلك ...‏
as: আপোনাৰ বাবে প্ৰস্তুত কৰা হৈছে...
az: Bir-iki şeyə düzəliş olunur...
de: Es werden gerade Einstellungen vorgenommen ...
es: La aplicación está realizando algunas tareas...
fa: در حال تنظیم...
fr: Des tâches sont en cours d'exécution...
gl: Configurando...
hu: A beállítás folyamatban van...
it: Attendere...
ja: 設定中...
ko: 설정 변경 중...
ne: सेटिङ मिलाइँदै छ...
nl: Bezig met configureren...
pt: Preparando tudo...
ru: Настройка параметров...
tr: Sizin için gerekli ayarları yapıyoruz...
zh: 正在为您进行相关设置…
zh_tw: 正在為您進行相關設定…

# message_sideload_older_than_current
source: The file was not installed. You already have the same or a newer version of this publication.
af: Die lêer was nie geïnstalleer nie. Jy het reeds dieselfde of die nuutste weergawe van hierdie publikasie.
am: ፋይሉ አልተጫነም። ላይብረሪው ውስጥ የነበረው ቅጂ አሁን ከምታስገባው ጋር ተመሳሳይ ነው፤ ወይም ይበልጥ አዲስ ነው።
ar: لم يتم تثبيت الملف. لديك النسخة نفسها من هذا الإصدار أو نسخة أحدث منه.‏
as: ফাইলটো ইনষ্টল হোৱা নাই। আপোনাৰ ওচৰত ইতিমধ্যে এই প্ৰকাশনৰ একেই বা নতুন সংস্কৰণ আছে।
az: Bu fayl proqrama yazıla bilmədi. Sizdə bu nəşrin eyni və ya yeni versiyası var.
de: Die Datei wurde nicht installiert, da die aktuelle oder eine neuere Version der Publikation bereits vorhanden ist.
es: Archivo no instalado. Ya tiene instalada la misma versión o una anterior de esta publicación.
fa: این فایل نصب نشد. در حال حاضر همین فایل یا ورژن جدیدتر از این فایل در دستگاهتان موجود است.
fr: Ce fichier est plus ancien que la version actuellement téléchargée.
gl: Esta publicación non se instalou porque é a mesma ou é máis antiga que a instalada actualmente.
hu: Ezt a fájlt nem olvasta be az alkalmazás. Ugyanez a fájl vagy egy újabb verziója már telepítve van.
it: Il file non è stato installato. Hai già la stessa versione di questa pubblicazione o una più recente.
ja: ファイルはインストールされませんでした。お使いの端末には，この出版物の同じバージョンかもっと新しいバージョンがすでにインストールされています。
ko: 파일이 설치되지 않았습니다. 이미 설치된 파일과 같거나 그보다 더 이전 버전입니다.
ne: यो फाइल इन्स्टल हुन सकेन। यो इन्स्टल भइसकेको प्रकाशन वा अझै पुरानो प्रकाशन हुन सक्छ।
nl: Het bestand is niet geïnstalleerd. Je hebt al dezelfde of een nieuwere versie van deze publicatie.
pt: O arquivo não foi instalado. Você já tem a mesma versão ou a versão mais recente desta publicação.
ru: Файл не был установлен, так как эта публикация или ее более новая версия у вас уже есть.
tr: Dosya indirilmedi. Bu yayının aynı ya da daha yeni bir versiyonuna sahipsiniz.
zh: 这个文件没有安装成功，因为您已经有相同或较新的版本。
zh_tw: 這個檔案沒有安裝成功，因為您已經有相同或較新的版本。

# message_sideload_overwrite
source: This file has updated an older version of "{title}."
af: Hierdie lêer het ’n ouer weergawe van "{title}" bygewerk.
am: ይህ ፋይል ከዚህ በፊት የነበረውን "{title}" ያድሰዋል።
ar: حدَّث هذا الملف النسخة القديمة من "{title}".
as: এই ফাইলখন পুৰণি ভাৰচনৰপৰা "{title}." আপডেট কৰা হৈছে।
az: Bu fayl «{title}» nəşini yeniləyib.
de: Diese Datei hat eine ältere Version von "{title}" aktualisiert.
es: Este archivo ha actualizado una versión más antigua de "{title}".
fa: این فایل به‌روز شده است:‏ «{title}»
fr: Ce fichier a mis à jour une version plus ancienne de « {title} ».
gl: Actualizouse "{title}".
hu: Ez a fájl frissítette a következő kiadványt: „{title}”
it: È stata aggiornata una versione precedente di “{title}”.
ja: 「{title}」が最新のデータに更新されました。
ko: 기존 "{title}" 파일을 최신 버전으로 업데이트했습니다.
ne: “{title}” अपडेट भएको छ।
nl: Een oudere versie van '{title}' is bijgewerkt.
pt: Este arquivo atualizou uma versão antiga de "{title}".
ru: Этот файл заменил старую версию «{title}».
tr: Bu dosya "{title}" yayınını güncelledi.
zh: “{title}”已更新。
zh_tw: 「{title}」已更新。

# message_sideload_unsupported_version
source: This file is not supported by this version of JW Library.
af: Hierdie lêer word nie deur hierdie weergawe van JW Library ondersteun nie.
am: ይህ የJW Library እትም ይህን ፋይል መክፈት አይችልም።
ar: هذا الملف لا يتوافق مع الإصدار الحالي من JW Library.‏
as: এই ফাইলটোক JW লাইব্ৰেৰীৰ এই ভাৰচনে চাপৰ্ট কৰিব পৰা নাই।
az: Bu fayl cari JW Library proqramının bu versiyasına yazıla bilməz.
de: Die Datei wird von dieser Version von JW Library nicht unterstützt.
es: Esta versión de JW Library no puede abrir este archivo.
fa: این فایل در این ورژن برنامهٔ JW Library عمل نمی‌کند.
fr: Ce fichier n'est pas compatible avec cette version de JW Library.
gl: Este arquivo non pode importarse nesta versión de JW Library.
hu: A JW Library alkalmazásnak ez a verziója nem tudja kezelni ezt a fájlt.
it: Il file non è supportato da questa versione di JW Library.
ja: このファイルはこのバージョンのJW Libraryではサポートされていません。
ko: 이 버전의 JW Library에서는 지원하지 않습니다.
ne: JW Library को अहिलेको भर्सनले यो फाइल सपोर्ट गर्दैन।
nl: Dit bestand wordt niet ondersteund door deze versie van JW Library.
pt: Este arquivo não é suportado por esta versão do JW Library.
ru: Этот файл не поддерживается установленной версией JW Library.
tr: JW Library'nin şu anki versiyonu bu dosyayı desteklemiyor.
zh: 此版本的JW Library不支持此文件。
zh_tw: 此版本的JW Library不支援此檔案。

# message_still_watching
source: We don't like to stream video to an empty room.
af: Ons wil nie ’n video stroom as niemand daarna kyk nie.
am: ተመልካች በሌለበት ቪዲዮ ማጫወት አንፈልግም።
ar: لا نريد بث فيديو في غرفة فارغة.
as: আমি খালি ফল্ডাৰত ভিডিঅʼ ষ্ট্ৰীম কৰি ভাল নাপাও।
az: Boş otağa video nümayiş etdirmək istəmirik.
de: Wir wünschen uns ein Publikum für unseren Videostream.
es: No tiene sentido mostrarle videos al aire.
fa: ما نمی‌خواهیم ویدیوهایمان را برای اتاقی خالی پخش کنیم.
fr: Nous n’aimons pas diffuser une vidéo pour rien.
gl: Non queremos seguir transmitindo se ninguén está vendo o programa.
hu: Ha senki sem nézi a videót, nem szeretnénk folytatni az online lejátszást.
it: Preferiamo non continuare a trasmettere un programma se non lo guarda nessuno.
ja: 視聴していない場合は終了してください。
ko: 시청자가 없기 때문에 동영상 스트리밍을 중단합니다.
ne: हेर्ने मान्छे कोही पनि नभएको बेला हामी भिडियो प्रसारण गर्न चाहन्नौँ।
nl: We streamen liever niet naar een lege kamer.
pt: Não tem graça ficar passando vídeos em uma sala vazia.
ru: Мы не хотели бы транслировать видео, если его никто не смотрит.
tr: Boş bir odaya yayın yapmak istemiyoruz.
zh: 我们已暂停在线播放。是否继续播放？
zh_tw: 我們已暫停線上播放。是否繼續播放？

# message_still_watching_title
source: Are you still watching?
af: Kyk jy nog hierna?
am: አሁንም እየተመለከትክ ነው?
ar: هل ما زلت تشاهد؟
as: আপুনি চাই আছে?
az: Seyr edən var?
de: Ist noch jemand da?
es: ¿Sigue ahí?
fa: آیا هنوز در حال تماشا هستید؟
fr: Êtes-vous toujours là ?
gl: Segues vendo o programa?
hu: Még nézed?
it: Stai ancora guardando?
ja: 再生を続けますか？
ko: 계속 시청 중이신가요?
ne: के तपाईँ हेर्दै हुनुहुन्छ?
nl: Ben je nog aan het kijken?
pt: Você ainda está assistindo?
ru: Вы все еще смотрите?
tr: Hâlâ izliyor musunuz?
zh: 您还在吗？
zh_tw: 您還在嗎？

# message_support_code_invalid
source: Please check your code and try again.
af: Kyk asseblief na jou kode en probeer weer.
am: እባክህ ኮድህ ትክክል መሆኑን አጣራና እንደገና ሞክር።
ar: الرجاء التأكد من الكود والمحاولة من جديد.
as: আপোনাৰ কোড চেক কৰক আৰু পুনৰ চেষ্টা কৰক।
az: Xahiş olunur, kodu yoxlayın və bir daha cəhd edin.
de: Bitte Code überprüfen und erneut eingeben.
es: Revise su código y vuelva a intentarlo.
fa: لطفاً کد را کنترل کنید و دوباره وارد کنید.
fr: Merci de vérifier votre code puis de réessayer.
gl: Por favor, verifica o teu código e inténtao de novo.
hu: Kérjük, ellenőrizd a kódot, és próbáld meg újra.
it: Controlla il codice e riprova.
ja: コードを確認して，もう一度やり直してください。
ko: 코드를 확인하여 다시 시도해 주시기 바랍니다.
ne: कृपया आफ्नो कोड पक्का गरेर पुनः प्रयास गर्नुहोस्।
nl: Controleer je code en probeer het opnieuw.
pt: Verifique seu código e tente novamente.
ru: Проверьте код и повторите попытку.
tr: Lütfen kodu kontrol edip tekrar deneyin.
zh: 代码有误，请重新输入。
zh_tw: 代碼有誤，請重新輸入。

# message_support_code_invalid_title
source: Invalid Code
af: Ongeldige kode
am: የማይሠራ ኮድ
ar: الكود غير صالح
as: ইনভেলিড কোড
az: Yanlış kod
de: Ungültiger Code
es: Código incorrecto
fa: این کد بی‌اعتبار است
fr: Code incorrect
gl: Código non válido
hu: Érvénytelen kód
it: Codice non valido
ja: 無効なコード
ko: 유효하지 않은 코드
ne: कोड मिलेन
nl: Ongeldige code
pt: Código inválido
ru: Неверный код
tr: Geçersiz Kod
zh: 代码无效
zh_tw: 代碼無效

# message_support_enter_code
source: If you have a support code, enter it here to enable support mode.
af: As jy 'n ondersteuningskode het, vul dit hier in om hulp te kry.
am: የድጋፍ መስጫ ኮድ ካለህ፣ ድጋፍ መስጫውን ለመክፈት ኮዱን አስገባ።
ar: إذا كان لديك كود للمساعدة، فأدخله هنا لتشغيل نظام المساعدة.
as: যদি আপোনাৰ ওচৰত চাপৰ্ট কোড আছে, তেনেহʼলে চাপৰ্ট মোড সক্ষম কৰিবলৈ ইয়াত এণ্টাৰ কৰক।
az: Əgər dəstək kodunuz varsa, onu daxil edin və dəstək rejimini işə salın.
de: Falls vorhanden, den Support-Code eingeben, um den Support-Modus zu aktivieren.
es: Si tiene un código para función de asistencia, escríbalo para activarla.
fa: اگر کمک درخواست کرده‌اید، لطفاً کد مربوطه را در کادر زیر وارد کنید.
fr: Si vous avez un code de support, merci de l'entrer pour bénéficier de l'aide.
gl: Se tes un código de soporte, introdúceo aquí para activar a función de soporte.
hu: Ha van támogatási kódod, akkor írd be ide a támogatási mód bekapcsolásához.
it: Se hai un codice di assistenza, inseriscilo qui per attivare la modalità assistenza.
ja: サポートコードがあるなら，以下の欄に入力し，サポートモードを有効にしてください。
ko: 지원 모드를 활성화하기 위해 지원 코드를 입력해 주시기 바랍니다.
ne: तपाईँसित सपोर्ट कोड छ भने यहाँ भर्नुहोस् र सपोर्ट मोड सुचारु गर्नुहोस्।
nl: Als je een ondersteuningscode hebt, voer die dan in om ondersteuningsmodus in te schakelen.
pt: Se você tiver um código de suporte, digite-o para habilitar o modo suporte.
ru: Если у вас есть код техподдержки, введите его для активации режима техподдержки.
tr: Eğer bir destek kodunuz varsa, destek modunu açmak için kodu buraya girin.
zh: 请输入你取得的代码。
zh_tw: 請輸入你取得的代碼。
