Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# action_delete_publication_media
source: Delete Publication and Media
af: Verwyder publikasie en media
am: ጽሑፉንና ሚዲያዎቹን አጥፋ
ar: حذف الإصدار والتسجيلات والفيديوات
as: প্ৰকাশন আৰু মিডিয়া নোহোৱা কৰক
az: Nəşri və multimedianı sil
de: Publikation und Medien löschen
es: Borrar la publicación y los archivos multimedia
fa: حذف نشریه و فایل‌های صوتی و تصویری آن
fr: Supprimer la publication et les médias
gl: Eliminar publicación e contidos multimedia
hu: Kiadvány és médiafájlok törlése
it: Elimina pubblicazione e contenuti multimediali
ja: 出版物とメディアを削除
ko: 출판물과 미디어 모두 삭제
ne: प्रकाशन र मिडिया हटाउने
nl: Verwijder publicatie en media
pt: Excluir publicação e mídias
ru: Удалить публикацию и медиафайлы
tr: Yayını ve Medyasını Sil
zh: 删除出版物和多媒体资料
zh_tw: 刪除出版物和多媒體資料

# action_delete_publication_media_uppercase
source: DELETE PUBLICATION AND MEDIA
af: VERWYDER PUBLIKASIE EN MEDIA
am: ጽሑፉንና ሚዲያዎቹን አጥፋ
ar: حذف الإصدار والتسجيلات والفيديوات
as: প্ৰকাশন আৰু মিডিয়া নোহোৱা কৰক
az: NƏŞRİ VƏ MULTİMEDİANI SİL
de: PUBLIKATION UND MEDIEN LÖSCHEN
es: BORRAR LA PUBLICACIÓN Y LOS ARCHIVOS MULTIMEDIA
fa: حذف نشریه و فایل‌های صوتی و تصویری آن
fr: SUPPRIMER LA PUBLICATION ET LES MÉDIAS
gl: ELIMINAR PUBLICACIÓN E CONTIDOS MULTIMEDIA
hu: KIADVÁNY ÉS MÉDIAFÁJLOK TÖRLÉSE
it: ELIMINA PUBBLICAZIONE E CONTENUTI MULTIMEDIALI
ja: 出版物とメディアを削除
ko: 출판물과 미디어 모두 삭제
ne: प्रकाशन र मिडिया हटाउने
nl: VERWIJDER PUBLICATIE EN MEDIA
pt: EXCLUIR PUBLICAÇÃO E MÍDIAS
ru: УДАЛИТЬ ПУБЛИКАЦИЮ И МЕДИАФАЙЛЫ
tr: YAYINI VE MEDYASINI SİL
zh: 删除出版物和多媒体资料
zh_tw: 刪除出版物和多媒體資料

# action_delete_publication_only
source: Delete Publication Only
af: Verwyder slegs publikasie
am: ጽሑፉን ብቻ አጥፋ
ar: حذف الإصدار فقط
as: কেৱল প্ৰকাশন নোহোৱা কৰক
az: Ancaq nəşri sil
de: Nur Publikation löschen
es: Borrar solo la publicación
fa: حذف نشریه ولی حفظ فایل‌های صوتی و تصویری آن
fr: Supprimer uniquement la publication
gl: Eliminar só a publicación
hu: Csak a kiadvány törlése
it: Elimina solo la pubblicazione
ja: 出版物のみ削除
ko: 출판물만 삭제
ne: प्रकाशन मात्र हटाउने
nl: Verwijder alleen publicatie
pt: Excluir somente a publicação
ru: Удалить только публикацию
tr: Sadece Yayını Sil
zh: 只删除出版物
zh_tw: 只刪除出版物

# action_delete_publication_only_uppercase
source: DELETE PUBLICATION ONLY
af: VERWYDER SLEGS PUBLIKASIE
am: ጽሑፉን ብቻ አጥፋ
ar: حذف الإصدار فقط
as: কেৱল প্ৰকাশন নোহোৱা কৰক
az: ANCAQ NƏŞRİ SİL
de: NUR PUBLIKATION LÖSCHEN
es: BORRAR SOLO LA PUBLICACIÓN
fa: حذف نشریه ولی حفظ فایل‌های صوتی و تصویری آن
fr: SUPPRIMER UNIQUEMENT LA PUBLICATION
gl: ELIMINAR SÓ A PUBLICACIÓN
hu: CSAK A KIADVÁNY TÖRLÉSE
it: ELIMINA SOLO LA PUBBLICAZIONE
ja: 出版物のみ削除
ko: 출판물만 삭제
ne: प्रकाशन मात्र हटाउने
nl: VERWIJDER ALLEEN PUBLICATIE
pt: EXCLUIR SOMENTE A PUBLICAÇÃO
ru: УДАЛИТЬ ТОЛЬКО ПУБЛИКАЦИЮ
tr: SADECE YAYINI SİL
zh: 只删除出版物
zh_tw: 只刪除出版物

# action_delete_publications
source: Delete {count} Items
af: Verwyder {count} items
am: {count} ነገሮችን አጥፋ
ar: حذف {count} من الإصدارات
as: আইটেম {count} নোহোৱা কৰক
az: {count} nəşri sil
de: {count} Publikationen löschen
es: Borrar {count} elementos
fa: حذف {count} نشریه
fr: Supprimer {count} éléments
gl: Eliminar {count} elementos
hu: {count} elem törlése
it: Elimina {count} elementi
ja: {count}個を削除する
ko: {count}개 삭제
ne: {count} वटा प्रकाशन हटाउने
nl: Verwijder {count} items
pt: Excluir {count} itens
ru: Удалить {count} шт.
tr: {count} Öğeyi Sil
zh: 删除 {count} 个出版物
zh_tw: 刪除 {count} 個出版物

# action_delete_uppercase
source: DELETE
af: VERWYDER
am: አጥፋ
ar: حذف
as: নোহোৱা কৰক
az: SİL
de: LÖSCHEN
es: BORRAR
fa: حذف
fr: SUPPRIMER
gl: ELIMINAR
hu: TÖRLÉS
it: ELIMINA
ja: 削除
ko: 삭제
ne: हटाउने
nl: VERWIJDER
pt: EXCLUIR
ru: УДАЛИТЬ
tr: SİL
zh: 删除
zh_tw: 刪除

# action_deselect_all
source: Deselect All
af: Ontkies alles
am: ምርጫዎቹን አንሳ
ar: إلغاء اختيار الكل
as: সকলো বাছনি নোহোৱা কৰক
az: Снять все
de: Alle abwählen
es: Deseleccionar todo
fa: لغو انتخاب همه
fr: Déselectionner tout
gl: Desmarcar todo
hu: Összes kijelölés törlése
it: Deseleziona tutti
ja: 全ての選択を解除
ko: 전체 선택 해제
ne: सबै हटाउने
nl: Deselecteer alle
pt: Desmarcar todos
ru: Снять все
tr: Hiçbirini Seçme
zh: 取消全选
zh_tw: 取消全選

# action_discard
source: Discard
af: Verwyder
am: አጥፋ
ar: تجاهل
as: বাতিল
az: İmtina et
de: Verwerfen
es: Rechazar
fa: حذف
fr: Ne pas sauvegarder
gl: Rexeitar
hu: Igen
it: Elimina
ja: 破棄
ko: 나가기
ne: रद्द गर्ने
nl: Verwijder
pt: Rejeitar
ru: Сбросить
tr: Vazgeç
zh: 放弃
zh_tw: 捨棄

# action_display_furigana
source: Display Furigana
af: Wys Furigana
am: ፉሪጋና አሳይ
ar: عرض فوريغانا
as: ডিচপ্লে ফুৰিগানা
az: Furiqananı göstər
de: Furigana anzeigen
es: Ver furigana
fa: Furigana نمایش
fr: Afficher les furigana
gl: Mostrar furigana
hu: Furigana megjelenítése
it: Mostra furigana
ja: ふりがなを表示
ko: 후리가나 표시
ne: फुरिगाना देखाउने
nl: Geef furigana weer
pt: Mostrar furigana
ru: Отображать фуригану
tr: Japonca Telaffuz Kılavuzunu Göster
zh: 显示假名
zh_tw: 顯示假名

# action_display_pinyin
source: Display Pinyin
af: Wys Pinyin
am: ፒንዪን አሳይ
ar: عرض بينين
as: ডিচপ্লে পিনিন
az: Pinyini göstər
de: Pinyin anzeigen
es: Ver pinyin
fa: نمایش پین‌یین
fr: Afficher le pinyin
gl: Mostrar pinyin
hu: Pinjin megjelenítése
it: Mostra pinyin
ja: ピンインを表示
ko: 병음 표시
ne: पिनइन देखाउने
nl: Geef pinyin weer
pt: Mostrar pinyin
ru: Отображать пиньинь
tr: Pinyin Göster
zh: 显示汉语拼音
zh_tw: 顯示漢語拼音

# action_display_menu
source: Display menu
af: Wys spyskaart
am: ምናሌ አሳይ
ar: عرض القائمة
as: মেনু প্ৰদৰ্শন কৰক
az: Menyu göstər
de: Menü anzeigen
es: Mostrar menú
fa: نمایش فهرست
fr: Afficher le menu
gl: Mostrar menú
hu: Menü megjelenítése
it: Mostra menu
ja: メニューを表示
ko: 메뉴 표시
ne: मेनु प्रदर्शन गर्नुहोस्
nl: Toon menukaart
pt: Mostrar menu
ru: Показать меню
tr: Menüyü göster
zh: 显示菜单
zh_tw: 顯示選單

# action_display_yale
source: Display Yale Romanization
af: Wys Yale Romanization
am: ዬል ሮማናይዜሽን አሳይ
ar: عرض الكلمات بحروف لاتينية (يال)
as: ডিচপ্লে ইয়েল ৰোমানাইজেচন
az: Yel romanizasiyasını göstər
de: Yale-Romanisierung anzeigen
es: Ver romanización Yale
fa: Yale Romanization نمایش
fr: Afficher la romanisation Yale
gl: Mostrar romanización Yale
hu: Yale-átírás megjelenítése
it: Mostra romanizzazione Yale
ja: エール式ローマ字を表示
ko: 예일 로마자 표시
ne: येल रोमनाइजेसन देखाउने
nl: Geef Yale-romanisatie weer
pt: Mostrar romanização de Yale
ru: Отображать йельскую романизацию
tr: Yale Latin Alfabesi Çevrimini Göster
zh: 显示耶鲁拼音
zh_tw: 顯示耶魯拼音

# action_do_not_show_again
source: Do not show again
af: Moenie weer vertoon nie
am: ዳግመኛ አታሳየኝ
ar: لا أريد رؤية هذه الرسالة مجددًا
as: পুনৰ নেদেখুৱাব
az: Daha göstərmə
de: Nicht mehr anzeigen
es: No volver a mostrar
fa: دوباره نشان داده نشود
fr: Ne plus afficher
gl: Non volver mostrar
hu: Ne jelenjen meg újra
it: Non visualizzare più questo messaggio
ja: 次回からは表示しない
ko: 다시 보지 않기
ne: फेरि नदेखाउने
nl: Toon niet opnieuw
pt: Não mostrar novamente
ru: Не показывать снова
tr: Bir daha gösterme
zh: 不再显示
zh_tw: 不再顯示

# action_done
source: Done
af: Klaar
am: ተጠናቋል
ar: تم
as: সম্পূৰ্ণ হ’ল
az: Hazır
de: Fertig
es: OK
fa: انجام شد
fr: Terminé
gl: OK
hu: Kész
it: Fine
ja: 完了
ko: 완료
ne: भयो
nl: Gereed
pt: Concluído
ru: Готово
tr: Bitti
zh: 完成
zh_tw: 完成

# action_done_uppercase
source: DONE
af: KLAAR
am: ተፈፀመ
ar: تم
as: সম্পূৰ্ণ হ'ল
az: BİTİRİLDİ
de: FERTIG
es: HECHO
fa: تمام شد
fr: TERMINÉ
gl: FEITO
hu: KÉSZ
it: FATTO
ja: 完了
ko: 완료
ne: सम्पन्न
nl: AFGEROND
pt: CONCLUÍDO
ru: ГОТОВО
tr: BİTTİ
zh: 完成
zh_tw: 完成

# action_download
source: Download
af: Laai af
am: አውርድ
ar: تنزيل
as: ডাউনল’ড
az: Yüklə
de: Herunterladen
es: Descargar
fa: دانلود
fr: Télécharger
gl: Descargar
hu: Letöltés
it: Scarica
ja: ダウンロード
ko: 다운로드
ne: डाउनलोड गर्ने
pt: Baixar
ru: Скачать
tr: İndir
zh: 下载
zh_tw: 下載

# action_download_all
source: Download All
af: Laai alles af
am: ሁሉንም አውርድ
ar: تنزيل الكل
as: সকলো ডাউনল’ড কৰক
az: Hamısını yüklə
de: Alle herunterladen
es: Descargar todo
fa: دانلود همه
fr: Tout télécharger
gl: Descargar todo
hu: Összes letöltése
it: Scarica tutto
ja: 全てダウンロード
ko: 전체 다운로드
ne: सबै डाउनलोड गर्ने
nl: Download alles
pt: Baixar todos
ru: Скачать все
tr: Hepsini İndir
zh: 全部下载
zh_tw: 全部下載

# action_download_all_uppercase
source: DOWNLOAD ALL
af: LAAI ALLES AF
am: ሁሉንም አውርድ
ar: تنزيل الكل
as: সকলো ডাউনল’ড কৰক
az: HAMISINI YÜKLƏ
de: ALLE HERUNTERLADEN
es: DESCARGAR TODO
fa: دانلود همه
fr: TOUT TÉLÉCHARGER
gl: DESCARGAR TODO
hu: ÖSSZES LETÖLTÉSE
it: SCARICA TUTTO
ja: 全てダウンロード
ko: 모두 다운로드
ne: सबै डाउनलोड गर्ने
nl: DOWNLOAD ALLES
pt: BAIXAR TODOS
ru: СКАЧАТЬ ВСЕ
tr: HEPSİNİ İNDİR
zh: 全部下载
zh_tw: 全部下載

# action_download_audio
source: Download Audio
af: Laai oudio af
am: ኦዲዮውን አውርድ
ar: تنزيل التسجيل
as: অডিঅ’ ডাউনল’ড কৰক
az: Audionu yüklə
de: Audio herunterladen
es: Descargar la grabación
fa: دانلود فایل صوتی
fr: Télécharger l'audio
gl: Descargar audio
hu: Hanganyag letöltése
it: Scarica audio
ja: 朗読版をダウンロード
ko: 오디오 파일 다운로드
ne: अडियो डाउनलोड गर्ने
pt: Baixar áudio
ru: Скачать аудиозапись
tr: Ses Kaydını İndir
zh: 下载音频
zh_tw: 下載音訊

# action_download_audio_size
source: Download Audio ({size})
af: Laai oudio af ({size})
am: ኦዲዮውን አውርድ ({size})
ar: تنزيل التسجيل ({size})
as: অডিঅʼ ডাউনলʼড কৰক ({size})
az: Audionu yüklə ({size})
de: Audio herunterladen ({size})
es: Descargar la grabación ({size})
fa: دانلود فایل صوتی ({size})
fr: Télécharger l'audio ({size})
gl: Descargar audio ({size})
hu: Hanganyag letöltése ({size})
it: Scarica audio ({size})
ja: 朗読版（{size}）をダウンロード
ko: 오디오 파일 다운로드 ({size})
ne: अडियो डाउनलोड गर्ने ({size})
pt: Baixar áudio ({size})
ru: Скачать аудиозапись ({size})
tr: Ses Kaydını İndir ({size})
zh: 下载音频 ({size})
zh_tw: 下載音訊 ({size})

# action_download_bible
source: Download a Bible
af: Laai 'n Bybel af
am: መጽሐፍ ቅዱስ አውርድ
ar: تنزيل كتاب مقدس
as: এখন বাইবেল ডাউনল'ড কৰক
az: Müqəddəs Kitabı yüklə
de: Eine Bibel herunterladen
es: Descargar una Biblia
fa: دانلود کتاب مقدس
fr: Télécharger une Bible
gl: Descargar unha Biblia
hu: Biblia letöltése
it: Scarica una Bibbia
ja: 聖書をダウンロード
ko: 성서 다운로드
ne: एक बाइबल डाउनलोड गर्नुहोस्
nl: Een Bijbel downloaden
pt: Baixar uma Bíblia
ru: Скачать Библию
tr: Kutsal Kitap indir
zh: 下载圣经
zh_tw: 下載聖經

# action_download_media
source: Download Media
af: Laai media af
am: ሚዲያ አውርድ
ar: تنزيل التسجيلات والفيديوات
as: মিডিয়া ডাউনল’ড কৰক
az: Multimedianı yüklə
de: Medien herunterladen
es: Descargar los archivos multimedia
fa: دانلود فایل‌های صوتی و تصویری
fr: Télécharger les médias
gl: Descargar contidos
hu: Médiafájlok letöltése
it: Scarica contenuti multimediali
ja: メディアをダウンロード
ko: 미디어 다운로드
ne: मिडिया डाउनलोड गर्ने
pt: Baixar mídias
ru: Скачать мультимедиа
tr: Medyayı İndir
zh: 下载多媒体资料
zh_tw: 下載多媒體資料

# action_download_publication
source: Download {title}
af: Laai af: {title}
am: {title} አውርድ
ar: تنزيل ‏{title}‏‏
as: ডাউনল’ড {title}
az: {title} nəşrini yüklə
de: {title} herunterladen
es: Descargar {title}
fa: دانلود {title}
fr: Télécharger {title}
gl: Descargar {title}
hu: {title} letöltése
it: Scarica {title}
ja: 「{title}」をダウンロードする
ko: {title} 다운로드
ne: {title} डाउनलोड गर्ने
pt: Baixar {title}
ru: Скачать «{title}»
tr: İndir: {title}
zh: 下载 {title}
zh_tw: 下載 {title}

# action_download_supplemental_videos
source: Download Supplemental Videos
af: Laai aanvullende video's af
am: አጋዥ ቪዲዮዎችን አውርድ
ar: تنزيل الفيديوات الإضافية
as: চাপলিমেন্টেল ভিডিঅʼ ডাউনলʼড কৰক
az: Əlavə videoları yükləyin
de: Zusatzvideos herunterladen
es: Descargar videos adicionales
fa: دانلود ویدیوهای مکمل
fr: Télécharger les vidéos supplémentaires
gl: Descargar vídeos adicionais
hu: Kapcsolódó videók letöltése
it: Scarica video supplementari
ja: 補足動画をダウンロード
ko: 참조 동영상 다운로드
ne: थप भिडियोहरू डाउनलोड गर्ने
nl: Download aanvullende video’s
pt: Baixar vídeos adicionais
ru: Скачать дополнительные видео
tr: Ek Videoları İndirin
zh: 下载影片 (补充资料)
zh_tw: 下載影片 (補充資料)

# action_download_uppercase
source: DOWNLOAD
af: LAAI AF
am: አውርድ
ar: تنزيل
as: ডাউনল’ড
az: YÜKLƏ
de: HERUNTERLADEN
es: DESCARGAR
fa: دانلود
fr: TÉLÉCHARGER
gl: DESCARGAR
hu: LETÖLTÉS
it: SCARICA
ja: ダウンロード
ko: 다운로드
ne: डाउनलोड गर्ने
pt: BAIXAR
ru: СКАЧАТЬ
tr: İNDİR
zh: 下载
zh_tw: 下載

# action_download_video
source: Download {option} ({size})
af: Laai af: {option} ({size})
am: በ{option} ({size}) አውርድ
ar: تنزيل ‏{option}‏ (‏{size}‏)‏
as: ডাউনল’ড {option} ({size})
az: Yüklə {option} ({size})
de: Herunterladen {option} ({size})
es: Descargar {option} ({size})
fa: دانلود {option} -‏ {size}
fr: Télécharger {option} ({size})
gl: Descargar {option} ({size})
hu: Letöltés {option} ({size})
it: Scarica {option} ({size})
ja: {option} ({size})をダウンロード
ko: 다운로드 {option} ({size})
ne: {option} ({size}) डाउनलोड गर्ने
pt: Baixar {option} ({size})
ru: Скачать {option} ({size})
tr: İndir {option} ({size})
zh: 下载 {option} ({size})
zh_tw: 下載 {option} ({size})

# action_download_videos
source: Download Videos
af: Laai video's af
am: ቪዲዮዎችን አውርድ
ar: تنزيل الفيديوات
as: ভিডিঅʼ ডাউনলʼড কৰক
az: Videoları yüklə
de: Videos herunterladen
es: Descargar videos
fa: دانلود ویدیوها
fr: Télécharger les vidéos
gl: Descargar vídeos
hu: Videók letöltése
it: Scarica video
ja: 動画をダウンロード
ko: 동영상 다운로드
ne: भिडियोहरू डाउनलोड गर्ने
pt: Baixar vídeos
ru: Скачать видео
tr: Videoları İndirin
zh: 下载影片
zh_tw: 下載影片

# action_duplicate
source: Duplicate
af: Dupliseer
am: ሌላ ቅጂ አዘጋጅ
ar: نسخ
as: কপি
az: Nüsxəsini çıxar
de: Kopieren
es: Duplicar
fa: همانندسازی
fr: Dupliquer
gl: Duplicar
hu: Másolat készítése
it: Duplica
ja: コピー
ko: 복사본 만들기
ne: डुप्लिकेट गर्ने
nl: Dupliceer
pt: Duplicar
ru: Создать копию
tr: Çoğalt
zh: 复制
zh_tw: 複製

# action_edit
source: Edit
af: Verander
am: አስተካክል
ar: تعديل
as: শুধৰণি কৰক
az: Redaktə et
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Modifier
gl: Editar
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 수정
ne: छाँटकाँट गर्ने
nl: Bewerk
pt: Editar
ru: Редактировать
tr: Düzenle
zh: 编辑
zh_tw: 編輯

# action_edit_uppercase
source: EDIT
af: VERANDER
am: አስተካክል
ar: تعديل
as: শুধৰণি কৰক
az: REDAKTƏ ET
de: BEARBEITEN
es: EDITAR
fa: ویرایش
fr: MODIFIER
gl: EDITAR
hu: SZERKESZTÉS
it: MODIFICA
ja: 編集
ko: 수정
ne: छाँटकाँट गर्ने
nl: BEWERK
pt: EDITAR
ru: РЕДАКТИРОВАТЬ
tr: DÜZENLE
zh: 编辑
zh_tw: 編輯

# action_enter
source: Enter
af: Stuur
am: አስገባ
ar: الدخول
as: এণ্টাৰ কৰক
az: Daxil et
de: Bestätigen
es: Aceptar
fa: برو
fr: Valider
gl: Activar
hu: OK
it: Conferma
ja: 決定
ko: 확인
ne: पेस गर्ने
pt: Enviar
ru: Ввести
tr: Gir
zh: 确定
zh_tw: 確定

# action_enter_uppercase
source: ENTER
af: STUUR
am: አስገባ
ar: الدخول
as: এণ্টাৰ কৰক
az: DAXİL ET
de: BESTÄTIGEN
es: ACEPTAR
fa: برو
fr: VALIDER
gl: ACTIVAR
hu: OK
it: CONFERMA
ja: 決定
ko: 확인
ne: पेस गर्ने
pt: ENVIAR
ru: ВВЕСТИ
tr: GİR
zh: 确定
zh_tw: 確定

# action_expand
source: Expand
af: Wys meer
am: አሳይ
ar: توسيع
as: দীঘল কৰক
az: Aç
de: Einblenden
es: Desplegar
fa: دکمهٔ باز شدن
fr: Développer
gl: Abrir
hu: Kibontás
it: Espandi
ja: 展開する
ko: 펼치기
ne: सबै देखाउने
nl: Uitklappen
pt: Expandir
ru: Развернуть
tr: Göster
zh: 展开
zh_tw: 展開

# action_export
source: Export
af: Voer uit
am: ፋይል አውጣ
ar: تصدير
as: এক্সপʼৰ্ট
az: Eksport et
de: Exportieren
es: Exportar
fa: صدور فایل
fr: Exporter
gl: Exportar
hu: Exportálás
it: Esporta
ja: エクスポート
ko: 내보내기
ne: एक्सपोर्ट
nl: Exporteer
pt: Exportar
ru: Экспортировать
tr: Dışarı aktar
zh: 导出
zh_tw: 匯出

# action_favorites_add
source: Add to Favorites
af: Voeg by Gunstelinge
am: ፈጣን መዳረሻ ወደሚለው አስገባ
ar: إضافة إلى المفضلة
as: পছন্দৰ তালিকাত যোগ কৰক
az: Seçilmişlərə əlavə et
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fa: اضافه کردن به موردعلاقه‌ها
fr: Ajouter aux favoris
gl: Engadir a Favoritos
hu: Hozzáadás a Kedvencekhez
it: Aggiungi ai Preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
ne: "मन पर्ने प्रकाशन"-मा राख्ने
nl: Voeg toe aan Favorieten
pt: Adicionar aos Favoritos
ru: Добавить в избранное
tr: Favorilere Ekle
zh: 添加到收藏夹
zh_tw: 加到我的最愛

# action_favorites_remove
source: Remove from Favorites
af: Verwyder van Gunstelinge
am: ፈጣን መዳረሻ ከሚለው አውጣ
ar: حذف من المفضلة
as: পছন্দৰ তালিকাৰ পৰা বাতিল কৰক
az: Seçilmişlərdən çıxar
de: Aus Favoriten entfernen
es: Quitar de favoritos
fa: حذف از موردعلاقه‌ها
fr: Supprimer des favoris
gl: Eliminar de Favoritos
hu: Eltávolítás a Kedvencekből
it: Rimuovi dai Preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
ne: "मन पर्ने प्रकाशन"-बाट हटाउने
nl: Verwijder uit Favorieten
pt: Excluir dos Favoritos
ru: Удалить из избранного
tr: Favorilerden Kaldır
zh: 从收藏夹中移除
zh_tw: 從我的最愛移除

# action_full_screen
source: Full Screen
af: Volskerm
am: ሙሉ ስክሪን
ar: ملء الشاشة
as: ফুল স্ক্ৰীন
az: Tam ekran
de: Vollbild
es: Pantalla completa
fa: تمام صفحه
fr: Plein écran
gl: Pantalla completa
hu: Teljes képernyő
it: Schermo intero
ja: 全画面
ko: 전체 화면
ne: पूरै स्क्रिनमा हेर्ने
nl: Volledig scherm
pt: Tela inteira
ru: Во весь экран
tr: Tam Ekran
zh: 全屏模式
zh_tw: 全螢幕

# action_full_screen_exit
source: Exit Full Screen
af: Verlaat volskerm
am: ከሙሉ ስክሪን ውጣ
ar: الخروج من وضع ملء الشاشة
as: ফুল স্ক্ৰীনৰ পৰা বাহিৰলৈ আহক
az: Tam ekran rejimindən çıx
de: Vollbildansicht verlassen
es: Salir de pantalla completa
fa: خروج از حالت تمام صفحه
fr: Quitter le mode « plein écran »
gl: Saír de pantalla completa
hu: Kilépés a teljes képernyős módból
it: Esci da schermo intero
ja: 全画面を終了する
ko: 전체 화면 종료
ne: सानो गर्ने
nl: Sluit volledig scherm af
pt: Sair da tela cheia
ru: Выйти из полноэкранного режима
tr: Tam Ekrandan Çık
zh: 退出全屏
zh_tw: 退出全螢幕

# action_go_to_playlist
source: Go to Playlist
af: Gaan na Speellys
am: ወደ ማጫወቻ ዝርዝር ሂድ
ar: الانتقال إلى قائمة التشغيل‏
as: প্লেলিষ্টত যাওক
az: Pleylistə keç
de: Zur Playlist
es: Ir a la lista de reproducción
fa: مراجعه به لیست پخش
fr: Aller dans la liste de lecture
gl: Ir á lista de reprodución
hu: Lejátszási lista megnyitása
it: Vai alla playlist
ja: プレイリストへ移動する
ko: 재생 목록으로 이동
ne: प्लेलिस्टमा जाने
nl: Ga naar afspeellijst
pt: Ir para a playlist
ru: Перейти в плейлист
tr: Çalma Listesine Git
zh: 打开播放列表
zh_tw: 打開播放列表

# action_go_to_publication
source: Go to Publication
af: Gaan na publikasie
am: ጽሑፉን ክፈት
ar: الانتقال إلى الإصدار
as: প্ৰকাশনত যাওক
az: Nəşrə keç
de: Zur Publikation
es: Ir a la publicación
fa: باز کردن نشریه
fr: Consulter la publication
gl: Abrir a publicación
hu: Kiadvány megnyitása
it: Apri la pubblicazione
ja: 出版物を見る
ko: 해당 출판물로 이동
ne: प्रकाशनमा जाने
nl: Ga naar publicatie
pt: Ir para a publicação
ru: Открыть публикацию
tr: Yayına Git
zh: 前往“出版物”查看
zh_tw: 前往「出版物」查看

# action_got_it
source: Got It
af: OK
am: እሺ
ar: واضح
as: বুজি পালে
az: Aydındır
de: Verstanden
es: Ok
fa: متوجه شدم
fr: Compris
gl: Entendido
hu: Értem
it: Ok
ja: 了解
ko: 확인
ne: हुन्छ
nl: Akkoord
pt: Entendi
ru: Ясно
tr: Tamam
zh: 知道了
zh_tw: 知道了

# action_got_it_uppercase
source: GOT IT
af: OK
am: እሺ
ar: واضح
as: বুজি পালে
az: AYDINDIR
de: VERSTANDEN
es: OK
fa: متوجه شدم
fr: COMPRIS
gl: ENTENDIDO
hu: ÉRTEM
it: OK
ja: 了解
ko: 확인
ne: हुन्छ
nl: AKKOORD
pt: ENTENDI
ru: ЯСНО
tr: TAMAM
zh: 知道了
zh_tw: 知道了

# action_hide
source: Hide
af: Steek weg
am: ደብቅ
ar: إخفاء
as: আঁৰ কৰক
az: Gizlət
de: Verbergen
es: Ocultar
fa: پنهان
fr: Masquer
gl: Ocultar
hu: Elrejtés
it: Nascondi
ja: 隠す
ko: 숨기기
ne: लुकाउने
nl: Verberg
pt: Ocultar
ru: Скрыть
tr: Gizle
zh: 隐藏
zh_tw: 隱藏

# action_highlight
source: Highlight
af: Merk teks
am: ማቅለሚያ
ar: تلوين
as: হাইলাইট
az: Rənglə
de: Markieren
es: Resaltar
fa: برجسته‌سازی
fr: Surligner
gl: Subliñar
hu: Kiemelés
it: Evidenzia
ja: ハイライト
ko: 하이라이트
ne: हाइलाइट
nl: Markeer
pt: Destacar
ru: Выделить
tr: Vurgula
zh: 划重点
zh_tw: 畫重點

# action_history
source: History
af: Geskiedenis
am: በቅርብ የታዩ
ar: السجل
as: এতিয়ালৈকে কৰা অনুসন্ধান
az: Tarixçə
de: Verlauf
es: Historial
fa: سابقه
fr: Historique
gl: Historial
hu: Előzmények
it: Cronologia
ja: 履歴
ko: 사용 기록
ne: पहिला खोलेको
nl: Geschiedenis
pt: Histórico
ru: История
tr: Geçmiş
zh: 历史记录
zh_tw: 歷史記錄

# action_import_anyway
source: Import Anyway
af: Voer in elk geval in
am: ይምጣ
ar: متابعة النقل
as: তথাপিও ইমপোৰ্ট কৰক
az: Əlavə et
de: Trotzdem importieren
es: Importar
fa: نصب
fr: Importer quand même
gl: Importar
hu: Importálás
it: Importa
ja: OK
ko: 그래도 가져오기
ne: इम्पोर्ट गर्ने
nl: Importeer toch
pt: Importar mesmo assim
ru: Да, импортировать
tr: Yine de Yükle
zh: 确定
zh_tw: 確定

# action_import_file
source: Import File
af: Voer lêer in
am: ፋይል አምጣ
ar: نقل الملف
as: ফাইল ইমপোৰ্ট কৰক
az: Fayl əlavə et
de: Datei importieren
es: Importar archivo
fa: وارد کردن فایل
fr: Importer un fichier
gl: Importar arquivo
hu: Fájl importálása
it: Importa file
ja: ファイルをインポート
ko: 파일 가져오기
ne: फाइल इम्पोर्ट गर्ने
nl: Importeer bestand
pt: Importar arquivo
ru: Импортировать
tr: Dosya Yükle
zh: 导入文件
zh_tw: 匯入檔案

# action_import_playlist
source: Import Playlist
af: Voer speellys in
am: ማጫወቻ ዝርዝር አስገባ
ar: نقل قائمة تشغيل
as: প্লেলিষ্ট ইমপোৰ্ট কৰক
az: Pleylist əlavə et
de: Playlist importieren
es: Importar lista de reproducción
fa: وارد کردن لیست پخش
fr: Importer une liste de lecture
gl: Importar lista de reprodución
hu: Lejátszási lista importálása
it: Importa playlist
ja: プレイリストをインポート
ko: 재생 목록 가져오기
ne: प्लेलिस्ट इम्पोर्ट गर्ने
nl: Importeer afspeellijst
pt: Importar uma playlist
ru: Импортировать плейлист
tr: Çalma Listesi Yükle
zh: 导入播放列表
zh_tw: 匯入播放列表

# action_just_once
source: Just Once
af: Net een keer
am: አንድ ጊዜ ብቻ
ar: مرة واحدة
as: কেৱল এবাৰ
az: Yalnız bu dəfə
de: Nur einmal
es: Solo esta vez
fa: فقط یک بار
fr: Juste cette fois
gl: Só esta vez
hu: Csak egyszer
it: Solo questa volta
ja: 今回のみ
ko: 한 번만 허용
ne: एक पटक मात्र
nl: Eén keer
pt: Só uma vez
ru: Только сейчас
tr: Bir Kez
zh: 仅此一次
zh_tw: 僅此一次

# action_just_once_uppercase
source: JUST ONCE
af: NET EEN KEER
am: አንድ ጊዜ ብቻ
ar: مرة واحدة
as: কেৱল এবাৰ
az: YALNIZ BU DƏFƏ
de: NUR EINMAL
es: SOLO ESTA VEZ
fa: فقط یک بار
fr: JUSTE CETTE FOIS
gl: SÓ ESTA VEZ
hu: CSAK EGYSZER
it: SOLO QUESTA VOLTA
ja: 今回のみ
ko: 한 번만 허용
ne: एक पटक मात्र
nl: EEN KEER
pt: SÓ UMA VEZ
ru: ТОЛЬКО СЕЙЧАС
tr: BİR KEZ
zh: 仅此一次
zh_tw: 僅此一次

# action_keep_editing
source: Keep Editing
af: Hou aan redigeer
am: ማስተካከሉን ቀጥል
ar: تابع التعديل
as: শুধৰণি কৰি থাকক
az: Redaktəyə davam et
de: Weiter bearbeiten
es: Seguir editando
fa: ادامهٔ تدوین
fr: Revenir à la vidéo
gl: Seguir editando
hu: A módosítások folytatása
it: Continua modifiche
ja: 編集を続ける
ko: 계속 편집
ne: छाँटकाँट गरिरहने
nl: Ga door met bewerken
pt: Continuar editando
ru: Продолжить
tr: Düzenlemeye Devam Et
zh: 继续编辑
zh_tw: 繼續編輯

# action_languages
source: Languages
af: Tale
am: ቋንቋዎች
ar: اللغات
as: ভাষা
az: Dillər
de: Sprachen
es: Idiomas
fa: زبان‌ها
fr: Langues
gl: Idiomas
hu: Nyelvek
it: Lingue
ja: 言語
ko: 언어
ne: भाषा
nl: Talen
pt: Idiomas
ru: Языки
tr: Diller
zh: 语言
zh_tw: 語言

# action_later
source: Later
am: በኋላ
ar: لاحقًا
as: পাছত
az: Sonra
de: Später
es: Más tarde
fa: بعداً
fr: Plus tard
gl: Máis tarde
hu: Később
it: Più tardi
ja: 後で
ko: 나중에
ne: पछि
pt: Baixar depois
ru: Позже
tr: Daha Sonra
zh: 稍后
zh_tw: 稍後

# action_learn_more
source: Learn More
af: Leer meer
am: ተጨማሪ መረጃ
ar: المزيد
as: বেছিকৈ শিকক
az: Daha çox öyrən
de: Mehr erfahren
es: Aprenda más
fa: بیشتر بدانید
fr: En savoir plus
gl: Saber máis
hu: Bővebben
it: Ulteriori informazioni
ja: もっと詳しく
ko: 더 알아보기
ne: थप जानकारी
nl: Meer informatie
pt: Saiba mais
ru: Узнать больше
tr: Daha Fazla Bilgi
zh: 了解详细信息
zh_tw: 進一步了解

# action_make_available_offline
source: Make Available Offline
af: Stel beskikbaar wanneer daar nie ’n internetverbinding is nie
am: ያለኢንተርኔት እንዲታይ ቪዲዮውን ሴቭ አድርግ
ar: حفظ الملف لعرضه دون إنترنت
as: অফলাইনত উপলব্ধ কৰক
az: Yüklə
de: Offline verfügbar machen
es: Hacer disponible sin Internet
fa: ذخیره
fr: Accessible hors ligne
gl: Facer dispoñible sen conexión
hu: Letöltés offline használatra
it: Rendi disponibile offline
ja: デバイスに保存
ko: 오프라인에서 사용
ne: अफलाइन उपलब्ध गराउने
nl: Maak offline beschikbaar
pt: Tornar disponível off-line
ru: Скачать на устройство
tr: Çevrimdışı Kullanılabilir Yap
zh: 允许离线浏览
zh_tw: 允許離線瀏覽

# action_media_minimize
source: Minimize
af: Minimeer
am: አሳንስ
ar: تصغير
as: মিডিয়া মিনিমাইজ কৰক
az: Kiçilt
de: Minimieren
es: Minimizar
fa: کوچک کردن صفحه
fr: Réduire la fenêtre
gl: Minimizar
hu: Kis méret
it: Riduci a icona
ja: 最小化する
ko: 화면 최소화
ne: सानो गर्ने
nl: Minimaliseer
pt: Minimizar
ru: Свернуть
tr: Küçült
zh: 多媒体播放器最小化
zh_tw: 收起多媒體播放器
