Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_update_os_description
source: To keep JW Library secure and reliable, we occasionally need to raise the minimum requirements to run the app. If possible, update your device to the latest version of its operating system. If your device cannot be updated to the minimum operating system version, you may still be able to run the app for some time. However, you will no longer receive app updates.
af: Om JW Library veilig en betroubaar te hou, moet ons van tyd tot tyd die minimumvereistes hoër maak sodat die app kan aanhou werk. Indien moontlik, maak seker dat jou toestel die nuutste weergawe van sy bedryfstelsel het. As jou toestel nie die minimumweergawe van die bedryfstelsel het nie, sal die app dalk nog 'n tyd lank werk. Maar jy sal nie meer app-bywerkings kry nie.
am: JW ላይብረሪን ደህንነቱ የተጠበቀና አስተማማኝ ለማድረግ አልፎ አልፎ አፕሊኬሽኑ የሚጠይቀውን ኦፐሬቲንግ ሲስተም ከፍ ማድረግ ያስፈልገናል። ከተቻለ የኤሌክትሮኒክ መሣሪያህን ኦፐሬቲንግ ሲስተም አድስ። መሣሪያህን አፕሊኬሽኑ ወደሚጠይቀው ኦፐሬቲንግ ሲስተም ከፍ ማድረግ ካልቻልክ ለተወሰነ ጊዜ አፕሊኬሽኑን መጠቀም ትችል ይሆናል። ሆኖም አፕሊኼሽኑ ከዚህ በኋላ አይታደስም።
ar: كي يبقى تطبيق JW Library آمنًا وموثوقًا به، نحتاج أحيانًا أن نرفع المعايير المطلوبة لاستخدامه. لذلك نزِّل آخر تحديث لنظام التشغيل على جهازك إذا كان ذلك ممكنًا. وإذا لم يكن ممكنًا أن تنزِّل نظام التشغيل المطلوب أو النظام الأحدث منه، فربما تقدر أن تستعمل التطبيق لفترة من الوقت. ولكن لن تصلك آخر التحديثات للتطبيق.
as: JW লাইব্ৰেৰী সুৰক্ষিত আৰু নিৰ্ভৰযোগ্য ৰাখিবলৈ, আমি সময়ে সময়ে এপটো চলাবলৈ নিম্নতম প্ৰয়োজনীয়তা বৃদ্ধি কৰিব লাগিব। যদি সম্ভৱ হয়, তেনেহʼলে আপোনাৰ ডিভাইচটো ইয়াৰ অপাৰেটিং চিষ্টেমৰ শেহতীয়া সংস্কৰণলৈ আপডেট কৰক। যদি আপোনাৰ ডিভাইচটো নিম্নতম অপাৰেটিং চিষ্টেম সংস্কৰণলৈ আপডেট কৰিব নোৱাৰি, তেন্তে আপুনি কিছু সময়ৰ বাবে এপটো চলাবলৈ সক্ষম হ'ব পাৰে। কিন্তু এপ আপডেটৰ বাবে আপুনি মেছেজ নাপাব।
az: JW Library-nin təhlükəsizliyini və etibarlılığını təmin etmək üçün arabir minimal tələbləri qaldırmaq lazım gəlir. Mümkündürsə, cihazınızın əməliyyat sistemini son versiyaya qədər yeniləyin. Əgər bu, mümkün deyilsə, müəyyən müddət proqramdan istifadə edə biləcəksiniz, amma proqram daha yenilənməyəcək.
de: Um die Sicherheit und Stabilität der JW Library zu gewährleisten, ist es gelegentlich erforderlich, die Mindestanforderungen an das Gerät anzuheben. Wenn möglich, bitte die neueste Version des Betriebssystems installieren. Ist das nicht möglich, kann die App zwar noch eine gewisse Zeit benutzt werden, es werden jedoch keine Updates mehr durchgeführt.
es: Para que JW Library funcione de forma segura y confiable, a veces hay que aumentar los requisitos mínimos de la aplicación. Si es posible, actualice el sistema operativo de su dispositivo con la versión más reciente. Si la actualización no cumple los requisitos mínimos, podrá seguir usando la aplicación durante un tiempo. Pero no volverá a recibir actualizaciones de la aplicación.
fa: بعضی وقت‌ها شاید لازم باشد که اَپ به‌روز شود. برای همین مهم است که آخرین سیستم عامل را در دستگاهتان نصب کرده باشید. در غیر این صورت، ممکن است بتوانید برای مدتی از این اَپ استفاده کنید، ولی به‌روز کردن این نرم‌افزار دیگر برایتان امکان نخواهد داشت.
fr: Afin de préserver la sécurité et la fiabilité de JW Library, une configuration minimale est requise pour exécuter l'application. Si possible, mettez à jour votre appareil avec la dernière version du système d'exploitation. Si votre appareil ne peut pas être mis à jour, vous pourrez utiliser l'application encore un certain temps. Cependant, vous ne pourrez plus installer les dernières mises à jour de l'application.
gl: Para manter a JW Library segura e protexida, necesitamos ir actualizando os requisitos mínimos da aplicación. Se é posible, actualiza o teu dispositivo á última versión do sistema operativo. Se non podes actualizar o teu dispositivo á versión que necesita esta aplicación, aínda poderás usala durante un tempo. Non obstante, non recibirás máis actualizacións da aplicación.
hu: Ahhoz, hogy a JW Library biztonságosan és jól működjön, időnként módosítanunk kell a minimális rendszerkövetelményeken. Ha lehetséges, frissítsd a készüléked operációs rendszerét a legújabbra. Ha az operációs rendszered nem felel meg a minimális rendszerkövetelmenyeknek, akkor is tudod használni az alkalmazást egy ideig, de programfrissítések már nem fognak érkezni hozzá.
it: Al fine di mantenere la sicurezza e l’affidabilità di JW Library, a volte dobbiamo aumentare i requisiti minimi necessari per usare l’app. Se possibile, aggiorna il tuo dispositivo installando l’ultima versione del sistema operativo. Se il sistema operativo del tuo dispositivo non può essere aggiornato alla versione minima richiesta, potresti riuscire a usare ancora l’app per qualche tempo, ma non riceverai più gli aggiornamenti dell’app.
ja: JW Libraryを安全で信頼できる状態に保つために，アプリの最小要件が時折引き上げられます。可能なら，お使いの端末のOSを最新のバージョンに更新してください。端末のOSが最小要件を満たさない場合も，しばらくの間はアプリを使用できるかもしれません。ただし，アプリを更新することはできなくなります。
ko: JW 라이브러리 앱의 보안과 신뢰성을 위해, 앱의 구동에 필요한 최소 사양이 변경될 수 있습니다. 가능하다면 기기를 최신 버전의 OS로 업데이트하시기 바랍니다. 요구되는 최소 사양으로 OS를 업데이트하지 않을 경우, 얼마간 앱을 사용할 수 있지만 더 이상 업데이트되지 않을 것입니다.
ne: JW लाइब्रेरी एपलाई सुरक्षित र भरपर्दो बनाइराख्न हामीले कहिलेकाँही सिस्टमको न्यूनतम आवश्यकताहरू बढाउनुपर्ने हुन्छ। त्यसैले सम्भव भएसम्म डिभाइसलाई सबैभन्दा नयाँ अपरेटिङ सिस्टममा अपडेट गर्नुहोस्। यदि तपाईँको डिभाइसलाई सबैभन्दा नयाँ अपरेटिङ सिस्टममा अपडेट गर्न सकिएन भने पनि यो एप चलिरहन सक्छ। तर तपाईँले नयाँ अपडेट भने प्राप्त गर्नुहुनेछैन।
nl: Om JW Library veilig en betrouwbaar te houden, moeten we soms de minimumeisen om de app te gebruiken verhogen. Installeer indien mogelijk de nieuwste versie van het besturingssysteem van je apparaat. Als je apparaat niet kan worden bijgewerkt naar de mimimaal vereiste versie van het besturingssysteem, kun je de app waarschijnlijk nog wel even gebruiken. Je zult echter geen updates van de app meer ontvangen.
pt: Para manter o JW Library seguro e confiável, de vez em quando precisamos alterar os requisitos mínimos para rodar o aplicativo. Se possível, atualize seu dispositivo para a versão mais recente do sistema operacional. Se seu dispositivo não puder ser atualizado, você ainda poderá rodar o aplicativo por um tempo, mas deixará de receber atualizações.
ru: Чтобы обеспечить безопасное и надежное использование JW Library, иногда мы вынуждены изменять минимальные требования к системе. Если возможно, установите на вашем устройстве последние системные обновления. Если ваше устройство нельзя обновить до версии, указанной в минимальных системных требованиях, какое-то время вы, вероятно, сможете пользоваться приложением, но вы не сможете его обновлять.
tr: JW Library'nin güvenli ve iyi şekilde çalışabilmesi için zaman zaman, en düşük işletim sistemi gereklilikleri hakkında bildirimler göndermemiz gerekiyor. Eğer mümkünse, cihazınızın işletim sistemini güncelleyin. Eğer cihazınızda en düşük işletim sistemi güncellemesi bulunmuyorsa, bir süreliğine de olsa uygulamayı kullanmaya devam edebilirsiniz. Ancak artık uygulama ile ilgili yeni bir güncelleme almayacaksınız.
zh: 为了维持JW Library app的安全性和稳定性，您的操作系统需要达到一定的要求。请更新您设备的操作系统至最新版本。如果您的设备中的操作系统无法更新，您仍然可以使用JW Library app一段时间，但app有任何更新，您将不再收到通知。
zh_tw: 為了維持JW Library app的安全性和穩定性，您的作業系統需要達到一定的要求。請更新您裝置的作業系統至最新版本。如果您的裝置中的作業系統無法更新，您仍然可以使用JW Library app一段時間，但app有任何更新，您將不再收到通知。

# message_update_os_title
source: System Update Needed
af: Bywerking van stelsel is nodig
am: ሲስተሙን ማዘመን ያስፈልጋል
ar: يلزم تحديث النظام
as: চিচটেম আপডেট কৰাৰ প্ৰয়োজন
az: Sistemi yeniləmək tələb olunur
de: Update des Betriebssystems erforderlich
es: Es necesario actualizar el sistema
fa: سیستم عامل باید به‌روز شود
fr: Mise à jour système requise
gl: Actualización necesaria do sistema operativo
hu: Rendszerfrissítés szükséges
it: Necessario l’aggiornamento del sistema
ja: システムアップデートが必要です
ko: OS 업데이트 필요
ne: सिस्टम अपडेट गर्नुपर्छ
nl: Systeemupdate vereist
pt: Atualização do sistema necessária
ru: Необходимо обновить систему
tr: Sistem Güncellemesi Gerekiyor
zh: 系统需要升级
zh_tw: 系統需要更新

# message_updated_item
source: An update to this item is available.
af: 'n Bywerking van hierdie item is beskikbaar.
am: ይህ ፋይል የታደሰ ነገር አለው።
ar: هناك تحديث لهذا الملف.
as: উপলব্ধ আইটেমটো আপডেট কৰিব লাগিব।
az: Bu fayl üçün yenilənmə çıxıb.
de: Ein Update ist verfügbar.
es: Existe una versión actualizada de este artículo.
fa: یک فایل جدیدتر وجود دارد.
fr: Une mise à jour de cet élément est disponible.
gl: Hai unha actualización dispoñible para esta publicación.
hu: Ez a kiadvány frissíthető.
it: Per questa pubblicazione è disponibile un aggiornamento.
ja: このアイテムを更新することができます。
ko: 이 품목에 설치 가능한 업데이트가 있습니다.
ne: यो सामग्री अपडेट भएको छ।
nl: Er is een update van dit item beschikbaar.
pt: Disponível atualização deste item.
ru: Есть новая версия этого файла.
tr: Bu malzeme için bir güncelleme var.
zh: 此文件已更新，可供下载。
zh_tw: 此檔案已更新，可供下載。

# message_updated_publication
source: An update to this publication is available.
af: 'n Bywerking van hierdie publikasie is beskikbaar.
am: ይህ የሕትመት ውጤት የታደሰ ነገር አለው።
ar: هناك تحديث لهذا الإصدار.‏
as: এই প্ৰকাশনখন আপডেট কৰিব লাগিব।
az: Bu nəşr yenilənib.
de: Für diese Publikation ist ein Update verfügbar.
es: Existe una versión actualizada de esta publicación.
fa: یک فایل جدیدتر وجود دارد.
fr: Une mise à jour de cette publication est disponible.
gl: Hai unha actualización dispoñible para esta publicación.
hu: Ez a kiadvány frissíthető.
it: Per questa pubblicazione è disponibile un aggiornamento.
ja: この出版物を更新することができます。
ko: 이 출판물에 설치 가능한 업데이트가 있습니다.
ne: यो प्रकाशन अपडेट भएको छ।
nl: Er is een update van deze publicatie beschikbaar.
pt: Disponível atualização desta publicação.
ru: Есть новая версия этой публикации.
tr: Bu yayın için bir güncelleme var.
zh: 此出版物已更新，可供下载。
zh_tw: 此出版物已更新，可供下載。

# message_updated_video
source: An update to this video is available.
af: 'n Bywerking van hierdie video is beskikbaar.
am: ይህ ቪዲዮ የታደሰ ነገር አለው።
ar: هناك تحديث لهذا الفيديو.
as: এই ভিডিঅ’খন আপডেট কৰিব লাগিব।
az: Bu video yenilənib.
de: Für dieses Video ist ein Update verfügbar.
es: Existe una versión actualizada de este video.
fa: یک فایل جدیدتر وجود دارد.
fr: Une mise à jour de cette vidéo est disponible.
gl: Hai unha actualización dispoñible para este vídeo.
hu: Ez a videó frissíthető.
it: Per questo video è disponibile un aggiornamento.
ja: このビデオを更新することができます。
ko: 이 동영상에 설치 가능한 업데이트가 있습니다.
ne: यो भिडियो अपडेट भएको छ।
nl: Er is een update van deze video beschikbaar.
pt: Disponível atualização deste vídeo.
ru: Есть новая версия этого видео.
tr: Bu video için bir güncelleme var.
zh: 此影片可更新。
zh_tw: 此影片可更新。

# message_updated_video_trim
source: You may need to trim the video again.
af: Jy moet dalk die video weer sny.
am: የቪዲዮውን መነሻና መጨረሻ እንደገና ማስተካከል ሊያስፈልግህ ይችላል።
ar: قد تحتاج إلى اقتطاع الفيديو من جديد.
as: আপুনি হয়তো ভিডিঅ'টো পুনৰ ট্ৰীম কৰিব লাগিব।
az: Videonu yenidən kəsmək lazım gələ bilər.
de: Möglicherweise muss das Video neu geschnitten werden.
es: Puede que necesite volver a recortar el video.
fa: ویدیو را کوتاه‌تر کنید.
fr: Vous devez peut-être couper de nouveau cette vidéo.
gl: Quizais teñas que recortar o vídeo outra vez.
hu: Lehet, hogy újra kell csinálnod a vágást.
it: Potresti dover tagliare il video di nuovo.
ja: 動画をトリミングし直す必要があるかもしれません。
ko: 동영상 자르기 작업을 다시 해야 할 수도 있습니다.
ne: तपाईँले भिडियोलाई फेरि ट्रिम गर्नुपर्ने हुन सक्छ।
nl: Wellicht moet je de video opnieuw knippen.
pt: Você talvez tenha que editar o vídeo novamente.
ru: Возможно, это видео нужно обрезать снова.
tr: Videoyu tekrar kırpmanız gerekebilir.
zh: 您可能需要重新剪辑影片。
zh_tw: 您可能需要重新剪輯影片。

# message_updated_video_trim_title
source: Video updated
af: Video is bygewerk
am: ቪዲዮው ታድሷል
ar: تم تحديث الفيديو
as: ভিডিঅʼ আপডেট হʼল
az: Video yenilənib
de: Video aktualisiert
es: Video actualizado
fa: ویدیو به‌روز شده است.
fr: Vidéo mise à jour
gl: Vídeo actualizado
hu: A videó frissült
it: Il video è stato aggiornato
ja: 動画が更新されました
ko: 동영상이 업데이트됨
ne: भिडियो अपडेट भयो
nl: Video bijgewerkt
pt: Vídeo atualizado
ru: Видео обновилось
tr: Video güncellendi
zh: 影片已更新
zh_tw: 影片已更新

# message_verse_not_present
source: The selected verse is not present in this Bible
af: Die geselekteerde vers kom nie in hierdie Bybel voor nie
am: የመረጥከው ጥቅስ በዚህ መጽሐፍ ቅዱስ ላይ አይገኝም
ar: الآية المختارة غير موجودة في هذا الكتاب المقدس‏
as: নিৰ্বাচন কৰা পদটো এই বাইবেলত নাই
az: Seçilmiş ayə Müqəddəs Kitabın bu tərcüməsində yoxdur.
de: Der ausgewählte Vers ist in dieser Bibel nicht vorhanden
es: Esta Biblia no contiene el versículo seleccionado.
fa: آیۀ انتخاب‌شده در این کتاب مقدّس موجود نیست
fr: Le verset sélectionné n’existe pas dans cette Bible.
gl: O versículo seleccionado non está nesta Biblia.
hu: A kiválasztott vers nem található meg ebben a Bibliában.
it: Il versetto selezionato non è presente in questa Bibbia
ja: 選択した節は，この聖書にありません。
ko: 이 번역판에는 선택한 절이 없습니다
ne: यो पद यस बाइबलमा छैन।
nl: Gekozen vers staat niet in deze Bijbel
pt: O versículo selecionado não aparece nesta versão da Bíblia.
ru: Выбранный стих отсутствует в этом переводе Библии
tr: Seçilen ayet bu Kutsal Kitap'ta bulunmuyor
zh: 此圣经译本没有这节经文
zh_tw: 此聖經譯本沒有這節經文

# message_verses_not_present
source: The selected verses are not present in this Bible
af: Die geselekteerde verse kom nie in hierdie Bybel voor nie
am: የመረጥካቸው ጥቅሶች በዚህ መጽሐፍ ቅዱስ ላይ አይገኙም
ar: الآيات المختارة غير موجودة في هذا الكتاب المقدس‏
as: নিৰ্বাচন কৰা পদবোৰ এই বাইবেলত নাই
az: Seçilmiş ayələr Müqəddəs Kitabın bu tərcüməsində yoxdur.
de: Die ausgewählten Verse sind in dieser Bibel nicht vorhanden
es: Esta Biblia no contiene los versículos seleccionados.
fa: آیات انتخاب‌شده در این کتاب مقدّس موجود نیست
fr: Les versets sélectionnés n’existent pas dans cette Bible.
gl: Os versículos seleccionados non están nesta Biblia.
hu: A kiválasztott versek nem találhatók meg ebben a Bibliában.
it: I versetti selezionati non sono presenti in questa Bibbia
ja: 選択した節は，この聖書にありません。
ko: 이 번역판에는 선택한 절이 없습니다
ne: यी पदहरू यस बाइबलमा छैनन्।
nl: Gekozen verzen staan niet in deze Bijbel
pt: Os versículos selecionados não aparecem nesta versão da Bíblia.
ru: Выбранные стихи отсутствуют в этом переводе Библии
tr: Seçilen ayetler bu Kutsal Kitap'ta bulunmuyor
zh: 此圣经译本没有这几节经文
zh_tw: 此聖經譯本沒有這幾節經文

# message_video_import_incomplete
source: Not all of your downloaded videos made it over.
af: Nie al jou afgelaaide video's kon oorgebring word nie.
am: ካወረድካቸው ቪዲዮዎች መካከል የመጡት ሁሉም አይደሉም።
ar: لم ينجح نقل كل الفيديوات.‏
as: আপুনি ডাউনল’ড কৰা ভিডিঅ’বোৰ কপি কৰিব পৰা নগ’ল।
az: Yüklənən videolarnı hamısı yenilənə bilmədi.
de: Nicht alle heruntergeladenen Videos wurden übertragen.
es: No se han podido transferir todos los videos descargados.
fa: همهٔ ویدیوهای دانلودشدهٔ شما وارد نشد.
fr: Vos vidéos téléchargées n'ont pas toutes été transférées.
gl: Non se importaron tódolos vídeos descargados.
hu: Nem sikerült minden letöltött videódat áthozni.
it: Non è stato possibile importare tutti i video scaricati.
ja: ダウンロード未完了のビデオがあります。
ko: 동영상 다운로드가 완료되지 않았습니다.
ne: डाउनलोड गरिएका सबै भिडियो इम्पोर्ट हुन सकेन।
nl: Niet al je gedownloade video's zijn geïmporteerd.
pt: Nem todos os seus vídeos foram importados.
ru: Не все скачанные видео были перемещены.
tr: Daha önce indirdiğiniz videoların hepsi aktarılamadı.
zh: 已下载的视频文件没有全部导入。
zh_tw: 已下載的影片檔沒有全部匯入。

# message_video_import_incomplete_titel
source: Video Import Incomplete
af: Video-invoer onvolledig
am: ቪዲዮውን የማምጣቱ ሂደት ተቋርጧል
ar: لم يكتمل نقل الفيديوات
as: ভিডিঅ’বোৰ কপি কৰিব পৰা নগ’ল
az: Videonun importu tamamlanmadı
de: Videoimport unvollständig
es: La importación de videos no ha sido completa
fa: فرایند پایان نیافته است
fr: Importation vidéo incomplète
gl: Importación de vídeos incompleta
hu: Hiba
it: Importazione video incompleta
ja: ビデオのインポート未完了
ko: 동영상 가져오기 중단됨
ne: भिडियो इम्पोर्ट असफल
nl: Video's niet volledig geïmporteerd
pt: Importação de vídeos incompleta
ru: Неполное перемещение
tr: Video Aktarma Tamamlanamadı
zh: 视频文件导入不完整
zh_tw: 影片檔匯入不完整

# message_video_playback_failed
source: This format is not compatible with your device.
af: Hierdie videoformaat word nie deur jou toestel ondersteun nie.
am: ይህ ፎርማት በዚህ መሣሪያ ሊጫወት አይችልም።
ar: تنسيق هذا الفيديو لا يتوافق مع جهازك.‏
as: এই ফৰ্মেটটো আপোনাৰ ডিভাইচৰ লগত মিল নাই।
az: Bu videonun formatı sizin cihazda açılmır.
de: Das Dateiformat ist auf diesem Gerät nicht abspielbar.
es: Este formato no es compatible con su dispositivo.
fa: دستگاه شما قادر به پخش این فرمت ویدیو نیست.
fr: Ce format de vidéo n’est pas compatible avec votre appareil.
gl: O formato do vídeo non é compatible co teu dispositivo.
hu: A készüléked nem tudja kezelni ezt a fájlformátumot.
it: Questo formato non è compatibile con il tuo dispositivo.
ja: デバイスがこのファイル形式に対応していません。
ko: 이 기기에서 지원하지 않는 형식입니다.
ne: तपाईँको डिभाइसले यो भिडियो फर्म्याट सपोर्ट गर्दैन।
nl: Dit formaat is niet compatibel met je apparaat.
pt: Este formato não é compatível com seu dispositivo.
ru: Устройство не поддерживает этот видеоформат.
tr: Bu format cihazınızla uyumlu değil.
zh: 视频格式与您的设备不兼容。
zh_tw: 影片格式與您的裝置不相容。

# message_video_playback_failed_title
source: Video Playback Failed
af: Video kon nie terugspeel nie
am: ቪዲዮው ሊጫወት አልቻለም
ar: لم يتم تشغيل الفيديو
as: এই ভিডিঅ’খন আপোনাৰ উপকৰণত চলাব পৰা নাযাব
az: Video bağlandı
de: Video-Wiedergabe fehlgeschlagen
es: No se pudo reproducir el video
fa: ویدیو پخش نشد
fr: La lecture de cette vidéo a échoué
gl: Fallou a reprodución do vídeo
hu: A film lejátszása nem sikerült
it: Riproduzione video non riuscita
ja: ビデオの再生に失敗しました
ko: 동영상 재생에 실패했습니다
ne: भिडियो प्ले हुन सकेन
nl: Afspelen video mislukt
pt: Não foi possível reproduzir o vídeo.
ru: Не удалось воспроизвести видео
tr: Video Oynatılamadı
zh: 影片播放失败
zh_tw: 影片播放失敗

# message_welcome_to_jw_life
source: Welcome to JW Life
af: Welkom by JW Life
am: እንኳን ወደ JW Life በደህና መጡ
ar: مرحبًا بك في JW Life
as: JW Life লৈ স্বাগতম
az: JW Life-a xoş gəlmisiniz
de: Willkommen bei JW Life
es: Bienvenido a JW Life
fa: به JW Life خوش آمدید
fr: Bienvenue sur JW Life
gl: Benvido a JW Life
hu: Üdvözöljük a JW Life-ban
it: Benvenuto in JW Life
ja: JW Lifeへようこそ
ko: JW Life에 오신 것을 환영합니다
ne: JW Life मा स्वागत छ
nl: Welkom bij JW Life
pt: Bem-vindo ao JW Life
ru: Добро пожаловать в JW Life
tr: JW Life'a hoş geldiniz
zh: 欢迎使用 JW Life
zh_tw: 歡迎使用 JW Life

# message_app_for_jehovah_witnesses
source: An application for a Jehovah's Witness life
af: 'n Aansoek vir die lewe van 'n Jehovah se Getuie
am: ለይሖዋ ምሥክር ሕይወት የሚሆን መተግበሪያ
ar: تطبيق لحياة شاهد يهوه
as: এজন যিহোৱাৰ সাক্ষীৰ জীৱনৰ বাবে এটা এপ্লিকেচন
az: Yehovanın Şahidlərinin həyatı üçün bir tətbiq
de: Eine App für das Leben eines Zeugen Jehovas
es: Una aplicación para la vida de un Testigo de Jehová
fa: برنامه‌ای برای زندگی شاهدان یَهُوَه
fr: Une application pour la vie d'un Témoin de Jéhovah
gl: Unha aplicación para a vida dunha Testemuña de Xehová
hu: Egy alkalmazás egy Jehova Tanúja életéhez
it: Un'applicazione per la vita di un Testimone di Geova
ja: エホバの証人の生活のためのアプリ
ko: 여호와의 증인 생활을 위한 애플리케이션
ne: यहोवाको साक्षीको जीवनका लागि एउटा अनुप्रयोग
nl: Een aanvraag voor het leven van een Jehova's Getuige
pt: Uma aplicação para a vida de uma Testemunha de Jeová
ru: Приложение для жизни Свидетеля Иеговы
tr: Yehova’nın Şahitlerinin yaşamı için bir uygulama
zh: 专为耶和华见证人生活设计的应用
zh_tw: 專為耶和華見證人生活設計的應用

# message_download_daily_text
source: Download the Daily Text for the year {year}
af: Laai die teks van die dag van die jaar af {year}
am: የአመት {year}ን የዕለታዊ ጥቅስ አውርድ
ar: تنزيل الآية اليومية لسنة {year}
as: {year} চনৰ দৈনিক পাঠ্য ডাউনল'ড কৰক
az: {year} ilinin Gündəlik Mətni yüklə
de: Tagestext für das Jahr {year} herunterladen
es: Descargar el Texto diario para el año {year}
fa: دانلود متن روز برای سال {year}
fr: Télécharger le Texte du jour de l'année {year}
gl: Descargar o Texto diario para o ano {year}
hu: A napi szöveg letöltése a(z) {year} évre
it: Scarica il Testo del giorno per l'anno {year}
ja: 年 {year} の日々の聖句をダウンロード
ko: {year}년도 일용할 성구 다운로드
ne: वर्ष {year} को लागि दैनिक पाठ डाउनलोड गर्नुहोस्
nl: Download de Tekst van de dag van het jaar {year}
pt: Baixar o Texto diário para o ano {year}
ru: Скачать Ежедневный текст на {year} год
tr: {year} yılı için Günlük Metin’i indir
zh: 下载 {year} 年的每日经文
zh_tw: 下載 {year} 年的每日經文

# message_whatsnew_add_favorites
source: Tap the More button to add to favorites
af: Tik op Meer opsies om by gunstelinge te voeg
am: ወደ ፈጣን መዳረሻ ለማስገባት ሌሎች የሚለውን ተጫን
ar: إضغط على «خيارات إضافية» لتضيف إلى المفضلة
as: পছন্দৰ বিষয়বোৰ যোগ দিবলৈ মʼৰ বুটামত টেপ কৰক
az: Seçilmişlərə əlavə etmək üçün Əlavə düyməsinə basın
de: Auf Mehr tippen, um zu Favoriten hinzuzufügen
es: Pulse el botón Más para añadir a favoritos
fa: برای اضافه کردن به موردعلاقه‌ها، روی دکمهٔ بیشتر بزنید
fr: Touchez le bouton « Autres fonctions » pour ajouter aux favoris
gl: Pulsa o botón Máis para engadir a Favoritos
hu: Kedvencek hozzáadásához koppints a Továbbiak gombra
it: Tocca il pulsante Altro per aggiungere ai preferiti
ja: お気に入りに追加するには，その他ボタンをタップします
ko: 더 보기 버튼을 누르면 즐겨찾기를 추가할 수 있습니다
ne: मन पर्ने प्रकाशनमा राख्नको लागि थप बटन ट्याप गर्नुहोस्
nl: Tik op Meer om aan je favorieten toe te voegen
pt: Clique em Mais para adicionar aos favoritos
ru: Чтобы добавить в избранное, нажмите «Еще»
tr: Favorilere eklemek için Daha Fazla tuşuna dokunun
zh: 点击“更多”选项，加入收藏夹
zh_tw: 點選「更多」選項，加到「我的最愛」

# message_whatsnew_audio_recordings
source: Listen to audio recordings of the Bible and other publications
af: Luister na oudio-opnames van die Bybel en ander publikasies
am: የመጽሐፍ ቅዱስ እና የሌሎች ጽሑፎች ቅጂዎችን አዳምጥ
ar: إستمع إلى تسجيلات الكتاب المقدس وإصدارات أخرى
as: বাইবেল আৰু অন্যান্য প্ৰকাশনৰ অডিঅ’ ৰেকৰ্ডিং শুনক
az: Müqəddəs Kitabın və digər nəşrlərin audioyazılarını dinləyin
de: Tonaufnahmen der Bibel oder anderer Publikationen anhören
es: Escuche grabaciones de audio de la Biblia y otras publicaciones
fa: به فایل‌های صوتی کتاب مقدَس یا نشریات دیگر گوش دهید
fr: Écouter les enregistrements audio de la Bible ou d'autres publications
gl: Escoitar gravacións de audio da Biblia e outras publicacións
hu: A Biblia és más kiadványok hangfelvételeinek lejátszása
it: Ascolta le registrazioni della Bibbia e di altre pubblicazioni
ja: 聖書や出版物のオーディオ版を再生する
ko: 성경과 출판물의 오디오 자료를 들을 수 있습니다
ne: बाइबल तथा अरू प्रकाशनको अडियो रेकर्डिङ सुन्नुहोस्
nl: Luister naar audio-opnames van de Bijbel en andere publicaties
pt: Ouça gravações da Bíblia e de outras publicações
ru: Воспроизведение аудиозаписей Библии и публикаций
tr: Kutsal Kitap'ın ve diğer yayınların ses kayıtlarını dinleyebilirsiniz
zh: 播放圣经和其他出版物的音频
zh_tw: 播放聖經和其他出版物的錄音檔
