Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_whatsnew_study_edition
source: The New World Translation Study Edition is now available!
af: Die studie-uitgawe van die Nuwe Wêreld-vertaling is nou beskikbaar!
am: የአዲስ ዓለም ትርጉም መጽሐፍ ቅዱስ የጥናት እትም ተካተተ!
ar: الطبعة الدراسية من «ترجمة العالم الجديد» أصبحت متوفرة.‏
as: নতুন জগতৰ অনুবাদ অধ্যয়ন সংস্কৰণখন এতিয়া উপলব্ধ আছে!
az: Müqəddəs Kitabın təlim nəşri!
de: Die Studienausgabe der Neuen-Welt-Übersetzung steht jetzt zur Verfügung.
es: Ya está disponible la edición de estudio de la Traducción del Nuevo Mundo.
fa: نسخهٔ مطالعه‌ای ترجمهٔ دنیای جدید اکنون موجود است!
fr: L'édition d'étude de la Traduction du monde nouveau est maintenant disponible !
gl: Xa está dispoñible a edición de estudo da Traducción del Nuevo Mundo.
hu: A Szentírás – Új világ fordítás (magyarázó jegyzetekkel) mostantól letölthető!
it: L’edizione per lo studio della “Traduzione del Nuovo Mondo” è ora disponibile!
ja: 「新世界訳聖書」スタディー版が利用できるようになりました。
ko: 신세계역 성경 연구용을 다운로드할 수 있습니다!
ne: नयाँ संसार अनुवाद अध्ययन संस्करण अब उपलब्ध छ!
nl: De studie-uitgave van de Nieuwewereldvertaling is nu beschikbaar!
pt: A Edição de Estudo da Tradução do Novo Mundo já está disponível!
ru: Теперь доступно «Священное Писание — Перевод нового мира. Учебное издание».
tr: Yeni Dünya Çevirisi'nin İnceleme Baskısı İndirilebilir!
zh: 《新世界译本精读本》现在可以下载了！
zh_tw: 現已支援《新世界譯本精讀本》。

# message_whatsnew_take_notes
source: Take notes as you study
af: Neem notas terwyl jy studeer
am: በምታጠናበት ወቅት ማስታወሻ መያዝ ትችላለህ
ar: أُكتب ملاحظات فيما تدرس
as: অধ্যয়ন কৰাৰ সময়ত টোকা লওক
az: Oxuya-oxuya qeydlər aparın
de: Beim Studieren Notizen machen
es: Tome notas durante su estudio.
fa: حین مطالعه، یادداشت بردارید
fr: Créez des notes quand vous étudiez
gl: Toma notas mentres estudas
hu: Tanulmányozás közben készíthetsz jegyzeteket
it: Puoi aggiungere le tue note
ja: 個人研究をしながらメモを作成できます
ko: 연구할 때 메모를 추가할 수 있습니다
ne: अध्ययन गर्दै जाँदा नोट लेख्नुहोस्
nl: Maak tijdens het studeren notities
pt: Faça anotações enquanto estuda
ru: Делайте заметки во время изучения
tr: İnceleme yaparken notlar alın
zh: 您可以在研读时做笔记
zh_tw: 您可以在研讀時做筆記

# message_whatsnew_tap_longpress
source: Tap to stream. Long press or right click to download.
af: Kliek om te stroom. Druk en hou of regskliek om af te laai.
am: ለማጫወት ጠቅ አድርግ። ለማውረድ፣ ጫን ብለህ ቆይ ወይም ራይት ክሊክ አድርግ።
ar: إضغط لبث الفيديو. إضغط مطوَّلًا أو انقر إلى اليمين لتنزيله.
as: ষ্ট্ৰীমৰ বাবে টেপ কৰক। ডাউনলʼডৰ কাৰণে দেৰিকৈ দবাওক বা ৰাইট ক্লিক কৰক।
az: Onlayn rejimdə baxmaq üçün üstünə basın. Yükləmək üçün barmağınızı basıb saxlayın və ya «mışkanın» sağ düyməsinə basın.
de: Antippen, um zu streamen. Gedrückt halten oder rechte Maustaste klicken, um herunterzuladen.
es: Pulse para reproducir en streaming. Pulse más tiempo o haga clic con el botón derecho para descargar.
fa: برای پخش فایل مورد نظر روی آن کلیک کنید یا کوتا روی آن بزنید. برای دانلود آن، یا دکمهٔ سمت راست روی آن کلیک کنید یا انگشت خود را برای چند ثانیه روی آن نگه دارید.
fr: Pour regarder en streaming : touchez. Pour télécharger : appuyez longtemps ou faites un clic droit.
gl: Pulsa para ver en directo. Mantén pulsado ou fai clic co botón dereito para descargar.
hu: Koppints az online lejátszáshoz. Tartsd rajta az ujjad, vagy kattints jobb egérgombbal a letöltéshez.
it: Tocca per riprodurre in streaming. Tieni premuto o fai click destro per scaricare.
ja: タップするとストリーミング再生できます。長押しまたは右クリックでダウンロードできます。
ko: 스트리밍하려면 짧게 누르세요. 다운로드하려면 길게 누르거나 우클릭하세요.
ne: भिडियो प्रसारण गर्न ट्याप गर्नुहोस्। डाउनलोड गर्न केही बेर थिच्नुहोस् वा ठीक चिन्ह क्लिक गर्नुहोस्।
nl: Tik om te streamen. Druk lang of klik rechts om te downloaden.
pt: Toque na tela para reproduzir. Mantenha pressionado ou clique com o botão direito para baixar.
ru: Коснитесь, чтобы воспроизвести. Коснитесь и удерживайте или нажмите правую клавишу мыши, чтобы скачать.
tr: İndirmeden oynatmak için dokunun. İndirmek için uzun basın veya sağa tıklayın.
zh: 点一下就可以在线播放。长按或右击就可以下载。
zh_tw: 點一下就可以線上播放。長按或按右鍵就可以下載。

# message_whatsnew_title
source: What's New in JW Library {version}
af: Wat is nuut in JW Library {version}
am: በJW Library {version} እትም ላይ ምን አዲስ ነገር አለ?
ar: جديد الإصدار ‏{version} من JW Library
as: JW Library-ত নতুনকৈ কি উপলব্ধ আছে {version}
az: JW Library {version} versiyasındakı yeniliklər
de: Neu in JW Library {version}
es: Qué novedades hay en JW Library {version}
fa: آنچه در JW Library {version} جدید است‏
fr: Quoi de neuf sur JW Library {version} ?
gl: Novidades en JW Library {version}
hu: A JW Library {version} újdonságai
it: Novità di JW Library {version}
ja: JW Library {version}の新機能
ko: JW Library {version}의 새로운 기능
ne: JW Library {version} मा नयाँ के छ?
nl: Wat is nieuw in JW Library {version}
pt: O que há de novo no JW Library {version}
ru: Новое в JW Library {version}
tr: JW Library {version} versiyonundaki Yenilikler
zh: JW Library {version} 有什么新功能？
zh_tw: JW Library {version} 有什麼新功能？

# messages_coaching_appearance_setting_description
source: Light or dark appearance can be selected under Settings.
af: Jy kan die voorkoms van lig na donker verander onder Instellings.
am: ማስተካከያ የሚለው ውስጥ ነጭ ወይም ጥቁር ገጽታ መምረጥ ትችላለህ
ar: تقدر أن تختار في الإعدادات المظهر الفاتح أو الداكن.
as: লাইত বা ডাৰ্ক মʼড চেটিঙত বাচনি কৰিব পাৰে।
az: Parametrlərdə xarici görünüşü işıqlı və ya qaranlıq rejimi seçmək olar.
de: Den Hell- oder Dunkelmodus kann man unter Einstellungen auswählen.
es: Elija entre el modo claro y el modo oscuro en Configuración.
fa: ظاهری روشن یا تیره را می‌توان در تنظیمات انتخاب کرد.
fr: L'apparence claire ou sombre peut être selectionnée dans les Paramètres.
gl: Podes seleccionar o modo claro ou escuro en Axustes.
hu: A beállításoknál választani lehet világos és sötét mód között.
it: Puoi scegliere il tema chiaro o il tema scuro nelle Impostazioni.
ja: 「設定」で画面表示をライトかダークにできます。
ko: 설정에서 밝게 혹은 어둡게 화면을 조정할 수 있습니다.
ne: सेटिङहरू भित्र गएर पेजलाई उज्यालो वा अँध्यारो बनाउन सकिन्छ।
nl: De lichte of donkere weergave kan via Instellingen worden geselecteerd.
pt: Tema claro ou escuro pode ser selecionado em Configurações.
ru: В настройках можно выбрать внешний вид экрана (темный или светлый режим).
tr: Aydınlık ya da karanlık görünüm Ayarlar kısmından seçilebilir.
zh: 可以在“设置”中选择深色或浅色外观。
zh_tw: 可以在「設定」中選擇深色或淺色外觀。

# messages_coaching_library_tab_description
source: The Publications and Media tabs have been combined into the new Library tab.
af: Die Publikasies- en Media-opsies is nou gekombineer om die nuwe Biblioteek-opsie te vorm.
am: የሕትመት ውጤቶች እና ሚዲያ የሚሉት ክፍሎች አንድ ላይ ተቀላቅለው ላይብረሪ የሚል ስያሜ ተሰጥቷቸዋል።
ar: دُمجت خانة «الإصدارات» مع خانة «الفيديوات والتسجيلات» وصارتا خانة جديدة:‏ «المكتبة».
as: প্ৰকাশন আৰু মিডিয়া টেববোৰ নতুন লাইব্ৰেৰী টেবত একত্ৰিত কৰা হৈছে।
az: Nəşrlər və Multimedia bölmələri Kitabxana bölməsi altında birləşdirilib.
de: Die Schaltflächen "Publikationen" und "Medien" wurden zu "Bibliothek" zusammengeführt.
es: Las secciones Publicaciones y Multimedia se han combinado en la nueva sección Biblioteca.
fa: قسمت‌های «نشریات» و «صوتی و تصویری» ادغام شده‌ است و حالا «کتابخانه» خوانده می‌شود.
fr: Les onglets « Publications » et « Multimédia » ont été fusionnés en un nouvel onglet « Bibliothèque ».
gl: As pestanas de Publicacións e Multimedia combináronse para formar a nova pestana Biblioteca.
hu: A Kiadványok és a Multimédia fül összevonásával létrejött a Könyvtár fül.
it: Le schede Pubblicazioni e Multimedia sono state unite nella nuova scheda Biblioteca digitale.
ja: 「出版物」タブと「メディア」タブは，「ライブラリー」という新しいタブに統合されました。
ko: 출판물 탭과 미디어 탭이 새로운 라이브러리 탭으로 결합되었습니다.
ne: तपाईँले नयाँ लाइब्रेरी ट्याब देख्न सक्नुहुन्छ। यो प्रकाशन र मिडिया ट्याब गाभिएर बनेको हो।
nl: De tabbladen Publicaties en Media zijn samengevoegd tot het nieuwe Bibliotheek-tabblad.
pt: As abas Publicações e Mídias foram combinadas para formar a nova aba Biblioteca.
ru: Разделы «Публикации» и «Мультимедиа» были объединены в новый раздел «Библиотека».
tr: Yayınlar ve Medya sekmeleri yeni bir sekme olan Kütüphane başlığı altında birleştirildi.
zh: “出版物”和“影音资料”标签合并为“多媒体图书馆”标签。
zh_tw: 「出版物」和「影音資料」標籤合併為「多媒體圖書館」標籤。

# messages_convention_releases_prompt
source: Have you already attended this year's convention?
af: Het jy reeds hierdie streekbyeenkoms bygewoon?
am: የዚህን ዓመት የክልል ስብሰባ ተካፍለሃል?
ar: هل حضرت الاجتماع السنوي؟
as: ইতিমধ্যে আপুনি অধিৱেশনত উপস্থিত হ’লনে?
az: Bu ilin regional toplantısında olmusunuz?
de: Hast du den diesjährigen Kongress schon besucht?
es: ¿Ha asistido ya a la asamblea regional de este año?
fa: آیا در کنگرۀ امسال حضور یافته‌اید؟
fr: Avez-vous déjà assisté à l'assemblée régionale de cette année ?
gl: Xa asistiches ó congreso rexional deste ano?
hu: Részt vettél már az idei kongresszuson?
it: Hai già assistito al congresso di quest’anno?
ja: 今年の地区大会にもう出席しましたか？
ko: 올해 대회를 보셨습니까?
ne: के तपाईँ यस वर्षको अधिवेशनमा उपस्थित भइसक्नुभयो?
nl: Heb je het congres van dit jaar al bijgewoond?
pt: Você já assistiu ao congresso deste ano?
ru: Вы уже посетили региональный конгресс в этом году?
tr: Bu yılki Bölge İbadetine katıldınız mı?
zh: 你已经参加了今年的区域大会吗？
zh_tw: 你已經參加了今年的區域大會嗎？

# messages_convention_releases_prompt_watched
source: Have you already watched this year's convention?
af: Het jy alreeds hierdie jaar se streekbyeenkoms gekyk?
am: የዚህን ዓመት የክልል ስብሰባ ተመልክተሃል?
ar: هل شاهدت الاجتماع السنوي؟
as: আপুনি এই বছৰৰ অধিৱেশন চালেনে?
az: Bu ilin regional toplantısına baxmısınız?
de: Hast du dir den diesjährigen Kongress bereits angesehen?
es: ¿Ya vio la asamblea regional de este año?
fa: آیا برنامه‌های کنگرهٔ امسال را تماشا کرده‌اید؟
fr: As-tu déjà regardé l'assemblée régionale de cette année?
gl: Xa viches o congreso rexional deste ano?
hu: Megnézted már az idei kongresszust?
it: Hai già guardato il congresso di quest’anno?
ja: 今年の地区大会をすでに視聴しましたか？
ko: 올해 대회를 이미 보셨습니까?
ne: के तपाईँले यस वर्षको अधिवेशन हेरिसक्नुभयो?
nl: Heb je het congres van dit jaar al bekeken?
pt: Você já assistiu ao congresso deste ano?
ru: Вы уже посмотрели региональный конгресс этого года?
tr: Bu yılın bölge ibadetini izledin mi?
zh: 你观看过今年区域大会的节目了吗？
zh_tw: 你觀看過今年區域大會的節目了嗎？

# messages_convention_theme_2015
source: Imitate Jesus!
af: Volg Jesus na!
am: ኢየሱስን ምሰሉ!
ar: تمثلوا بيسوع
as: যীচু খ্ৰীষ্টক অনুকৰণ কৰক!
az: İsadan örnək alın!
de: Ahmt Jesus nach!
es: Imitemos a Cristo
fa: از عیسی سرمشق گیرید!
fr: Imitons Jésus !
gl: Imitemos a Cristo
hu: Kövesd Jézus példáját!
it: Imitiamo Gesù!
ja: 「イエスに倣いましょう！」
ko: 예수를 본받으십시오!
ne: येशूको अनुकरण गर्नुहोस्!
nl: Volg Jezus' voorbeeld
pt: Imite a Jesus
ru: Подражайте Иисусу!
tr: İsa Mesih'i Örnek Alın
zh: 以耶稣为榜样
zh_tw: 以耶穌為榜樣

# messages_convention_theme_2016
source: Remain Loyal to Jehovah!
af: Bly lojaal aan Jehovah!
am: ምንጊዜም ለይሖዋ ታማኝ ሁኑ!
ar: إبقوا اولياء ليهوه
as: যিহোৱাৰ বিশ্বাসী হৈ থাকক!
az: Yehovaya sadiq qalın!
de: Bleibe Jehova gegenüber loyal!
es: Seamos leales a Jehová
fa: به یَهُوَه خدا وفادار بمانید
fr: Restons fidèles à Jéhovah !
gl: Seamos leales a Jehová
hu: Maradj hűséges Jehovához!
it: Rimaniamo leali a Geova
ja: 「エホバへの忠節を保ちましょう！」
ko: 여호와께 충성을 다하십시오!
ne: यहोवा परमेश्वरप्रति वफादार हुनुहोस्!
nl: Blijf loyaal aan Jehovah!
pt: Continue leal a Jeová
ru: Будьте преданы Иегове!
tr: Yehova'ya Vefalı Kalın!
zh: 对耶和华忠贞不渝
zh_tw: 對耶和華忠貞不渝

# messages_convention_theme_2017
source: Don't Give Up!
af: Moenie opgee nie!
am: ተስፋ አትቁረጡ!
ar: لا تستسلموا!‏
as: আশা এৰি নিদিব!
az: Təslim olma!
de: Gib nicht auf!
es: ¡No se rinda!
fa: پایدار بمانید!
fr: Ne renoncez pas !
gl: ¡No se rinda!
hu: Ne add fel!
it: Non ti arrendere!
ja: 「あきらめてはいけない！」
ko: 포기하지 마십시오!
ne: हार नमान्नुहोस्!
nl: Geef het niet op!
pt: Não desista!
ru: Не сдавайтесь!
tr: Asla Pes Etmeyin!
zh: 永不放弃！
zh_tw: 永不放棄！

# messages_convention_theme_2018
source: “Be Courageous”!
af: "Wees moedig"!
am: “ደፋር ሁኑ”!
ar: كونوا شجعانًا!‏
as: সাহসী হওক!
az: «Cəsur ol!»
de: Sei mutig!
es: ¡Sea valiente!
fa: «شجاع و دلیر باش!»
fr: « Soyez courageux ! »
gl: ¡Sea valiente!
hu: Légy bátor!
it: Sii coraggioso!
ja: 勇気を出しなさい！
ko: "용기를 내십시오!"
ne: “साहसी होओ”!
nl: Wees moedig!
pt: Tenha coragem!
ru: Будьте мужественны!
tr: Cesur Olun!
zh: 要鼓起勇气！
zh_tw: 要鼓起勇氣！

# messages_empty_downloads
source: Publications that you download will appear here.
af: Publikasies wat jy aflaai, sal hier verskyn.
am: ያወረድካቸው የሕትመት ውጤቶች እዚህ ጋ ይታያሉ።
ar: الإصدارات التي تنزِّلها تَظهر هنا.‏
as: আপুনি ডাউনল’ড কৰা প্ৰকাশনবোৰ ইয়াত চাবলৈ পাব।
az: Yüklədiyiniz nəşrlər burada göstəriləcək.
de: Heruntergeladene Publikationen erscheinen hier.
es: Las publicaciones que descargue aparecerán aquí.
fa: نشریاتی که دانلود می‌کنید در اینجا نمایش می‌شود
fr: Les publications que vous téléchargez s’afficheront ici.
gl: As publicacións que descargues aparecerán aquí.
hu: A letöltött kiadványok itt fognak megjelenni.
it: Le pubblicazioni scaricate compariranno qui.
ja: ダウンロードしたアイテムがここに表示されます。
ko: 다운로드한 출판물을 여기서 볼 수 있습니다.
ne: डाउनलोड गरिएका प्रकाशनहरू यहाँ देखा पर्नेछन्।
nl: Gedownloade publicaties worden hier weergegeven.
pt: As publicações baixadas serão exibidas aqui.
ru: Здесь будут отображаться скачанные публикации.
tr: İndirdiğiniz yayınlar burada görünecek.
zh: 已下载的出版物会在这里显示
zh_tw: 已下載的出版物會在這裡顯示

# messages_empty_favorites
source: Add your favorite items for easy access
af: Voeg jou gunstelingitems by vir maklike toegang
am: የመረጥካቸውን ነገሮች ቅርብ ለማግኘት እዚህ አስገባቸው
ar: أضف إصداراتك المفضلة لتجدها بسهولة
as: সহজতে পাবলৈ আপোনাৰ পছন্দৰ ভিডিঅʼ আৰু প্ৰকাশনবোৰ এড কৰক
az: Seçdiyiniz nəşrlər burada göstəriləcək
de: Hier erscheinen deine Favoriten
es: Añada aquí sus publicaciones, videos y grabaciones favoritas
fa: نشریات موردعلاقه‌تان در این قسمت ظاهر می‌شود.
fr: Vos favoris apparaîtront ici.
gl: As túas publicacións favoritas aparecerán aquí.
hu: Itt fognak megjelenni a kedvenc kiadványaid.
it: Aggiungi i contenuti preferiti per trovarli facilmente
ja: お気に入りに追加したアイテムがここに表示されます。
ko: 자주 사용하는 품목을 즐겨찾기에 추가할 수 있습니다
ne: तपाईँको मन पर्ने प्रकाशनहरू सजिलै हेर्न सकिनेगरि यहाँ देखा पर्नेछन्।
nl: Voeg je favoriete items toe om ze eenvoudig te kunnen openen
pt: Suas publicações favoritas serão exibidas aqui.
ru: Для быстрого доступа добавьте публикации в «Избранное»
tr: Kolayca ulaşmak istediğiniz favori yayınları ekleyin
zh: 把出版物加到“收藏夹”，方便你使用
zh_tw: 把出版物加到「我的最愛」，方便你使用

# messages_help_download_bibles
source: To download more translations, go to the Bible and tap the Languages button.
af: Om nog vertalings af te laai, kan jy na die Bybel gaan en op die "Tale"-knoppie tik.
am: ሌሎች ትርጉሞችን ለማውረድ መጽሐፍ ቅዱስ የሚለው ውስጥ ግባና ቋንቋ መምረጫውን ጠቅ አድርግ።
ar: لتنزيل المزيد من الترجمات، اختر «الكتاب المقدس» ثم اضغط على «اللغات».‏
as: অন্যান্য অনুবাদবোৰ ডাউনল’ড কৰিবলৈ, বাইবেললৈ যাওক আৰু ভাষাবোৰৰ বাটনত টেপ কৰক।
az: Əlavə tərcümələri yükləmək üçün «Müqəddəs Kitab»da «Dillər» düyməsinə basın.
de: Um weitere Übersetzungen herunterzuladen, Bibel aufrufen und auf Sprachenschaltfläche tippen.
es: Para descargar más versiones, vaya a la sección Biblia y pulse el botón Idiomas.
fa: برای دانلود ترجمه‌های دیگر، در قسمت کتاب مقدّس روی دکمۀ زبان‌ها کلیک کنید
fr: Pour télécharger d’autres traductions, allez dans la section Bible et touchez le bouton « Langues ».
gl: Para descargar máis traducións, vai a Biblia e pulsa o botón Idiomas.
hu: További fordítások letöltéséhez nyisd meg a Bibliát, és koppints a Nyelvek gombra.
it: Per scaricare altre traduzioni, vai su Bibbia e tocca l’icona Lingue.
ja: 他の翻訳をダウンロードするには，聖書の画面から言語ボタンをタップしてください。
ko: 더 많은 번역판을 다운로드하려면, 성경 항목으로 가서 언어 버튼을 누르십시오.
ne: अन्य अनुवादहरू डाउनलोड गर्न बाइबल खोल्नुहोस् र भाषा बटन ट्याप गर्नुहोस्।
nl: Ga naar Bijbel om meer vertalingen te downloaden en tik op Talen.
pt: Para baixar outras traduções, vá em Bíblia e selecione Idiomas.
ru: Чтобы скачать другие переводы, перейдите в раздел «Библия» и нажмите кнопку «Языки».
tr: Daha çok tercüme indirmek için Kutsal Kitap kısmına gidin ve Diller tuşuna dokunun.
zh: 如果要下载其他圣经译本，请点击“语言”。
zh_tw: 如果要下載其他聖經譯本，請點選「語言」。

# messages_internal_publication
source: This is an internal publication, provided solely for use by congregations of Jehovah's Witnesses, and is not intended for public distribution.
af: Hierdie boek is ’n interne publikasie wat voorsien word vir uitsluitlike gebruik deur die gemeentes van Jehovah se Getuies en is nie bedoel vir verspreiding aan die publiek nie.
am: ይህ ጽሑፍ ለሕዝብ የሚሰራጭ ሳይሆን የይሖዋ ምሥክሮች ብቻ እንዲጠቀሙበት ታስቦ የተዘጋጀ ነው።
ar: هذه مطبوعة خاصة معدَّة من أجل جماعات شهود يهوه فقط، لا لتوزيعها على العموم.‏
as: এই প্ৰকাশনখন কেৱল যিহোৱাৰ সাক্ষীসকলৰ মণ্ডলীৰ ব্যৱহাৰৰ বাবে কিন্তু জনসাধাৰণৰ বিতৰণৰ বাবে নহয়।
az: Bu nəşr Yehovanın Şahidlərinin yığıncaqlarında, daxili istifadə üçün nəzərdə tutulub; kütləvi yayım üçün nəzərdə tutulmayıb.
de: Diese Veröffentlichung ist nur für den Gebrauch in Versammlungen von Jehovas Zeugen gedacht und nicht für die öffentliche Verbreitung.
es: Esta es una publicación interna para uso exclusivo de las congregaciones de los testigos de Jehová. No va dirigida al público en general.
fa: این نشریه برای عموم نیست، بلکه فقط برای جماعات شاهدان یَهُوَه در نظر گرفته شده است
fr: Il s’agit d’une publication à l’usage exclusif des assemblées des Témoins de Jéhovah, et non diffusée auprès du public.
gl: Esta publicación é de uso interno, só dispoñible para as congregacións das Testemuñas de Xehová e non para distribución ó público.
hu: Ez egy belső használatú kiadvány, amely kizárólag Jehova Tanúi gyülekezeteinek készült, nem pedig a nyilvánosság számára.
it: Questa pubblicazione è a esclusivo uso interno delle congregazioni dei Testimoni di Geova. Non è pensata per essere distribuita al pubblico.
ja: この出版物はエホバの証人の会衆内でのみ使用されるもので，一般向けに配布するものではありません。
ko: 이 출판물은 여호와의 증인 회중에서 사용하기 위한 용도로만 마련된 내부용 출판물로, 대중에게 배부할 용도로 마련된 것이 아닙니다.
ne: यो प्रकाशन यहोवाका साक्षीहरूको मण्डलीभित्र मात्र प्रयोग गर्ने उद्देश्यले तयार परिएको हो, जनसाधारणलाई वितरण गर्नको लागि होइन।
nl: Deze publicatie is voor intern gebruik en is alleen bedoeld voor de gemeenten van Jehovah's Getuigen, niet voor het algemene publiek.
pt: Esta é uma publicação para uso exclusivo das congregações das Testemunhas de Jeová. Ela não deve ser distribuída para o público.
ru: Эта публикация предназначена только для использования Свидетелями Иеговы и не подлежит публичному распространению.
tr: Bu yayın sadece Yehova'nın Şahitlerinin kullanımı içindir ve genel dağıtım amacı taşımaz.
zh: 本书为内部资料，专供耶和华见证人会众使用，并非公开发行的出版物。
zh_tw: 本書為內部資料，專供耶和華見證人會眾使用，並非公開發行的出版物。

# messages_internal_publication_title
source: Continue with download?
af: Voltooi aflaaiproses?
am: ማውረዱን ይቀጥል?
ar: هل تريد متابعة التنزيل؟
as: ডাউনল’ড কৰি থাকিবনে?
az: Yükləyək?
de: Download fortsetzen?
es: ¿Desea continuar con la descarga?
fa: دانلود ادامه داده شود؟
fr: Continuer le téléchargement ?
gl: Queres continuar coa descarga?
hu: Biztos, hogy letöltöd?
it: Procedere con il download?
ja: ダウンロードを続けますか？
ko: 다운로드를 계속하시겠습니까?
ne: डाउनलोड गर्ने हो?
nl: Doorgaan met downloaden?
pt: Continuar o download?
ru: Продолжить скачивание?
tr: İndirmeye devam edilsin mi?
zh: 确定下载吗？
zh_tw: 確定下載嗎？

# messages_locked_sd_card
source: Your device does not allow JW Library to write to the SD card.
af: Jou toestel laat JW Library nie toe om na die SD-kaart te skryf nie.
am: የምትጠቀምበት መሣሪያ JW Libraryን SD ካርዱ ላይ እንድትጭን አይፈቅድልህም።
ar: جهازك لا يسمح لتطبيق JW Library بإجراء التغييرات على بطاقة الذاكرة (SD).‏
as: আপোনাৰ উপকৰণে JW Library-টো SD কাৰ্ডত ৰাইট কৰিবলৈ অনুমতি নিদিয়ে।
az: Cihazınız JW Library proqramını karta (SD) köçürməyə icazə vermir.
de: Gerät erlaubt JW Library nicht, auf die SD-Karte zu schreiben.
es: Su dispositivo no permite que JW Library guarde archivos en la tarjeta SD.
fa: دستگاه شما اجازه نمی‌دهد JW Library فایلی را در کارت SD ذخیره کند.
fr: Votre appareil n'autorise pas JW Library à enregistrer des fichiers sur votre carte SD.
gl: O dispositivo non permite que JW Library escriba na tarxeta SD.
hu: A készüléked nem engedi, hogy a JW Library adatokat mentsen az SD kártyára.
it: Il tuo dispositivo non consente a JW Library di scrivere sulla scheda SD
ja: この端末では，JW LibraryからSDカードへの書き込みができません。
ko: 이 기기는 JW Library가 SD 카드에 저장하는 것을 허용하지 않습니다.
ne: तपाईँको डिभाइसले JW Library लाई SD कार्डमा डाटा स्टोर गर्ने अनुमति दिएको छैन।
nl: Je apparaat staat JW Library niet toe gegevens op de SD-kaart te zetten.
pt: O seu dispositivo não permite que o JW Library salve arquivos no cartão de memória.
ru: Ваше устройство не позволяет JW Library записывать данные на карту памяти SD.
tr: Cihazınız JW Library'nin SD kartına indirmesine izin vermiyor.
zh: 您的设备不允许JW Library把资料写入SD存储卡。
zh_tw: 您的裝置不允許JW Library把資料寫入SD記憶卡。

# messages_no_new_publications
source: There are no new publications in this language.
af: Daar is geen nuwe publikasies in hierdie taal nie.
am: በዚህ ቋንቋ የተዘጋጀ አዲስ የሕትመት ውጤት የለም።
ar: ليس هناك إصدارات جديدة بهذه اللغة.‏
as: এই ভাষাত নতুন প্ৰকাশনবোৰ উপলব্ধ নাই।
az: Bu dildə yeni nəşrlər yoxdur.
de: Es gibt keine neuen Publikationen in dieser Sprache.
es: No hay nuevas publicaciones en este idioma.
fa: نشریه‌ای جدید به زبان مورد نظر موجود نیست
fr: Il n’y a pas de nouvelles publications dans cette langue.
gl: Non hai publicacións novas neste idioma.
hu: Ezen a nyelven nincsenek új kiadványok.
it: Non ci sono nuove pubblicazioni in questa lingua.
ja: 選択中の言語で新しい出版物はありません。
ko: 이 언어로 나온 새로운 출판물이 없습니다.
ne: यस भाषामा कुनै नयाँ प्रकाशन उपलब्ध छैन।
nl: Er zijn geen nieuwe publicaties in deze taal.
pt: Não há novas publicações neste idioma.
ru: На этом языке нет новых публикаций.
tr: Bu dilde yeni bir yayın yok.
zh: 目前没有这个语言的新出版物
zh_tw: 目前沒有這個語言的新出版物

# messages_no_pending_updates
source: All downloaded publications are up-to-date.
af: Al die publikasies wat jy afgelaai het, is op datum.
am: ያወረድካቸው የሕትመት ውጤቶች በሙሉ የታደሱ ናቸው።
ar: كل الإصدارات التي تم تنزيلها هي الأحدث.‏
as: ডাউনল’ড কৰা সকলো প্ৰকাশন একবাৰে নতুন হয়।
az: Yüklənən bütün nəşrlər yenilənib.
de: Alle heruntergeladenen Publikationen sind aktuell.
es: Todas las publicaciones descargadas están actualizadas.
fa: تمام نشریات دانلودشده به‌روز شده است
fr: Toutes les publications téléchargées sont à jour.
gl: Tódalas publicacións descargadas están actualizadas.
hu: Minden kiadványból a legfrissebb van letöltve.
it: Tutte le pubblicazioni scaricate sono aggiornate.
ja: ダウンロード済みの出版物は全て最新です。
ko: 다운로드한 출판물이 모두 최신 상태입니다.
ne: डाउनलोड गरिएको कुनै पनि प्रकाशनको अपडेट आएको छैन।
nl: Alle gedownloade publicaties zijn bijgewerkt.
pt: Todas as publicações baixadas estão atualizadas.
ru: Все скачанные публикации уже обновлены.
tr: İndirilmiş yayınların hepsi güncel.
zh: 所有下载的出版物都已更新
zh_tw: 所有已下載的出版物都已更新

# messages_tap_publication_type
source: Tap a type to see publications.
af: Tik op ’n kategorie om publikasies te sien.
am: የሕትመት ውጤቶችን ለማየት ከዝርዝሩ ውስጥ ምረጥ።
ar: إضغط على فئة لترى الإصدارات.‏
as: একেধৰণৰ প্ৰকাশনখনবোৰ চাবলৈ টেপ কৰক।
az: Nəşrlərə baxmaq üçün kateqoriyalara basın
de: Kategorie antippen, um Publikationen anzuzeigen.
es: Pulse alguna de las categorías para ver las publicaciones que contiene.
fa: با لمس نوع نشریه می‌توانید آن را مشاهده کنید
fr: Touchez une catégorie.
gl: Selecciona unha categoría para ver as publicacións.
hu: Koppints egy kategóriára a kiadványok megtekintéséhez.
it: Tocca una categoria per vedere le pubblicazioni.
ja: 出版物の種類を選択してください。
ko: 원하는 출판물 종류를 선택하십시오.
ne: प्रकाशन हेर्न कुनै एउटा प्रकार ट्याप गर्नुहोस्।
nl: Tik op een soort om publicaties te tonen.
pt: Escolha uma das categorias ao lado.
ru: Чтобы увидеть публикации, выберите категорию.
tr: Yayınları görmek için bir tür seçin.
zh: 请点击其中一个出版物类别
zh_tw: 請點選其中一個出版物類別
