Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# settings_category_download_uppercase
source: STREAMING AND DOWNLOADS
af: STROMING EN AFLAAILÊERS
am: ማጫወትና ማውረድ
ar: البث والمواد التي نزلتها
as: স্ত্ৰীমিং আৰু ডাউনল'ড
az: YÜKLƏ
de: STREAMING UND DOWNLOADS
es: STREAMING Y DESCARGAS
fa: پخش و دانلود
fr: LECTURE ET TÉLÉCHARGEMENT
gl: REPRODUCIÓN E DESCARGAS
hu: ONLINE LEJÁTSZÁS ÉS LETÖLTÉSEK
it: STREAMING E DOWNLOAD
ja: ストリーミングとダウンロード
ko: 스트리밍 및 다운로드
ne: प्रसारण र डाउनलोड
nl: STREAMING EN DOWNLOADS
pt: EXIBIÇÃO E DOWNLOADS
ru: ПОТОКОВОЕ ВОСПРОИЗВЕДЕНИЕ И ЗАГРУЗКА
tr: ONLINE OYNATMA VE İNDİRME
zh: 在线播放和下载
zh_tw: 線上播放與下載

# settings_category_legal
source: Legal
af: Wetlik
am: ሕግ ነክ
ar: إشعارات قانونية
as: আইনগত
az: Hüquqi
de: Rechtliches
es: Información legal
fa: مسائل حقوقی
fr: Mentions légales
gl: Información legal
hu: Jogi információk
it: Legale
ja: リーガルポリシー
ko: 법적 고지
ne: कानुनी पक्ष
nl: Rechten
ru: Юридическая информация
tr: Yasal
zh: 法律
zh_tw: 法律

# settings_category_legal_uppercase
source: LEGAL
af: WETLIK
am: ሕግ ነክ
ar: إشعارات قانونية
as: আইনগত
az: HÜQUQİ BİLDİRİŞ
de: RECHTLICHES
es: INFORMACIÓN LEGAL
fa: مسائل حقوقی
fr: MENTIONS LÉGALES
gl: INFORMACIÓN LEGAL
hu: JOGI INFORMÁCIÓK
it: LEGALE
ja: リーガルポリシー
ko: 법적 고지
ne: कानुनी पक्ष
nl: RECHTEN
ru: ЮРИДИЧЕСКАЯ ИНФОРМАЦИЯ
tr: YASAL
zh: 法律
zh_tw: 法律

# settings_category_playlists_uppercase
source: PLAYLISTS
af: SPEELLYSTE
am: ማጫወቻ ዝርዝሮች
ar: قوائم التشغيل
as: প্লেলিষ্ট
az: PLEYLİSTLƏR
es: LISTAS DE REPRODUCCIÓN
fa: لیست پخش
fr: LISTES DE LECTURE
gl: LISTAS DE REPRODUCIÓN
hu: LEJÁTSZÁSI LISTÁK
it: PLAYLIST
ja: プレイリスト
ko: 재생 목록
ne: प्लेलिस्ट
nl: AFSPEELLIJSTEN
ru: ПЛЕЙЛИСТЫ
tr: ÇALMA LİSTESİ
zh: 播放列表
zh_tw: 播放列表

# settings_category_privacy_subtitle
source: Some essential data must be transferred between us and your device in order to make the app work. None of this data will ever be sold or used for marketing. For more information, please read {settings_how_jwl_uses_your_data}.
af: Noodsaaklike data moet oorgedra word tussen ons en jou toestel sodat die app kan werk. Hierdie data sal nooit verkoop word of vir bemarking gebruik word nie. Vir meer inligting, lees asseblief {settings_how_jwl_uses_your_data}.
am: አፕሊኬሽኑ እንዲሠራ ለማድረግ አንዳንድ አስፈላጊ መረጃዎችን ከኤሌክትሮኒክ መሣሪያህ ላይ መውሰድ ያስፈልገናል። ከአንተ የተወሰደው መረጃ ለማንም አካል አይሸጥም ወይም ለንግድ ዓላማ ጥቅም ላይ አይውልም። ለተጨማሪ መረጃ እባክህ የሚከተለውን አንብብ፦ {settings_how_jwl_uses_your_data}
ar: يلزم تبادل بعض البيانات الأساسية بيننا وبين جهازك كي يعمل التطبيق جيدًا. لن يُباع أي من هذه البيانات أو يُستعمل للتسويق. للمزيد من المعلومات، اقرأ من فضلك {settings_how_jwl_uses_your_data}.
as: এপটো ভালদৰে কাম কৰিবলৈ কিছুমান গুৰুত্বপূৰ্ণ ডাটা আমাক আৰু আপোনাৰ ডিভাইচলৈ পঠোৱাৰ প্ৰয়োজন। এই ডাটাবোৰ কেতিয়াও বিক্ৰী বা মাৰ্কেটিঙৰ বাবে ব্যৱহাৰ কৰা নহʼব। বেছিকৈ জানিবলৈ{settings_how_jwl_uses_your_data} পঢ়ক।
az: Tətbiqin işləməsi üçün bəzi vacib məlumatlar bizimlə sizin cihazınız arasında ötürülməlidir. Bu məlumatlar satılmır və ya reklam məqsədilə istifadə olunmur. Əlavə məlumat üçün, zəhmət olmasa, {settings_how_jwl_uses_your_data} linkinə daxil olun.
de: Einige notwendige Daten müssen von deinem Gerät zu uns übertragen werden, damit die App funktioniert. Diese Daten werden niemals verkauft oder für Marketingzwecke verwendet. Für weitere Informationen siehe {settings_how_jwl_uses_your_data}.
es: Para hacer que la aplicación funcione bien, necesitamos transferir desde su dispositivo ciertos datos de diagnóstico. No los venderemos ni los usaremos con fines de marketing. Para obtener más información, vaya a {settings_how_jwl_uses_your_data}.
fa: بعضی داده‌های لازم برای بهبود عملکرد اَپ باید بین ما و دستگاه شما انتقال داده شود. هیچ یک از این داده‌ها فروخته نمی‌شود. برای اطلاعات بیشتر لطفاً {settings_how_jwl_uses_your_data} را بخوانید.
fr: Afin que l'application fonctionne sur votre appareil, certaines données essentielles doivent vous être transférées. Aucune de ces données ne sera jamais vendue ou utilisée à des fins commerciales. Pour plus d'informations, veuillez lire {settings_how_jwl_uses_your_data}.
gl: Para que esta aplicación funcione temos que intercambiar algúns datos esenciais co teu dispositivo. Ningún deses datos se venderá nin se utilizará para márketing. Para máis información podes ler {settings_how_jwl_uses_your_data}.
hu: Az alkalmazás működéséhez szükség van néhány alapvető adat továbbítására közöttünk és az eszközöd között. Ezeket az adatokat soha nem értékesítjük, és nem használjuk marketing célokra. További információért kérjük, olvasd el: {settings_how_jwl_uses_your_data}.
it: Per permettere all’app di funzionare, alcuni dati essenziali devono essere scambiati tra noi e il tuo dispositivo. Nessuno di questi dati verrà mai venduto o usato a scopi commerciali. Per ulteriori informazioni, leggi {settings_how_jwl_uses_your_data}.
ja: アプリがきちんと動作するために必須のデータが，お使いのデバイスと開発者の間でやり取りされます。このデータが販売されたり商業目的で利用されたりすることは決してありません。詳しくは{settings_how_jwl_uses_your_data}をご覧ください。
ko: 앱의 원활한 작동을 위해 사용자의 기기와 개발자 사이에 일부 중요한 데이터가 전송될 것입니다. 이 데이터는 결코 판매되거나 마케팅을 위해 사용되지 않을 것입니다. 더 많은 정보를 얻기 원하신다면,{settings_how_jwl_uses_your_data}를 읽어 주시기 바랍니다.
ne: एपले काम गर्नको लागि तपाईँको डिभाइसबाट केही जानकारी आदान-प्रदान गर्नुपर्ने हुन्छ। तपाईँबाट सङ्कलन गरिएको कुनै पनि जानकारी हामी बिक्री गर्नेछैनौँ वा व्यापारिक कार्यमा प्रयोग गर्नेछैनौँ। थप जानकारीको लागि कृपया पढ्नुहोस्: {settings_how_jwl_uses_your_data}।
nl: Sommige essentiële gegevens moeten tussen ons en uw apparaat worden overgedragen om de app te laten werken. Geen van deze gegevens zal ooit worden verkocht of voor marketing worden gebruikt. Lees voor meer informatie {settings_how_jwl_uses_your_data}.
pt: Algumas informações essenciais precisam ser transferidas entre nós e o seu dispositivo para que o aplicativo funcione corretamente. Nenhuma dessas informações vai ser vendida ou usada para fazer propaganda. Para saber mais, por favor, leia {settings_how_jwl_uses_your_data}.
ru: Для нормальной работы приложения ваше устройство должно обмениваться с нами некоторыми данными. Эти данные не будут никому проданы или использованы для рекламы и маркетинга. Больше информации можно найти здесь: {settings_how_jwl_uses_your_data}.
tr: Uygulamanın çalışması için bazı temel verilerin aktarılması gerekir. Bu verilerin hiçbiri asla satılmayacak veya pazarlama için kullanılmayacaktır. Daha fazla bilgi için lütfen {settings_how_jwl_uses_your_data} bölümünü okuyun.
zh: 为了让app正常运行，我们必须从你的设备上读取一些数据，也会传送数据到你的app上。我们不会出售数据或把你的数据用于商业用途。想了解更多请读{settings_how_jwl_uses_your_data}。
zh_tw: 為了讓app正常運作，我們必須從你的裝置上讀取一些資料，也會傳送資料到你的app上。我們不會出售資料或把你的資料用於商業用途。想了解更多請讀{settings_how_jwl_uses_your_data}。

# settings_default_end_action
source: Default end action
af: Standaard-aksie aan einde
am: ፋይሎች ተጫውተው ሲጨርሱ የሚሆነው
ar: الخطوة التالية الافتراضية
as: অবিকল্পিত সমাপ্তি কাৰ্য্য
az: Videonun sonunda avtomatik hərəkət
de: Nach der Wiedergabe
es: Acción final predeterminada
fa: پایان
fr: Action de fin de lecture par défaut
gl: Acción final
hu: Alapértelmezett lejátszási mód
it: Azione finale predefinita
ja: ビデオ終了時の設定
ko: 재생 후 기본 동작
ne: डिफल्ट अन्त गर्ने
nl: Standaardactie na afspelen
pt: Ação final padrão
ru: Конечное действие (по умолчанию)
tr: Varsayılan bitiş işlemi
zh: 默认结束操作
zh_tw: 預設結束操作

# settings_download_over_cellular
source: Download over cellular
af: Laai af oor sellulêre netwerk
am: በሞባይል ኔትዎርክ አውርድ
ar: التنزيل عبر شبكة الجهاز المحمول
as: ম’বাইল ইণ্টাৰনেটৰ যোগেদি ডাউনল’ড কৰক
az: Mobil internet vasitəsilə yüklə
de: Über Mobilnetz herunterladen
es: Permitir descargas usando datos móviles
fa: دانلود از طریق شبکۀ تلفن
fr: Télécharger en utilisant les données cellulaires
gl: Descargar por rede móbil
hu: Letöltés mobilhálózaton keresztül
it: Scarica tramite rete mobile
ja: モバイルデータ通信経由のダウンロード
ko: 셀룰러 데이터로 다운로드
ne: सेलुलर इन्टरनेट चलाएर डाउनलोड गर्ने
nl: Download via mobiel netwerk
pt: Usar plano de dados para download
ru: Загружать через мобильный интернет
tr: Hücresel veri üzerinden indir
zh: 使用移动网络下载
zh_tw: 使用行動網路下載

# settings_download_over_cellular_subtitle
source: This may result in data charges.
af: Dit kan datakoste tot gevolg hê.
am: ክፍያ ልትጠየቅ ትችላለህ።
ar: قد تترتب عليك رسوم إضافية.
as: ইয়াৰ বাবে আপোনাৰ ইণ্টাৰনেটৰ খৰচ বাঢ়িব পাৰে।
az: Buna görə hesabınızdan pul tutula bilər.
de: Es können Kosten anfallen.
es: Puede que su compañía le cobre por el consumo de datos.
fa: این کار ممکن است هزینه داشته باشد.
fr: Cela peut entraîner des frais.
gl: Esta acción pode ocasionar gastos por consumo de datos.
hu: Ez megnövelheti az adatforgalmi díjat.
it: Può comportare un costo per il traffico dati.
ja: データ通信料が発生する可能性があります。
ko: 데이터 요금이 부과될 수 있습니다.
ne: डाटा चलाउँदा शुल्क लाग्न सक्छ।
nl: Dit leidt wellicht tot datakosten.
pt: Isso poderá resultar em cobranças na sua conta.
ru: Может взиматься плата за передачу данных.
tr: Bu işlem veri ücretine yol açabilir.
zh: 您可能需要支付网络流量费用。
zh_tw: 可能需要支付網路流量費用。

# settings_how_jwl_uses_your_data
source: How JW Library Uses Your Data
af: Hoe JW Library jou data gebruik
am: JW ላይብረሪ መረጃህን የሚጠቀምበት መንገድ
ar: كيف يستعمل تطبيق JW Library بياناتك
as: JW Library-য়ে কেনেকৈ আপোনাৰ ডাটা ব্যৱহাৰ কৰে
az: «JW Library» tətbiqində fərdi məlumatlardan istifadə
de: Wie JW Library deine Daten verwendet
es: Cómo usa sus datos JW Library
fa: چطور JW Library از داده‌های شما استفاده می‌کند
fr: Comment JW Library utilise vos données
gl: Como usa JW Library os teus datos
hu: Hogyan kezeli a JW Library az adataidat?
it: Come JW Library usa i tuoi dati
ja: データの使用方法
ko: JW 라이브러리의 사용자 정보 수집 목적
ne: JW लाइब्रेरीले तपाईँबाट सङ्कलन गरेको जानकारी कसरी प्रयोग गर्छ
nl: Gebruik van uw gegevens door JW Library
pt: Como o JW Library usa suas informações
ru: Как JW Library использует ваши данные
tr: JW Library Verilerinizi Nasıl Kullanır?
zh: JW Library个人资料使用政策
zh_tw: JW Library個人資料使用政策

# settings_languages
source: Language
af: Taal
am: ቋንቋ
ar: اللغة
as: ভাষা
az: Dil
de: Sprache
es: Idioma
fa: زبان
fr: Langue
gl: Idioma
hu: Nyelv
it: Lingua
ja: 言語
ko: 언어
ne: भाषा
nl: Taal
pt: Idioma
ru: Язык
tr: Dil
zh: 语言
zh_tw: 語言

# settings_languages_upper
source: LANGUAGE
af: Taal
am: ቋንቋዎች
ar: اللغة
as: ভাষা
az: DİLLƏR
de: SPRACHE
es: IDIOMAS
fa: زبان‌ها
fr: LANGUES
gl: IDIOMA
hu: NYELVEK
it: LINGUA
ja: 言語
ko: 언어
ne: भाषाहरू
nl: Taal
pt: IDIOMA
ru: ЯЗЫКИ
tr: DİLLER
zh: 语言
zh_tw: 語言

# settings_language_app
source: Application Language
af: Toepassingstaal
am: የመተግበሪያ ቋንቋ
ar: لغة التطبيق
as: এপ্লিকেচনৰ ভাষা
az: Tətbiqin Dili
de: App-Sprache
es: Idioma de la aplicación
fa: زبان برنامه
fr: Langue de l'Application
gl: Idioma da aplicación
hu: Alkalmazás nyelve
it: Lingua dell'Applicazione
ja: アプリケーションの言語
ko: 응용 프로그램 언어
ne: अनुप्रयोग भाषा
nl: Applicatietaal
pt: Idioma da Aplicação
ru: Язык приложения
tr: Uygulama Dili
zh: 应用程式语言
zh_tw: 應用程式語言

# settings_language_library
source: Library Language
af: Biblioteektaal
am: የቤተ መጻሕፍት ቋንቋ
ar: لغة المكتبة
as: পুথিভঁৰালৰ ভাষা
az: Kitabxana Dili
de: Bibliothekssprache
es: Idioma de la biblioteca
fa: زبان کتابخانه
fr: Langue de la Bibliothèque
gl: Idioma da biblioteca
hu: Könyvtár nyelve
it: Lingua della Libreria
ja: ライブラリの言語
ko: 라이브러리 언어
ne: पुस्तकालय भाषा
nl: Bibliotheek Taal
pt: Idioma da Biblioteca
ru: Язык библиотеки
tr: Kütüphane Dili
zh: 资料库语言
zh_tw: 資料庫語言

# settings_license
source: License Agreement
af: Lisensie-ooreenkoms
am: የፍቃድ ስምምነት
ar: اتفاقية الترخيص
as: অনুজ্ঞাপত্ৰৰ চুক্তি
az: Lisenziya müqaviləsi
de: Lizenzvertrag
es: Acuerdo de licencia
fa: قرارداد مجوز
fr: Contrat de licence
gl: Acordo de licenza
hu: Licencszerződés
it: Contratto di licenza
ja: ライセンス契約
ko: 라이선스 계약
ne: इजाजतपत्र सम्झौता
nl: Licentieovereenkomst
pt: Contrato de licença
ru: Лицензионное соглашение
tr: Lisans sözleşmesi
zh: 许可协议
zh_tw: 許可協議

# settings_license_agreement
source: License Agreement
af: Lisensie-ooreenkoms
am: የፈቃድ ስምምነት
ar: إتفاقية الترخيص
as: লাইচেঞ্চ এগ্ৰিমেন্ট
az: Lisenziya şərtləri
de: Lizenzvertrag
es: Contrato de licencia
fa: توافق‌نامۀ مجوز
fr: Contrat de licence
gl: Contrato de licenza
hu: Felhasználási szerződés
it: Contratto di licenza
ja: 使用許諾契約
ko: 사용권 계약
ne: लाइसेन्स सम्झौता
nl: Licentieovereenkomst
pt: Contrato de licença
ru: Лицензионное соглашение
tr: Lisans Sözleşmesi
zh: 许可协议
zh_tw: 授權合約

# settings_main_color
source: Main Color
af: Hoofkleur
am: ዋና ቀለም
ar: اللون الرئيسي
as: মুখ্য ৰং
az: Əsas rəng
de: Hauptfarbe
es: Color principal
fa: رنگ اصلی
fr: Couleur principale
gl: Cor principal
hu: Főszín
it: Colore principale
ja: メインカラー
ko: 주요 색상
ne: मुख्य रङ
nl: Hoofdkleur
pt: Cor Principal
ru: Основной цвет
tr: Ana renk
zh: 主色
zh_tw: 主色

# settings_main_books_color
source: Bible books color
af: Kleur van die boeke van die Bybel
am: የመጽሐፍ ቅዱስ መጽሐፍት ቀለም
ar: لون كتب الكتاب المقدس
as: বাইবেলৰ কিতাপৰ ৰং
az: Müqəddəs Kitab kitablarının rəngi
de: Farbe der Bibelbücher
es: Color de los libros de la Biblia
fa: رنگ کتاب‌های کتاب مقدس
fr: Couleur des livres de la Bible
gl: Cor dos libros da Biblia
hu: Biblia könyveinek színe
it: Colore dei libri della Bibbia
ja: 聖書の本の色
ko: 성서 책 색상
ne: बाइबलका पुस्तकहरूको रङ
nl: Kleur van de boeken van de Bijbel
pt: Cor dos livros da Bíblia
ru: Цвет книг Библии
tr: Kutsal Kitap kitaplarının rengi
zh: 圣经书卷颜色
zh_tw: 聖經書卷顏色

# settings_never
source: Never
af: Nooit
am: በፍጹም
ar: أبدًا
as: কেতিয়াও নপঠিয়াব
az: Heç vaxt
de: Nie
es: Nunca
fa: هرگز
fr: Jamais
gl: Nunca
hu: Soha
it: Mai
ja: 許可しない
ko: 안 함
ne: कहिल्यै नगर्ने
nl: Nooit
pt: Nunca
ru: Никогда
tr: Hiçbir Zaman
zh: 永不
zh_tw: 永不

# settings_never_uppercase
source: NEVER
af: NOOIT
am: በፍጹም
ar: أبدًا
as: কেতিয়াও নপঠিয়াব
az: HEÇ VAXT
de: NIE
es: NUNCA
fa: هرگز
fr: JAMAIS
gl: NUNCA
hu: SOHA
it: MAI
ja: 許可しない
ko: 안 함
ne: कहिल्यै नगर्ने
nl: NOOIT
pt: NUNCA
ru: НИКОГДА
tr: HİÇBİR ZAMAN
zh: 永不
zh_tw: 永不

# settings_notifications
source: Notifications & Reminders
af: Kennisgewings en aanmanings
am: ማሳወቂያዎች እና አስታዋሾች
ar: الإشعارات والتذكيرات
as: অধিসূচনা আৰু সোঁৱৰণি
az: Bildirişlər və xatırlatmalar
de: Benachrichtigungen und Erinnerungen
es: Notificaciones y recordatorios
fa: اعلان‌ها و یادآورها
fr: Notifications et rappels
gl: Notificacións e recordatorios
hu: Értesítések és emlékeztetők
it: Notifiche e promemoria
ja: 通知とリマインダー
ko: 알림 및 미리 알림
ne: सूचना र सम्झाउनेहरू
nl: Meldingen en herinneringen
pt: Notificações e Lembretes
ru: Уведомления и напоминания
tr: Bildirimler ve hatırlatıcılar
zh: 通知与提醒
zh_tw: 通知與提醒

# settings_notifications_upper
source: NOTIFICATIONS & REMINDERS
af: KENNISGEWINGS en HERINNERINGS
am: ማሳወቂያዎች እና አስታዋሾች
ar: إشعارات وتذكيرات
as: অধিসূচনা আৰু সোঁৱৰণি
az: BİLDİRİŞLƏR VƏ XATIRLATMALAR
de: BENACHRICHTIGUNGEN & ERINNERUNGEN
es: NOTIFICACIONES Y RECORDATORIOS
fa: اعلان‌ها و یادآورها
fr: NOTIFICATIONS & RAPPELS
gl: NOTIFICACIÓNS E RECORDATORIOS
hu: ÉRTESÍTÉSEK ÉS EMLÉKEZTETŐK
it: NOTIFICHE E PROMEMORIA
ja: 通知とリマインダー
ko: 알림 및 미리 알림
ne: सूचना र सम्झाउनेहरू
nl: MELDINGEN en HERINNERS
pt: NOTIFICAÇÕES E LEMBRETES
ru: УВЕДОМЛЕНИЯ И НАПОМИНАНИЯ
tr: BİLDİRİMLER VE HATIRLATICILAR
zh: 通知与提醒
zh_tw: 通知與提醒

# settings_notifications_daily_text
source: Daily Text reminder
af: Herinnering aan vandag se teks
am: የዕለታዊ ጥቅስ አስታዋሽ
ar: تذكير بآية اليوم
as: দৈনিক পাঠ্য সোঁৱৰণি
az: Günün ayəsi xatırlatması
de: Tagestext-Erinnerung
es: Recordatorio del texto diario
fa: یادآور متن روز
fr: Rappel du text du jour
gl: Recordatorio do texto diario
hu: Napi szöveg emlékeztető
it: Promemoria del Testo del giorno
ja: 日々の聖句のリマインダー
ko: 일용할 성구 미리 알림
ne: दैनिक पाठ सम्झाउने
nl: Herinnering aan de tekst van vandaag
pt: Lembrete do Texto Diário
ru: Напоминание о Ежедневном тексте
tr: Günlük metin hatırlatıcısı
zh: 每日经文提醒
zh_tw: 每日經文提醒

# settings_notifications_hour
source: Reminder time: {hour}
af: Herinneringtyd: {hour}
am: የአስታዋሽ ሰዓት: {hour}
ar: وقت التذكير: {hour}
as: সোঁৱৰণিৰ সময়: {hour}
az: Xatırlatma saatı: {hour}
de: Erinnerungszeit: {hour}
es: Hora del recordatorio: {hour}
fa: ساعت یادآور: {hour}
fr: Heure du rappel: {hour}
gl: Hora do recordatorio: {hour}
hu: Emlékeztető ideje: {hour}
it: Ora del promemoria: {hour}
ja: リマインダー時間: {hour}
ko: 미리 알림 시간: {hour}
ne: सम्झाउने समय: {hour}
nl: Herinneringstijd: {hour}
pt: Hora do lembrete: {hour}
ru: Время напоминания: {hour}
tr: Hatırlatıcı saati: {hour}
zh: 提醒时间: {hour}
zh_tw: 提醒時間: {hour}

# settings_notifications_bible_reading
source: Bible reading reminder
af: Herinnering om die Bybel te lees
am: የመጽሐፍ ቅዱስ ንባብ አስታዋሽ
ar: تذكير بقراءة الكتاب المقدس
as: বাইবেল পঢ়াৰ সোঁৱৰণি
az: Müqəddəs Kitab oxuma xatırlatması
de: Erinnerung an Bibellesen
es: Recordatorio de lectura de la Biblia
fa: یادآور خواندن کتاب مقدس
fr: Rappel de la lecture de la bible
gl: Recordatorio de lectura da Biblia
hu: Bibliaolvasási emlékeztető
it: Promemoria della lettura della Bibbia
ja: 聖書通読のリマインダー
ko: 성서 읽기 미리 알림
ne: बाइबल पढाइ सम्झाउने
nl: Herinnering aan het lezen van de Bijbel
pt: Lembrete da leitura da Bíblia
ru: Напоминание о чтении Библии
tr: Kutsal Kitap okuma hatırlatıcısı
zh: 圣经阅读提醒
zh_tw: 聖經閱讀提醒

# settings_notifications_download_file
source: Downloaded file notifications
af: Afgelaaide lêerkennisgewings
am: የወረዱ ፋይሎች ማሳወቂያዎች
ar: إشعارات الملفات التي تم تنزيلها
as: ডাউনল'ড কৰা ফাইলৰ অধিসূচনা
az: Yüklənmiş fayllar bildirişləri
de: Benachrichtigungen über heruntergeladene Dateien
es: Notificaciones de archivos descargados
fa: اعلان‌های فایل‌های دانلود شده
fr: Notifications de fichiers téléchargés
gl: Notificacións de ficheiros descargados
hu: Letöltött fájlok értesítései
it: Notifiche di file scaricati
ja: ダウンロードされたファイルの通知
ko: 다운로드된 파일 알림
ne: डाउनलोड गरिएका फाइल सूचनाहरू
nl: Meldingen over gedownloade bestanden
pt: Notificações de arquivo baixado
ru: Уведомления о скачанных файлах
tr: İndirilen dosyaların bildirimleri
zh: 下载文件通知
zh_tw: 下載檔案通知

# settings_notifications_download_file_subtitle
source: A notification is sent every time a file is downloaded.
af: 'n Kennisgewing word elke keer gestuur wanneer 'n lêer afgelaai word.
am: ፋይል በወረደ ቁጥር ማሳወቂያ ይላካል።
ar: يتم إرسال إشعار في كل مرة يتم فيها تنزيل ملف.
as: প্ৰতিবাৰে এটা ফাইল ডাউনল'ড হ'লে এটা অধিসূচনা প্ৰেৰণ কৰা হয়।
az: Hər dəfə bir fayl yükləndikdə bildiriş göndərilir.
de: Eine Benachrichtigung wird gesendet, sobald eine Datei heruntergeladen wurde.
es: Se envía una notificación cada vez que se descarga un archivo.
fa: هر بار که فایلی دانلود می‌شود، یک اعلان ارسال می‌شود.
fr: Une notification est envoyée chaque fois qu’un fichier est téléchargé.
gl: Envíase unha notificación cada vez que se descarga un ficheiro.
hu: Értesítés érkezik minden alkalommal, amikor egy fájl letöltésre kerül.
it: Viene inviata una notifica ogni volta che un file viene scaricato.
ja: ファイルがダウンロードされるたびに通知が送信されます。
ko: 파일이 다운로드될 때마다 알림이 전송됩니다.
ne: प्रत्येक पटक फाइल डाउनलोड हुँदा एक सूचना पठाइन्छ।
nl: Elke keer dat een bestand wordt gedownload, wordt er een melding verzonden.
pt: Uma notificação é enviada toda vez que um arquivo é baixado.
ru: Уведомление отправляется каждый раз, когда файл загружается.
tr: Her dosya indirildiğinde bir bildirim gönderilir.
zh: 每次下载文件时发送通知。
zh_tw: 每次下載檔案時發送通知。

# settings_offline_mode
source: Offline mode
af: Skakel internettoegang af
am: ኢንተርኔት ማቋረጥ
ar: غير متصل بالإنترنت
as: অফলাইন মোড
az: Oflayn rejim
de: Offline-Modus
es: Modo sin internet
fa: حالت آفلاین
fr: Mode « hors ligne »
gl: Modo sen conexión
hu: Offline mód
it: Modalità offline
ja: オフラインモード
ko: 오프라인 모드
ne: अफलाइन मोड
nl: Offlinemodus
pt: Modo off-line
ru: Офлайн-режим
tr: Çevrimdışı modu
zh: 离线模式
zh_tw: 離線模式

# settings_offline_mode_subtitle
source: Save data by disabling Internet access in JW Library.
af: Spaar data deur jou internettoegang in JW Library af te skakel.
am: JW Life ኢንተርኔት እንዳይጠቀም በማድረግ የኢንተርኔት ፍጆታህን መቆጠብ ትችላለህ።
ar: لتخفيض الاستهلاك، امنع ‏JW Library‏ من استخدام الإنترنت.‏
as: JW লাইব্ৰেৰীত ইণ্টাৰনেট এক্সেচ ডিজেবল কৰাৰ যোগেদি ডাটা চেভ কৰক।
az: Qənaət üçün JW Life proqramında internetə çıxışı bağla.
de: Datenvolumen einsparen durch Deaktivierung des Internetzugriffs in JW Library.
es: Desactive el acceso a Internet en JW Library para guardar los datos.
fa: با غیرفعال کردن اینترنت در اَپ JW Library، از data کمتری استفاده کنید.
fr: Économise des données en désactivant l'accès à Internet sur JW Life.
gl: Deshabilitando o acceso a Internet en JW Library reduces o consumo de datos.
hu: Az automatikus internet-hozzáférés kikapcsolása a JW Lifeben.
it: Risparmia dati disattivando l’accesso a Internet in JW Library.
ja: JW Libraryでのインターネット接続を無効にして，データ通信を節約します。
ko: 데이터를 절약하기 위해 JW 라이브러리에 연결된 인터넷을 차단합니다.
ne: JW लाइब्रेरीमा इन्टरनेट प्रयोग हुन नदिएर डाटा बचत गर्नुहोस्।
nl: Bespaar op data door internettoegang in JW Library uit te schakelen.
pt: Controle o uso de dados móveis por desabilitar o acesso do JW Library à internet.
ru: Ограничить передачу данных, отключив в JW Library доступ к интернету.
tr: JW Library'nin internet erişimini kapatarak veri tasarrufunda bulunabilirsiniz.
zh: 禁用JW Library的网络连接，以节省流量。
zh_tw: 停用JW Life的網路連接，以節省網路流量。

# settings_open_source_licenses
source: Open-Source Licenses
af: Oopbron-lisensies
am: የባለቤቶቹን ፈቃድ አሳየኝ
ar: تراخيص البرامج المفتوحة المصدر
as: অপেন ছৰ্চ লাইচেঞ্চ
az: Açıq mənbə lisenziyaları
de: Open-Source-Lizenzen
es: Licencias de código abierto
fa: مجوزهای مربوطه
fr: Licences Open Source
gl: Licenzas de código aberto
hu: Nyílt forráskódú licencek
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈소스 라이선스
ne: ओपन सोर्स लाइसेन्स
nl: Opensourcelicenties
pt: Licenças de código aberto
ru: Лицензии открытого программного обеспечения
tr: Açık kaynaklı lisanslar
zh: 开源授权
zh_tw: 開放原始碼授權

# settings_play_video_second_display
source: Play video on second display
af: Speel video in tweede venster
am: ቪዲዮውን በሁለተኛ ስክሪን ላይ ክፈት
ar: عرض الفيديو على شاشة ثانية
as: দ্বিতীয় ডিচপ্লেত ভিডিঅ’ প্লে কৰক
az: Videonu ikinci monitorda göstər
de: Video auf zweitem Bildschirm abspielen
es: Reproducir el video en otra pantalla
fa: ویدیو در مونیتور دوم پخش شود
fr: Lire la vidéo sur le deuxième écran
gl: Reproducir vídeo en pantalla secundaria
hu: Videólejátszás egy másik kijelzőn
it: Riproduci video sullo schermo secondario
ja: ビデオをセカンドディスプレーで再生する
ko: 세컨드 디스플레이에서 동영상 재생
ne: दोस्रो डिस्प्लेमा भिडियो प्ले गर्ने
nl: Speel video af op tweede beeldscherm
pt: Reproduzir o vídeo em uma tela secundária
ru: Воспроизвести видео на втором мониторе
tr: Videoyu ikinci ekranda oynat
zh: 在另一个屏幕上播放影片
zh_tw: 在另一個螢幕上播放影片

# settings_privacy
source: Privacy
af: Privaatheid
am: ሚስጥር መጠበቅ
ar: الخصوصية
as: গোপনীয়তা
az: Məxfilik
de: Datenschutz
es: Privacidad
fa: حفظ حریم شخصی
fr: Confidentialité
gl: Privacidade
hu: Adatvédelem
ja: プライバシー
ko: 개인 정보 보호
ne: गोपनीयता
pt: Privacidade
ru: Конфиденциальность
tr: Gizlilik
zh: 隐私声明
zh_tw: 隱私權聲明

# settings_privacy_policy
source: Privacy Policy
af: Privaatheidsbeleid
am: ሚስጥር የመጠበቅ ፖሊሲ
ar: سياسة الخصوصية
as: গোপনীয়তা নীতি
az: Məxfilik siyasəti
de: Datenschutzerklärung
es: Política de privacidad
fa: حریم شخصی
fr: Règles de confidentialité
gl: Política de privacidade
hu: Bizalmas információra vonatkozó szabályok
it: Informativa sulla privacy
ja: プライバシーに関する方針
ko: 개인 정보 보호 정책
ne: गोपनीयता नीति
nl: Privacybeleid
pt: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik İlkesi
zh: 隐私权政策
zh_tw: 隱私權政策

# settings_privacy_uppercase
source: PRIVACY
af: PRIVAATHEID
am: ሚስጥር መጠበቅ
ar: الخصوصية
as: গোপনীয়তা
az: MƏXFİLİK
de: DATENSCHUTZ
es: PRIVACIDAD
fa: حفظ حریم شخصی
fr: CONFIDENTIALITÉ
gl: PRIVACIDADE
hu: ADATVÉDELEM
ja: プライバシー
ko: 개인 정보 보호
ne: गोपनीयता
pt: PRIVACIDADE
ru: КОНФИДЕНЦИАЛЬНОСТЬ
tr: GİZLİLİK
zh: 隐私声明
zh_tw: 隱私權聲明
