Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_support_read_help
source: Find answers to common questions about JW Library on jw.org.
af: Vind antwoorde op algemene vrae oor JW Library op jw.org.
am: jw.org ላይ ስለ JW ላይብረሪ ለሚነሱ የተለመዱ ጥያቄዎች መልስ ማግኘት ትችላለህ።
ar: تجد على jw.org أجوبة لأسئلة شائعة عن JW Library.
as: jw.org-ত JW লাইব্ৰেৰীৰ বিষয়ে সাধাৰণতে সোধা প্ৰশ্নৰবোৰৰ উত্তৰ বিচাৰক।
az: jw.org saytında JW Library barədə əsas sualların cavabını tapın.
de: Antworten auf häufige Fragen zur JW Library gibt es auf jw.org.
es: Vea en jw.org respuestas a preguntas comunes sobre JW Library.
fa: در سایت jw.org می‌توانید جواب سؤالات متداول را در خصوص این نرم‌افزار پیدا کنید.
fr: Trouver sur jw.org des réponses aux questions fréquentes concernant JW Library.
gl: Atopa as respostas a preguntas frecuentes sobre JW Library en jw.org.
hu: A JW Library programhoz kapcsolódó gyakori kérdésekre a jw.org-on találhatsz választ.
it: Trova la risposta a domande frequenti riguardo a JW Library su jw.org.
ja: JW Libraryに関するよくある質問はjw.orgに載せられています。
ko: jw.org에서 JW 라이브러리에 관한 자주 하는 질문을 볼 수 있습니다.
ne: jw.org मा JW लाइब्रेरीबारे अक्सर सोधिने प्रश्नहरूको जवाफ पाउनुहोस्।
nl: Op jw.org vind je antwoord op veelgestelde vragen over JW Library.
pt: Encontre respostas a perguntas frequentes sobre o JW Library no jw.org.
ru: Ответы на часто задаваемые вопросы о JW Library можно найти на сайте jw.org.
tr: JW Library hakkındaki genel sorulara jw.org'dan cevap bulabilirsiniz.
zh: 在JW.ORG上找关于JW Library常见问题的答案。
zh_tw: 在JW.ORG上找關於JW Library常見問題的答案。

# message_support_reset_confirmation
source: Are you sure you want to turn off support mode?
af: Is jy seker jy wil die hulp-opsie afsit?
am: ድጋፍ መስጫውን ማጥፋት ትፈልጋለህ?
ar: هل أنت متأكد أنك تريد إيقاف تشغيل نظام المساعدة؟
as: আপুনি চাপৰ্ট মোড অফ কৰিব বিচাৰেনে?
az: Dəstək rejimini söndürmək istədiyinizə əminsiniz?
de: Support-Modus wirklich beenden?
es: ¿Está seguro de que quiere desactivar la función de asistencia?
fa: آیا مطمئن هستید که می‌خواهید از «حالت پشتیبانی» بیرون آیید؟
fr: Êtes-vous sûr de vouloir désactiver la fonctionnalité d'aide ?
gl: Estás seguro de que queres desactivar a función de soporte?
hu: Biztos, hogy kikapcsolod a támogatási módot?
it: Sei sicuro di voler uscire dalla modalità assistenza?
ja: サポートモードを終了します。よろしいですか。
ko: 지원 모드를 중지하시겠습니까?
ne: के तपाईँ सपोर्ड मोड बन्द गर्ने कुरामा पक्का हुनुहुन्छ?
nl: Weet je zeker dat je ondersteuningsmodus wilt uitschakelen?
pt: Tem certeza de que deseja sair do modo suporte?
ru: Вы уверены, что хотите отключить режим техподдержки?
tr: Destek modunu kapatmak istediğinize emin misiniz?
zh: 你确定关闭远程协助吗？
zh_tw: 你確定關閉遠端支援嗎？

# message_support_reset_confirmation_title
source: Support Mode
af: Hulp-opsie
am: ድጋፍ መስጫ
ar: نظام المساعدة
as: চাপৰ্ট মোড
az: Dəstək rejimi
de: Support-Modus
es: Función de asistencia
fa: حالت پشتیبانی
fr: Fonctionnalité d'aide
gl: Función de soporte
hu: Támogatási mód
it: Modalità assistenza
ja: サポートモード
ko: 지원 모드
ne: सपोर्ट मोड
nl: Ondersteuningsmodus
pt: Modo suporte
ru: Режим техподдержки
tr: Destek Modu
zh: 远程协助
zh_tw: 遠端支援

# message_tap_link
source: Please tap a link.
af: Tik asseblief op ’n skakel.
am: እባክህ የምትፈልገውን ሊንክ ጠቅ አድርግ።
ar: الرجاء اختيار وصلة.‏
as: অনুগ্ৰহ কৰি লিংকত টেপ কৰক।
az: Linkin üstünə basın.
de: Bitte einen Link antippen.
es: Pulse un vínculo.
fa: لینکی را بزنید
fr: Touchez un lien.
gl: Pulsa nun enlace.
hu: Kérjük, koppints egy hivatkozásra.
it: Tocca un link.
ja: リンクをタップしてください。
ko: 링크를 누르십시오.
ne: लिङ्क ट्याप गर्नुहोस्।
nl: Tik op een link.
pt: Clique em um link.
ru: Пожалуйста, нажмите на ссылку.
tr: Lütfen bir bağlantıya dokunun.
zh: 请点击一个链接
zh_tw: 請點選一個連結

# message_tap_verse_number
source: Please tap a verse.
af: Tik asseblief op ’n versnommer.
am: እባክህ አንድ ቁጥር ጠቅ አድርግ።
ar: الرجاء اختيار آية.‏
as: অনুগ্ৰহ কৰি এটা পদত টেপ কৰক।
az: Ayənin üstünə basın.
de: Bitte eine Versnummer antippen.
es: Pulse el número de un versículo.
fa: شمارۀ آیه‌ای را بزنید
fr: Touchez un verset.
gl: Pulsa nun versículo.
hu: Koppints egy versre.
it: Tocca un versetto.
ja: 節番号をタップしてください。
ko: 절 숫자를 누르십시오.
ne: पद सङ्ख्या ट्याप गर्नुहोस्।
nl: Tik op een vers.
pt: Clique num versículo.
ru: Пожалуйста, нажмите на стих.
tr: Lütfen bir ayet numarasına dokunun.
zh: 请点击一节经文
zh_tw: 請點選一節經文

# message_terms_accept
source: By clicking "Accept," you accept our Terms of Use. You can read our Terms of Use and Privacy Policy at any time on the Settings page within this app.
af: Deur op "Aanvaar" te kliek, aanvaar jy ons Gebruiksvoorwaardes. Jy kan ons Gebruiksvoorwaardes en Privaatheidsbeleid enige tyd op die Instellings-blad in hierdie app lees.
am: "እቀበላለሁ" የሚለውን ከነካህ በአጠቃቀም ውላችን ተስማምተሃል ማለት ነው። የአጠቃቀም ውሉንም ሆነ ሚስጥር የመጠበቅ ፖሊሲያችንን በሌላ በማንኛውም ጊዜ ማንበብ ከፈለግህ በዚህ አፕሊኬሽን ላይ "ማስተካከያ" የሚለውን ገጽ ተመልከት።
ar: إذا ضغطت على «أقبل»، توافق على شروط استخدام التطبيق. تقدر أن تقرأ شروط الاستخدام وسياسة الخصوصية في أي وقت على صفحة الإعدادات في هذا التطبيق.
as: “গ্ৰহণ কৰক” ইয়াত ক্লিক কৰাৰ যোগেদি আপুনি আমাৰ ব্যৱহাৰৰ চৰ্ত গ্ৰহণ কৰিব। এই এপৰ ছেটিং পেজত আপুনি যিকোনো সময়ত আমাৰ ব্যৱহাৰৰ চৰ্ত আৰু গোপনীয়তা নীতি পঢ়িব পাৰে।
az: «Qəbul et» düyməsinə basmaqla siz bizim istifadə şərtlərimizi qəbul edirsiniz. İsitfadə şərtlərimiz və məxfilik siyasətimiz haqqında istənilən vaxt tətbiqin parametrlər səhifəsində oxuya bilərsiniz.
de: Wenn du auf "Akzeptieren" tippst, akzeptierst du damit unsere Nutzungsbedingungen. Unter "Einstellungen" kannst du jederzeit die Nutzungsbedingungen und Datenschutzerklärung nachlesen.
es: Si acepta nuestras Condiciones de uso, pulse "Aceptar". Puede leer estas condiciones y nuestra Política de privacidad en cualquier momento en Configuración de la aplicación.
fa: با زدن گزینهٔ «پذیرش» شرایط استفاده را می‌پذیرید. شما می‌توانید شرایط استفاده و خط مشی حریم خصوصی در صفحهٔ تنظیمات در این اَپ ملاحظه کنید.
fr: En cliquant sur "Accepter", vous acceptez nos conditions d'utilisation. Vous pouvez consulter nos conditions d'utilisation et notre politique de confidentialité à tout moment sur la page Paramètres de cette application.
gl: Pulsando en "Aceptar" estás aceptando os nosos Termos de uso. Podes ler os Termos de uso e a Política de privacidade en calquera momento na páxina de Axustes desta aplicación.
hu: Az „Elfogadom” gombra kattintással elfogadod a Felhasználási feltételeinket. A Felhasználási feltételeket és az Adatvédelmi Szabályzatot az alkalmazás „Beállítások” oldalán bármikor elolvashatod.
it: Selezionando “Accetta”, dichiari di accettare le nostre Condizioni d’uso.
ja: 「受け入れる」を選択すると，この利用規約に同意したことになります。利用規約と「プライバシーに関する方針」は，このアプリの「設定」ページからいつでも確認できます。
ko: "동의"를 클릭하면 이용 약관을 수락하는 것입니다. 이용 약관과 개인 정보 보호 정책은 이 앱의 설정 페이지에서 언제든지 읽을 수 있습니다.
ne: तपाईँले “स्विकार्छु” बटन थिच्नुको अर्थ प्रयोगका सर्तहरू स्विकार्नुहुन्छ भन्ने हो। तपाईँ यस एपको सेटिङमा गएर कुनै पनि बेला प्रयोगका सर्तहरू र गोपनीयता नीति पढ्न सक्नुहुन्छ।
nl: Door op 'Aanvaarden' te klikken, aanvaardt u onze Gebruiksvoorwaarden. U kunt onze Gebruiksvoorwaarden en ons Privacybeleid te allen tijde lezen op de pagina Instellingen in deze app.
pt: Ao clicar em "Aceitar", você concorda com os nossos Termos de uso. Você pode ler nossos Termos de uso e Política de privacidade a qualquer momento na página de Configurações deste aplicativo.
ru: Нажав кнопку «Принять», вы соглашаетесь с «Условиями использования». Вы можете в любое время ознакомиться с «Условиями использования» и «Политикой конфиденциальности» в разделе «Настройки» этого приложения.
tr: "Kabul Et" seçeneğine tıklayarak Kullanım Şartlarını kabul etmiş olursunuz. Kullanım Şartlarını ve Gizlilik Ayarlarını istediğiniz zaman uygulamanın Ayarlar sayfasından okuyabilirsiniz.
zh: 你按“接受”就表示你同意我们的《使用条款》。你可以在app的“设置”里阅读我们的《使用条款》和《隐私权政策》。
zh_tw: 你按「接受」就表示你同意我們的《使用條款》。你可以在app的「設定」裡閱讀我們的《使用條款》和《隱私權政策》。

# message_terms_of_use
source: Please review our Terms of Use. You must read to the bottom of the agreement before you can accept:
af: Hersien asseblief ons Gebruiksvoorwaardes. Jy moet tot aan die einde van die ooreenkoms lees voordat jy dit aanvaar:
am: እባክህ የአጠቃቀም ውላችንን ተመልከት። መቀበል ወይም አለመቀበልህን ከመግለጽህ በፊት እስከ ስምምነቱ መጨረሻ ድረስ ማንበብ አለብህ፦
ar: من فضلك راجع شروط استخدام التطبيق. يلزم أن تقرأ كل الاتفاقية قبل أن تقبل.
as: অনুগ্ৰহ কৰি আমাৰ ব্যৱহাৰৰ চৰ্ত ৰিভিউ কৰক। চৰ্ত গ্ৰহণ কৰাৰ আগতে ওপৰৰ পৰা তললৈকে ভালদৰে পঢ়ি লওক:
az: Zəhmət olmasa, istifadə şərtləri ilə tanış olun. Qəbul etməzdən əvvəl sənədi axıra kimi oxuyun:
de: Bitte lies dir unsere Nutzungsbedingungen durch. Um auf "Akzeptieren" tippen zu können, musst du bis zum Schluss lesen.
es: Antes de pulsar "Aceptar", lea detenidamente nuestras Condiciones de uso hasta el final:
fa: لطفاً شرایط استفاده را مرور کنید. قبل از پذیرش آن باید تمام آن را بخوانید:‏
fr: Veuillez consulter nos conditions d'utilisation. Vous devez les lire jusqu'au bout avant de les accepter :
gl: Por favor, revisa os nosos Termos de uso. Debes ler ata o final do contrato antes de aceptar:
hu: Kérjük, olvasd át a Felhasználási feltételeket. Végig kell nézned ahhoz, hogy el tudd fogadni.
it: Leggi le nostre Condizioni d’uso. Devi leggerle fino alla fine per poterle accettare.
ja: 利用規約をご確認ください。受け入れる前に，規約を全てお読みください。
ko: 이용 약관을 검토해 주시기 바랍니다. 아래 내용을 끝까지 읽은 후에 동의해 주시기 바랍니다.
ne: कृपया प्रयोगका सर्तहरू पढ्नुहोस्। तपाईँले स्विकार्नुअघि तल दिइएका सर्तहरू अन्तसम्मै पढ्नुपर्छ:
nl: Neem alstublieft onze Gebruiksvoorwaarden door. U moet de overeenkomst tot onderaan lezen voordat u deze kunt aanvaarden:
pt: Por favor, leia nossos Termos de uso. Você precisa ler até o fim do documento antes de poder aceitar:
ru: Пожалуйста, ознакомьтесь с «Условиями использования». Перед тем как их принять, вам необходимо прочитать их до конца.
tr: Lütfen Kullanım Şartlarını inceleyin. Kabul etmeden önce sözleşmenin en alt kısmına kadar okumalısınız:
zh: 请阅读《使用条款》。你必须读到最后一段才可以按“接受”：
zh_tw: 請閱讀《使用條款》。你必須讀到最後一段才可以按「接受」：

# message_this_cannot_be_undone
source: This cannot be undone.
af: Hierdie aksie kan nie ontdoen word nie.
am: ይህን እርምጃ መቀልበስ አትችልም።
ar: لا يمكن رد الملاحظة بعد حذفها.‏
as: এইটো কৰিব পৰা নগ’ল।
az: Sonra geri qaytarmaq mümkün olmayacaq.
de: Dies kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fa: نمی‌توان این عمل را لغو کنید.
fr: La suppression sera définitive.
gl: Isto non se pode desfacer.
hu: Ez nem vonható vissza.
it: Questa azione non può essere annullata.
ja: この操作は取り消すことができません。
ko: 메모는 영구적으로 삭제됩니다.
ne: फिर्ता ल्याउन सकिँदैन।
nl: Dit kan niet ongedaan worden gemaakt.
pt: Isso não poderá ser desfeito.
ru: Восстановление будет невозможно.
tr: Bu eylem geri alınamaz.
zh: 删除后将无法复原。
zh_tw: 刪除後將無法復原。

# message_try_again_later
source: Please try again later.
af: Probeer asseblief later weer.
am: እባክህ ትንሽ ቆይተህ ሞክር።
ar: يُرجى المحاولة لاحقًا.
as: অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
az: Xahiş olunur, sonra bir də cəhd edin.
de: Bitte später noch einmal versuchen.
es: Vuelva a intentarlo más tarde.
fa: لطفاً بعداً دوباره امتحان کنید.
fr: Merci de réessayer plus tard.
gl: Por favor, inténtao máis tarde.
hu: Próbáld meg később!
it: Riprova più tardi.
ja: 後でもう一度お試しください。
ko: 나중에 다시 시도해 주시기 바랍니다.
ne: कृपया पछि प्रयास गर्नुहोस्।
nl: Probeer het later opnieuw.
pt: Por favor, tente de novo mais tarde.
ru: Попробуйте позже.
tr: Lütfen daha sonra tekrar deneyin.
zh: 请稍后再试。
zh_tw: 請稍後再試。

# message_unavailable_playlist_media
source: Please download "{title}" and try again.
af: Laai asseblief “{title}” af en probeer weer.
am: እባክህ “{title}”ን አውርድና እንደገና ሞክር።
ar: من فضلك نزِّل «{title}» وحاول مجددًا.‏
as: অনুগ্ৰহ কৰি "{title}" ডাউনল’ড কৰক আৰু পুনৰ চেষ্টা কৰক।
az: Xahiş olunur, «{title}» faylını yükləyin və bir də cəhd edin.
de: Bitte “{title}” herunterladen und erneut versuchen.
es: Por favor, descargue "{title}" e inténtelo de nuevo.
fa: لطفاً «{title}» را دانلود کنید و دوباره امتحان کنید.
fr: Téléchargez {title} et réessayez.
gl: Volve descargar “{title}” e inténtao outra vez.
hu: Kérjük, töltsd le: {title}. Majd próbáld újra.
it: Scaricare “{title}” e provare di nuovo.
ja: “{title}”をダウンロードしてからやり直してください。
ko: "{title}" 다운로드 후 다시 시도해 주십시오.
ne: “{title}” डाउनलोड गर्नुहोस् अनि पुन: प्रयास गर्नुहोस्।
nl: Download '{title}' en probeer het opnieuw.
pt: Por favor, baixe "{title}" e tente novamente.
ru: Пожалуйста, загрузите «{title}» и попробуйте снова.
tr: Lütfen “{title}” dosyasını indirin ve tekrar deneyin.
zh: 请下载“{title}”并重试。
zh_tw: 請下載「{title}」並重試。

# message_uninstall_deletes_media
source: Media will be deleted if you uninstall the app.
af: Media sal verwyder word as jy die app deïnstalleer.
am: አፕሊኬሽኑን ካጠፋኸው ያወረድካቸው ነገሮችም ይጠፋሉ።
ar: ستُحذف الفيديوات والتسجيلات عند إزالة التطبيق.‏
as: app-টো আনইনষ্টল কৰিলে মিডিয়াও ডিলিট হ’ব।
az: Bu proqramı silsəniz, yüklənən fayllar da silinəcək.
de: Medien werden bei Deinstallation der App gelöscht.
es: Los archivos multimedia se borrarán si desinstala esta aplicación.
fa: اگر این نرم‌افزار را حذف کنید، تمام فایل‌های دانلودشده نیز حذف می‌شود.
fr: Si vous désinstallez l'application, les fichiers téléchargés seront supprimés.
gl: Se desinstalas a aplicación, tamén eliminarás os arquivos multimedia.
hu: Az alkalmazás törlésekor a médiafájlok is törlődnek.
it: Se l’app viene disinstallata i contenuti multimediali saranno eliminati
ja: アプリをアンインストールすると，メディアも削除されます。
ko: 앱을 삭제하면 미디어도 삭제될 것입니다.
ne: एप अनइन्स्टल गर्नुभयो भने सबै मिडिया हट्नेछ।
nl: Bij de-installeren worden alle gedownloade bestanden verwijderd.
pt: Se você desinstalar o aplicativo, todas as mídias baixadas serão excluídas.
ru: Если вы удалите приложение, то будут удалены и относящиеся к нему файлы мультимедиа.
tr: Uygulamayı kaldırdığınızda içerik silinecek.
zh: 如果您卸载此应用，所有多媒体资料也会被删除。
zh_tw: 如果您將本 app 解除安裝，所有多媒體資料也被刪除。

# message_unrecognized_language_title
source: Unrecognized Language ({languageid})
af: Taal word nie herken nie ({languageid})
am: ቋንቋው አልታወቀም ({languageid})
ar: لغة لم يتم التعرف عليها ({languageid})
as: অচিনাকি ভাষা ({languageid})
az: Naməlum dil ({languageid})
de: Nicht erkannte Sprache ({languageid})
es: Idioma no reconocido ({languageid})
fa: زبان {languageid} شناخته شده نیست
fr: Langue non reconnue ({languageid})
gl: Idioma non recoñecido ({languageid})
hu: Ismeretlen nyelv ({languageid})
it: Lingua non riconosciuta ({languageid})
ja: 対応していない言語 ({languageid})
ko: 인식할 수 없는 언어 ({languageid})
ne: भाषा पहिचान गर्न सकिएन ({languageid})
nl: Taal ({languageid}) niet herkend
pt: Idioma não reconhecido ({languageid})
ru: Неизвестный язык ({languageid})
tr: Tanınmayan Dil ({languageid})
zh: 无法识别语言({languageid})
zh_tw: 無法識別語言({languageid})

# message_update_android_webview
source: To ensure content displays correctly, install the latest version of "Android System WebView" or "Google Chrome" from Google Play.
af: Om seker te maak dat die inhoud reg vertoon word, installeer die nuutste weergawe van "Android System WebView" of "Google Chrome" van Google Play.
am: ከእይታ ጋር የተያያዙ ችግሮችን ለመቅረፍ አፕዴት የተደረገውን "Android System WebView" ወይም ከGoogle Play ላይ "Google Chrome"ን ጫን።
ar: لتضمن أن تُعرض المحتويات بطريقة صحيحة، نزِّل آخر إصدار من «Android System WebView» أو «Google Chrome» من Google Play.
as: বিষয়বস্তু সঠিকভাৱে প্ৰদৰ্শিত হোৱাটো নিশ্চিত কৰিবলৈ, গুগল প্লেৰ পৰা "এনড্ৰইড চিষ্টেম ৱেবভিউ" বা "গুগল ক্ৰʼম" ৰ শেহতীয়া সংস্কৰণ ইনষ্টল কৰক।
az: Məzmunun düzgün göstərilməsi üçün, zəhmət olmasa, «Google Play»-dən «Android System WebView» və «Google Chrome»-un son versiyalarını yükləyin.
de: Für eine korrekte Darstellung des Inhalts installiere die neueste Version von "Android System WebView" oder "Google Chrome" aus dem Google Play Store.
es: Para visualizar correctamente el contenido, descargue de Google Play la última versión de "Android System WebView" o "Google Chrome" e instálela.
fa: برای نمایش درست، لطفاً اپ‌های Android System WebView و Google Chrome رو به‌روز کنید.
fr: Pour que le contenu s'affiche correctement, installer la dernière version d'« Android System WebView » ou de « Google Chrome » depuis Google Play.
gl: Para asegurarte de que o contido se mostra correctamente, instala a última versión de "Android System WebView" ou "Google Chrome" desde Google Play.
hu: A tartalom megfelelő megjelenítéséhez telepítsd az „Android System WebView” vagy a „Google Chrome” legfrissebb verzióját a Play Áruházból.
it: Per visualizzare correttamente i contenuti, installa l’ultima versione di “Android System WebView” o “Google Chrome” da Google Play.
ja: コンテンツをきちんと表示するには，Playストアから「AndroidシステムのWebView」か「Google Chrome」の最新版をインストールしてください。
ko: 내용이 올바르게 표시되도록 최신 버전의 "안드로이드 시스템 웹뷰"와 "구글 크롬"을 구글 플레이에서 설치하시기 바랍니다.
ne: यी जानकारीहरू दुरुस्त हेर्नको लागि "एन्ड्रोइड सिस्टम वेबभ्यु" वा गुगल प्ले बाट "गुगल क्रोम" डाउनलोड गर्नुहोस्।
nl: Installeer de nieuwste versie van "Android System WebView" of "Google Chrome" vanuit Google Play om ervoor te zorgen dat content correct wordt weergegeven.
pt: Para garantir que o conteúdo seja exibido corretamente, acesse a Google Play e instale a última versão do "Android System WebView" ou do "Google Chrome".
ru: Чтобы содержимое отображалось правильно, зайдите в Google Play и установите последнюю версию Android System WebView или Google Chrome.
tr: İçeriğin doğru şekilde görüntülenmesi için Google Play'den "Android System WebView" veya "Google Chrome" uygulamasının en son sürümünü yükleyin.
zh: 为了确保显示内容正确，请从Google Play安装最新版本的Google Chrome或Android System WebView。
zh_tw: 為了確保顯示內容正確，請從Google Play安裝最新版本的Google Chrome或Android System WebView。

# message_update_app
source: An updated version of JW Library is needed to receive new publications.
af: Jou JW Library moet opgegradeer word voordat jy nuwe publikasies kan aflaai.
am: አዳዲስ የሕትመት ውጤቶችን ለማግኘት JW Library መታደስ አለበት።
ar: يجب تحديث JW Library للحصول على الإصدارات الجديدة.‏
as: নতুন প্ৰকাশনবোৰ পাবলৈ JW Library আপডেট ভাৰ্চনৰ প্ৰয়োজন আছে।
az: Yeni nəşrləri görmək üçün bu proqramın (JW Library) yeni versiyası tələb olunur.
de: Eine aktuellere Version von JW Library ist nötig, um neue Publikationen zu erhalten.
es: Se requiere una versión de JW Library más reciente para descargar nuevas publicaciones.
fa: برای دسترسی به نشریات جدید، برنامۀ JW Library را به‌روز کنید
fr: Une mise à jour de JW Library est nécessaire pour recevoir de nouvelles publications.
gl: É necesario actualizar JW Library para poder obter novas publicacións.
hu: Az új kiadványok letöltéséhez a JW Library újabb verziójára van szükség.
it: Per scaricare nuove pubblicazioni serve la versione aggiornata di JW Library.
ja: 新しいコンテンツを入手するには、JW Libraryのバージョンアップが必要です。
ko: 새로운 출판물을 사용하려면 JW Library를 업데이트해야 합니다.
ne: नयाँ प्रकाशन प्राप्त गर्न JW Library अपडेट गरेको हुनुपर्छ।
nl: Update JW Library om nieuwe publicaties te ontvangen.
pt: Você precisa atualizar o JW Library para receber novas publicações.
ru: Для загрузки новых публикаций требуется обновить приложение JW Library.
tr: Yeni yayınları alabilmeniz için güncel bir JW Library gerekiyor.
zh: 您需要更新JW Library才能下載最新出版物。
zh_tw: 您需要更新JW Library才能下載新的出版物。

# message_update_in_progress_title
source: Update in Progress
af: Bywerking is aan die gang
am: እየታደሰ ነው
ar: جاري التحديث
as: আপডেট হৈ আছে
az: Yenilənir
de: Update wird durchgeführt
es: Actualizando
fa: به‌روز کردن اَپ در حال انجام شدن است.
fr: Mise à jour en cours
gl: Actualizando...
hu: A frissítés folyamatban van
it: Aggiornamento in corso
ja: アップデート中...
ko: 업데이트 중
ne: अपडेट हुँदै छ
nl: Update in behandeling
pt: Atualização em andamento
ru: Идет обновление
tr: Güncelleme Devam Ediyor
zh: 更新中
zh_tw: 更新中

# message_update_os
source: The next update of JW Library will require {version} or later.
af: Die volgende bywerking van JW Library sal {version} of nuter vereis.
am: ቀጣዩን የJW Library እትም ለማውረድ{version} ያስፈልጋል።
ar: التحديث التالي من JW Library يتطلب نظام {version} أو الأحدث منه.‏
as: পৰৱৰ্তী JW লাইব্ৰেৰীৰ আপডেটৰ কাৰণে {version} প্ৰয়োজন হʼব।
az: JW Library proqramının növbəti versiyası üçün {version} tələb olunur.
de: Die nächste Aktualisierung von JW Library erfordert mindestens {version}.
es: La siguiente actualización de JW Library requerirá {version} o posterior.
fa: برای راه‌اندازی ورژن بعدی JW Library نیاز به حداقل {version} دارد.
fr: La mise à jour de JW Library requiert au minimum {version}.
gl: A seguinte actualización de JW Library precisa {version} ou superior.
hu: A JW Library következő frissítéséhez {version} vagy újabb szükséges.
it: Il prossimo aggiornamento di JW Library richiederà {version} o versioni successive.
ja: 次回のアプリの更新を行うには，{version}以降のOSが必要です。
ko: JW 라이브러리의 업데이트를 위해 {version} 이상이 필요합니다.
ne: JW लाइब्रेरी अपडेट गर्नको लागि कम्तीमा पनि {version} चाहिन्छ।
nl: Voor de volgende update van JW Library is {version} of nieuwer vereist.
pt: A próxima atualização do JW Library exigirá o {version} ou mais recente.
ru: Для следующего обновления JW Library потребуется {version}.
tr: JW Library uygulamasının sonraki güncellemesi için {version} veya sonraki sürüm gerekecek.
zh: JW Library下次更新时需要{version}或以上的版本。
zh_tw: JW Library下次更新時需要{version}或以上的版本。
