Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# settings_video_display
source: Video Playback
af: Video-opsies
am: ቪዲዮ ማጫወቻ
ar: عرض الفيديوات
as: ভিডিঅ’ ডিচপ্লে
az: Videonun nümayişi
de: Videowiedergabe
es: Reproducción del video
fa: نمایش ویدیو
fr: Deuxième écran
gl: Reprodución do vídeo
hu: Videólejátszás
it: Impostazioni riproduzione video
ja: ビデオの表示
ko: 동영상 재생
ne: भिडियो प्लेब्याक
nl: Videoweergave
pt: Exibir vídeo
ru: Воспроизведение видео
tr: Video Oynatma
zh: 播放影片
zh_tw: 播放影片

# settings_video_display_uppercase
source: VIDEO PLAYBACK
af: VIDEO-OPSIES
am: ቪዲዮ ማጫወቻ
ar: عرض الفيديوات
as: ভিডিঅ' ডিচপ্লে
az: VİDEONUN NÜMAYİŞİ
de: VIDEOWIEDERGABE
es: REPRODUCCIÓN DEL VIDEO
fa: نمایش ویدیو
fr: DEUXIÈME ÉCRAN
gl: REPRODUCIÓN DO VÍDEO
hu: VIDEÓLEJÁTSZÁS
it: IMPOSTAZIONI RIPRODUZIONE VIDEO
ja: ビデオの表示
ko: 동영상 재생
ne: भिडियो प्लेब्याक
nl: VIDEOWEERGAVE
pt: EXIBIÇÃO DE VÍDEO
ru: ВОСПРОИЗВЕДЕНИЕ ВИДЕО
tr: VİDEO OYNATMA
zh: 播放影片
zh_tw: 播放影片

# message_download_publication
source: Do you want to download “{publicationTitle}”?
af: Wil jy "{publicationTitle}" aflaai?
am: « {publicationTitle} » ማውረድ ይፈልጋሉ?
ar: هل ترغب في تنزيل « {publicationTitle} »؟
as: আপুনি « {publicationTitle} » ডাউনলোড কৰিব বিচাৰেনে?
az: « {publicationTitle} » yükləmək istəyirsiniz?
de: Möchtest du „{publicationTitle}“ herunterladen?
es: ¿Deseas descargar «{publicationTitle}»?
fa: آیا مایلید « {publicationTitle} » را دانلود کنید؟
fr: Souhaitez-vous télécharger « {publicationTitle} » ?
gl: Queres descargar «{publicationTitle}»?
hu: Le szeretnéd tölteni a(z) «{publicationTitle}» című kiadványt?
it: Vuoi scaricare «{publicationTitle}»?
ja: 「{publicationTitle}」をダウンロードしますか？
ko: “{publicationTitle}”을 다운로드하시겠습니까?
ne: के तपाईं « {publicationTitle} » डाउनलोड गर्न चाहनुहुन्छ?
nl: Wilt u “{publicationTitle}” downloaden?
pt: Deseja baixar “{publicationTitle}”?
ru: Вы хотите скачать «{publicationTitle}»?
tr: “{publicationTitle}” yayınını indirmek ister misiniz?
zh: 您想下载 « {publicationTitle} » 吗？
zh_tw: 您想下載 « {publicationTitle} » 嗎？

# message_import_data
source: Importing app data in progress…
af: Voer tans programdata in …
am: የመተግበሪያ ውሂብ እየገባ ነው...
ar: جارٍ استيراد بيانات التطبيق…
as: এপ্লিকেচনৰ ডেটা আমদানি কৰি আছে...
az: Tətbiq məlumatları idxal edilir...
de: Der Import von App-Daten läuft…
es: Importando datos de la aplicación en curso...
fa: در حال درون‌ریزی داده‌های برنامه...
fr: Importation des données de l'app en cours…
gl: Importando datos da aplicación en curso...
hu: Alkalmazásadatok importálása folyamatban…
it: Importazione dei dati dell'app in corso…
ja: アプリデータをインポート中です…
ko: 앱 데이터 가져오기 진행 중…
ne: एप डेटा आयात गरिँदै छ...
nl: App-gegevens worden geïmporteerd…
pt: Importação de dados do aplicativo em andamento…
ru: Выполняется импорт данных приложения…
tr: Uygulama verileri içe aktarılıyor…
zh: 正在导入应用程式数据...
zh_tw: 正在匯入應用程式資料...

# label_sort_title_asc
source: Title (A-Z)
af: Titel (A-Z)
am: ርዕስ (ከሀ እስከ ፐ)
ar: العنوان (أ-ي)
as: শিৰোনাম (A-Z)
az: Başlıq (A-Z)
de: Titel (A-Z)
es: Título (A-Z)
fa: عنوان (الف-ی)
fr: Titre (A-Z)
gl: Título (A-Z)
hu: Cím (A-Z)
it: Titolo (A-Z)
ja: タイトル (A-Z)
ko: 제목 (A-Z)
ne: शीर्षक (A-Z)
nl: Titel (A-Z)
pt: Título (A-Z)
ru: Название (А-Я)
tr: Başlık (A-Z)
zh: 标题 (A-Z)
zh_tw: 標題 (A-Z)

# label_sort_title_desc
source: Title (Z-A)
af: Titel (Z-A)
am: ርዕስ (ከፐ እስከ ሀ)
ar: العنوان (ي-أ)
as: শিৰোনাম (Z-A)
az: Başlıq (Z-A)
de: Titel (Z-A)
es: Título (Z-A)
fa: عنوان (ی-الف)
fr: Titre (Z-A)
gl: Título (Z-A)
hu: Cím (Z-A)
it: Titolo (Z-A)
ja: タイトル (Z-A)
ko: 제목 (Z-A)
ne: शीर्षक (Z-A)
nl: Titel (Z-A)
pt: Título (Z-A)
ru: Название (Я-А)
tr: Başlık (Z-A)
zh: 标题 (Z-A)
zh_tw: 標題 (Z-A)

# label_sort_year_asc
source: Year (Oldest)
af: Jaar (Oudste)
am: ዓመት (በጣም ጥንታዊ)
ar: السنة (الأقدم)
as: চন (পুৰণি)
az: İl (Ən köhnə)
de: Jahr (Ältestes)
es: Año (Más antiguo)
fa: سال (قدیمی‌ترین)
fr: Année (Plus ancien)
gl: Ano (Máis antigo)
hu: Év (Leghamarabbi)
it: Anno (Meno recente)
ja: 年 (古い順)
ko: 연도 (가장 오래된)
ne: वर्ष (सबैभन्दा पुरानो)
nl: Jaar (Oudste)
pt: Ano (Mais antigo)
ru: Год (Сначала старые)
tr: Yıl (Eskiden Yeniye)
zh: 年份 (最早)
zh_tw: 年份 (最早)

# label_sort_year_desc
source: Year (Newest)
af: Jaar (Nuutste)
am: ዓመት (በጣም የቅርብ ጊዜ)
ar: السنة (الأحدث)
as: চন (নতুন)
az: İl (Ən yeni)
de: Jahr (Neuestes)
es: Año (Más reciente)
fa: سال (جدیدترین)
fr: Année (Plus récent)
gl: Ano (Máis recente)
hu: Év (Legutóbbi)
it: Anno (Più recente)
ja: 年 (新しい順)
ko: 연도 (가장 최근)
ne: वर्ष (सबैभन्दा नयाँ)
nl: Jaar (Nieuwste)
pt: Ano (Mais recente)
ru: Год (Сначала новые)
tr: Yıl (Yeniden Eskiye)
zh: 年份 (最新)
zh_tw: 年份 (最新)

# label_sort_symbol_asc
source: Symbol (A-Z)
af: Simbool (A-Z)
am: ምልክት (ከሀ እስከ ፐ)
ar: الرمز (أ-ي)
as: প্ৰতীক (A-Z)
az: Simvol (A-Z)
es: Símbolo (A-Z)
fa: نماد (الف-ی)
fr: Symbole (A-Z)
gl: Símbolo (A-Z)
hu: Szimbólum (A-Z)
it: Simbolo (A-Z)
ja: シンボル (A-Z)
ko: 기호 (A-Z)
ne: प्रतीक (A-Z)
nl: Symbool (A-Z)
pt: Símbolo (A-Z)
ru: Символ (А-Я)
tr: Sembol (A-Z)
zh: 符号 (A-Z)
zh_tw: 符號 (A-Z)

# label_sort_symbol_desc
source: Symbol (Z-A)
af: Simbool (Z-A)
am: ምልክት (ከፐ እስከ ሀ)
ar: الرمز (ي-أ)
as: প্ৰতীক (Z-A)
az: Simvol (Z-A)
es: Símbolo (Z-A)
fa: نماد (ی-الف)
fr: Symbole (Z-A)
gl: Símbolo (Z-A)
hu: Szimbólum (Z-A)
it: Simbolo (Z-A)
ja: シンボル (Z-A)
ko: 기호 (Z-A)
ne: प्रतीक (Z-A)
nl: Symbool (Z-A)
pt: Símbolo (Z-A)
ru: Символ (Я-А)
tr: Sembol (Z-A)
zh: 符号 (Z-A)
zh_tw: 符號 (Z-A)

# message_delete_publication
source: Publication deleted
af: Publikasie is verwyder
am: ጽሑፍ ተሰርዟል
ar: تم حذف المطبوعة
as: প্ৰকাশন মচি পেলোৱা হ'ল
az: Nəşr silindi
de: Veröffentlichung gelöscht
es: Publicación eliminada
fa: نشریه حذف شد
fr: Publication supprimée
gl: Publicación eliminada
hu: Kiadvány törölve
it: Pubblicazione eliminata
ja: 出版物を削除しました
ko: 간행물 삭제됨
ne: प्रकाशन मेटाइयो
nl: Publicatie verwijderd
pt: Publicação excluída
ru: Публикация удалена
tr: Yayın silindi
zh: 出版物已删除
zh_tw: 出版物已刪除

# message_update_cancel
source: Update cancelled
af: Opdatering gekanselleer
am: ዝመና ተሰርዟል
ar: تم إلغاء التحديث
as: আপডেট বাতিল কৰা হ'ল
az: Yenilənmə ləğv edildi
de: Update abgebrochen
es: Actualización cancelada
fa: به‌روزرسانی لغو شد
fr: Mis à jour annulée
gl: Actualización cancelada
hu: Frissítés megszakítva
it: Aggiornamento annullato
ja: アップデートがキャンセルされました
ko: 업데이트 취소됨
ne: अपडेट रद्द गरियो
nl: Update geannuleerd
pt: Atualização cancelada
ru: Обновление отменено
tr: Güncelleme iptal edildi
zh: 更新已取消
zh_tw: 更新已取消

# message_download_cancel
source: Download cancelled
af: Aflaai gekanselleer
am: ማውረድ ተሰርዟል
ar: تم إلغاء التنزيل
as: ডাউনল'ড বাতিল কৰা হ'ল
az: Yükləmə ləğv edildi
de: Download abgebrochen
es: Descarga cancelada
fa: دانلود لغو شد
fr: Téléchargement annulé
gl: Descarga cancelada
hu: Letöltés megszakítva
it: Download annullato
ja: ダウンロードがキャンセルされました
ko: 다운로드 취소됨
ne: डाउनलोड रद्द गरियो
nl: Download geannuleerd
pt: Download cancelado
ru: Загрузка отменена
tr: İndirme iptal edildi
zh: 下载已取消
zh_tw: 下載已取消

# message_item_download_title
source: « {title} » is not downloaded
af: « {title} » is nie afgelaai nie
am: « {title} » አልወረደም
ar: لم يتم تنزيل « {title} »
as: « {title} » ডাউনলোড হোৱা নাই
az: « {title} » yüklənməyib
de: „ {title} “ wurde nicht heruntergeladen
es: « {title} » no está descargado
fa: « {title} » دانلود نشده است
fr: « {title} » n'est pas téléchargé
gl: « {title} » non está descargado
hu: « {title} » nincs letöltve
it: « {title} » non è stato scaricato
ja: 「 {title} 」はダウンロードされていません
ko: « {title} »이(가) 다운로드되지 않았습니다
ne: « {title} » डाउनलोड गरिएको छैन
nl: « {title} » is niet gedownload
pt: « {title} » não está baixado
ru: « {title} » не загружен
tr: “{title}” indirilmedi
zh: « {title} » 尚未下载
zh_tw: « {title} » 尚未下載

# message_item_download
source: Would you like to download « {title} »?
af: Wil u « {title} » aflaai?
am: « {title} » ማውረድ ይፈልጋሉ?
ar: هل ترغب في تنزيل « {title} »؟
as: আপুনি « {title} » ডাউনলোড কৰিব বিচাৰেনে?
az: « {title} » yükləmək istəyirsiniz?
de: Möchten Sie „ {title} “ herunterladen?
es: ¿Le gustaría descargar « {title} »?
fa: آیا مایلید « {title} » را دانلود کنید؟
fr: Souhaitez-vous télécharger « {title} » ?
gl: Gustaríalle descargar « {title} »?
hu: Szeretné letölteni a « {title} » című anyagot?
it: Vuoi scaricare « {title} »?
ja: 「 {title} 」をダウンロードしますか？
ko: « {title} »을(를) 다운로드하시겠습니까?
ne: के तपाईं « {title} » डाउनलोड गर्न चाहनुहुन्छ?
nl: Wilt u « {title} » downloaden?
pt: Gostaria de baixar « {title} »?
ru: Хотите загрузить « {title} »?
tr: “{title}” yayınını indirmek ister misiniz?
zh: 您想下载 « {title} » 吗？
zh_tw: 您想下載 « {title} » 嗎？

# message_item_downloading
source: Downloading « {title} »
af: Besig met aflaai van « {title} »
am: « {title} » እየወረደ ነው
ar: جارٍ تنزيل « {title} »
as: « {title} » ডাউনলোড কৰি আছে
az: « {title} » yüklənir
de: „ {title} “ wird heruntergeladen
es: Descargando « {title} »
fa: در حال دانلود « {title} »
fr: Téléchargement de « {title} »
gl: Descargando « {title} »
hu: « {title} » letöltése folyamatban
it: Scaricamento di « {title} » in corso
ja: 「 {title} 」をダウンロードしています
ko: « {title} » 다운로드 중
ne: « {title} » डाउनलोड गर्दै
nl: « {title} » wordt gedownload
pt: Baixando « {title} »
ru: Загружается « {title} »
tr: “{title}” indiriliyor
zh: 正在下载 « {title} »
zh_tw: 正在下載 « {title} »

# message_confirm_userdata_reset_title
source: Confirm reset
af: Bevestig terugstel
am: ዳግም ማስጀመርን ያረጋግጡ
ar: تأكيد إعادة الضبط
as: পুনৰ সংহতি নিশ্চিত কৰক
az: Sıfırlamağı təsdiqləyin
de: Zurücksetzen bestätigen
es: Confirmar restablecimiento
fa: تأیید بازنشانی
fr: Confirmer la réinitialisation
gl: Confirmar restablecemento
hu: Visszaállítás megerősítése
it: Conferma ripristino
ja: リセットを確認
ko: 초기화 확인
ne: रिसेट पुष्टि गर्नुहोस्
nl: Bevestig reset
pt: Confirmar redefinição
ru: Подтвердите сброс
tr: Sıfırlamayı onayla
zh: 确认重置
zh_tw: 確認重設

# message_confirm_userdata_reset
source: Are you sure you want to reset this backup? You will lose all your data from your individual study. This action is irreversible.
af: Is u seker dat u hierdie rugsteun wil terugstel? U sal al u data vir u individuele studie verloor. Hierdie aksie is onomkeerbaar.
am: ይህን ምትኬ ዳግም ማስጀመር ይፈልጋሉ? ሁሉንም የግል ጥናት ውሂብዎን ያጣሉ. ይህ እርምጃ ሊቀለበስ የማይችል ነው።
ar: هل تريد حقًا إعادة ضبط هذا النسخ الاحتياطي؟ ستفقد كل بيانات دراستك الفردية. هذا الإجراء لا رجعة فيه.
as: আপুনি সঁচাকৈয়ে এই বেকআপ পুনৰ সংহতি কৰিব বিচাৰেনে? আপোনাৰ সকলো ব্যক্তিগত অধ্যয়ন ডেটা হেৰুৱাব। এই কাৰ্য্য অপ্ৰতিৱৰ্তিত।
az: Bu yedəyi həqiqətən sıfırlamaq istəyirsiniz? Bütün fərdi təhsil məlumatlarınızı itirəcəksiniz. Bu əməliyyat geri dönməzdir.
de: Möchten Sie dieses Backup wirklich zurücksetzen? Sie verlieren alle Ihre Daten Ihres individuellen Studiums. Diese Aktion ist irreversibel.
es: ¿Está seguro de que desea restablecer esta copia de seguridad? Perderá todos sus datos de su estudio individual. Esta acción es irreversible.
fa: آیا واقعاً می‌خواهید این پشتیبان را بازنشانی کنید؟ تمام داده‌های مطالعه شخصی خود را از دست خواهید داد. این عمل برگشت‌ناپذیر است.
fr: Voulez-vous vraiment réinitialiser cette sauvegarde ? Vous perdrez toutes vos données de votre étude individuelle. Cette action est irréversible.
gl: Está seguro de que quere restablecer esta copia de seguridade? Perderá todos os datos do seu estudo individual. Esta acción é irreversible.
hu: Biztosan vissza szeretné állítani ezt a biztonsági mentést? El fogja veszíteni az egyéni tanulmányi adatait. Ez a művelet visszafordíthatatlan.
it: Sei sicuro di voler ripristinare questo backup? Perderai tutti i dati del tuo studio individuale. Questa azione è irreversibile.
ja: このバックアップをリセットしてもよろしいですか？個人的な学習のデータがすべて失われます。この操作は元に戻せません。
ko: 이 백업을 초기화하시겠습니까? 개별 연구의 모든 데이터를 잃게 됩니다. 이 작업은 되돌릴 수 없습니다.
ne: के तपाईं साँच्चै यो ब्याकअप रिसेट गर्न चाहनुहुन्छ? तपाईंले आफ्नो व्यक्तिगत अध्ययनको सबै डाटा गुमाउनुहुनेछ। यो कार्य अपरिवर्तनीय छ।
nl: Weet u zeker dat u deze back-up wilt resetten? U verliest al uw gegevens van uw individuele studie. Deze actie is onomkeerbaar.
pt: Tem certeza de que deseja redefinir este backup? Você perderá todos os seus dados do seu estudo individual. Esta ação é irreversível.
ru: Вы уверены, что хотите сбросить эту резервную копию? Вы потеряете все свои данные индивидуального изучения. Это действие необратимо.
tr: Bu yedeklemeyi gerçekten sıfırlamak istiyor musunuz? Kişisel inceleme verilerinizin tümünü kaybedeceksiniz. Bu eylem geri alınamaz.
zh: 您真的要重置此备份吗？您将丢失所有个人学习数据。此操作不可逆。
zh_tw: 您真的要重設此備份嗎？您將遺失所有個人學習資料。此操作不可逆。

# message_exporting_userdata
source: Exporting data...
af: Besig met uitvoer van data...
am: ውሂብ እየተላከ ነው...
ar: جارٍ تصدير البيانات...
as: ডেটা ৰপ্তানি কৰি আছে...
az: Məlumat ixrac edilir...
de: Datenexport läuft...
es: Exportando datos...
fa: در حال برون‌ریزی داده‌ها...
fr: Exportation des données en cours...
gl: Exportando datos...
hu: Adatok exportálása folyamatban...
it: Esportazione dati in corso...
ja: データをエクスポートしています...
ko: 데이터 내보내기 중...
ne: डाटा निर्यात गर्दै...
nl: Gegevens exporteren...
pt: Exportando dados...
ru: Экспорт данных...
tr: Veriler dışa aktarılıyor...
zh: 正在导出数据...
zh_tw: 正在匯出資料...

# message_delete_userdata_title
source: Backup deleted
af: Rugsteun verwyder
am: ምትኬ ተሰርዟል
ar: تم حذف النسخ الاحتياطي
as: বেকআপ মচি পেলোৱা হ'ল
az: Yedək silindi
de: Backup gelöscht
es: Copia de seguridad eliminada
fa: پشتیبان حذف شد
fr: Sauvegarde supprimée
gl: Copia de seguridade eliminada
hu: Biztonsági mentés törölve
it: Backup eliminato
ja: バックアップが削除されました
ko: 백업 삭제됨
ne: ब्याकअप मेटाइयो
nl: Back-up verwijderd
pt: Backup excluído
ru: Резервная копия удалена
tr: Yedekleme silindi
zh: 备份已删除
zh_tw: 備份已刪除

# message_delete_userdata
source: The backup was successfully deleted.
af: Die rugsteun is suksesvol verwyder.
am: ምትኬው በተሳካ ሁኔታ ተሰርዟል።
ar: تم حذف النسخ الاحتياطي بنجاح.
as: বেকআপ সফলভাৱে মচি পেলোৱা হ'ল।
az: Yedək uğurla silindi.
de: Das Backup wurde erfolgreich gelöscht.
es: La copia de seguridad se eliminó con éxito.
fa: پشتیبان با موفقیت حذف شد.
fr: La sauvegarde a bien été supprimée.
gl: A copia de seguridade eliminouse con éxito.
hu: A biztonsági mentés sikeresen törölve lett.
it: Il backup è stato eliminato con successo.
ja: バックアップは正常に削除されました。
ko: 백업이 성공적으로 삭제되었습니다.
ne: ब्याकअप सफलतापूर्वक मेटाइएको छ।
nl: De back-up is succesvol verwijderd.
pt: O backup foi excluído com sucesso.
ru: Резервная копия успешно удалена.
tr: Yedekleme başarıyla silindi.
zh: 备份已成功删除。
zh_tw: 備份已成功刪除。

# message_file_not_supported_1_extension
source: The file must have an {extention} extension.
af: Die lêer moet 'n {extention}-uitbreiding hê.
am: ፋይሉ የ{extention} ቅጥያ ሊኖረው ይገባል።
ar: يجب أن يكون للملف امتداد {extention}.
as: ফাইলটোৰ এটা {extention} এক্সটেনশ্বন থাকিব লাগিব।
az: Faylın {extention} uzantısı olmalıdır.
de: Die Datei muss die Erweiterung {extention} haben.
es: El archivo debe tener una extensión {extention}.
fa: فایل باید دارای پسوند {extention} باشد.
fr: Le fichier doit avoir une extension {extention}.
gl: O ficheiro debe ter unha extensión {extention}.
hu: A fájlnak {extention} kiterjesztésűnek kell lennie.
it: Il file deve avere un'estensione {extention}.
ja: ファイルは {extention} 拡張子を持っている必要があります。
ko: 파일에는 {extention} 확장자가 있어야 합니다.
ne: फाइलमा {extention} विस्तार हुनुपर्छ।
nl: Het bestand moet een {extention}-extensie hebben.
pt: O arquivo deve ter uma extensão {extention}.
ru: Файл должен иметь расширение {extention}.
tr: Dosyanın uzantısı {extention} olmalıdır.
zh: 文件必须具有 {extention} 扩展名。
zh_tw: 檔案必須具有 {extention} 副檔名。

# message_file_not_supported_2_extensions
source: The file must have an {exention1} or {extention2} extension.
af: Die lêer moet 'n {exention1}- of {extention2}-uitbreiding hê.
am: ፋይሉ የ{exention1} ወይም የ{extention2} ቅጥያ ሊኖረው ይገባል።
ar: يجب أن يكون للملف امتداد {exention1} أو {extention2}.
as: ফাইলটোৰ {exention1} বা {extention2} এক্সটেনশ্বন থাকিব লাগিব।
az: Faylın {exention1} və ya {extention2} uzantısı olmalıdır.
de: Die Datei muss die Erweiterung {exention1} oder {extention2} haben.
es: El archivo debe tener una extensión {exention1} o {extention2}.
fa: فایل باید دارای پسوند {exention1} یا {extention2} باشد.
fr: Le fichier doit avoir une extension {exention1} ou {extention2}.
gl: O ficheiro debe ter unha extensión {exention1} ou {extention2}.
hu: A fájlnak {exention1} vagy {extention2} kiterjesztésűnek kell lennie.
it: Il file deve avere un'estensione {exention1} o {extention2}.
ja: ファイルは {exention1} または {extention2} 拡張子を持っている必要があります。
ko: 파일에는 {exention1} 또는 {extention2} 확장자가 있어야 합니다.
ne: फाइलमा {exention1} वा {extention2} विस्तार हुनुपर्छ।
nl: Het bestand moet een {exention1} of {extention2}-extensie hebben.
pt: O arquivo deve ter uma extensão {exention1} ou {extention2}.
ru: Файл должен иметь расширение {exention1} или {extention2}.
tr: Dosyanın uzantısı {exention1} veya {extention2} olmalıdır.
zh: 文件必须具有 {exention1} 或 {extention2} 扩展名。
zh_tw: 檔案必須具有 {exention1} 或 {extention2} 副檔名。

# message_file_not_supported_multiple_extensions
source: The file must have one of the following extensions: {extensions}.
af: Die lêer moet een van die volgende uitbreidings hê: {extensions}.
am: ፋይሉ ከሚከተሉት ቅጥያዎች ውስጥ አንዱ ሊኖረው ይገባል: {extensions}።
ar: يجب أن يحتوي الملف على أحد الامتدادات التالية: {extensions}.
as: ফাইলটোৰ নিম্নলিখিত এক্সটেনশ্বনবোৰৰ এটা থাকিব লাগিব: {extensions}।
az: Fayl aşağıdakı uzantılardan birinə sahib olmalıdır: {extensions}.
de: Die Datei muss eine der folgenden Erweiterungen haben: {extensions}.
es: El archivo debe tener una de las siguientes extensiones: {extensions}.
fa: فایل باید دارای یکی از پسوندهای زیر باشد: {extensions}.
fr: Le fichier doit avoir l'une des extensions suivantes : {extensions}.
gl: O ficheiro debe ter unha das seguintes extensións: {extensions}.
hu: A fájlnak az alábbi kiterjesztések egyikével kell rendelkeznie: {extensions}.
it: Il file deve avere una delle seguenti estensioni: {extensions}.
ja: ファイルは次の拡張子のいずれかを持っている必要があります: {extensions}。
ko: 파일에는 다음 확장자 중 하나가 있어야 합니다: {extensions}.
ne: फाइलमा निम्न विस्तारहरू मध्ये एउटा हुनुपर्छ: {extensions}।
nl: Het bestand moet een van de volgende extensies hebben: {extensions}.
pt: O arquivo deve ter uma das seguintes extensões: {extensions}.
ru: Файл должен иметь одно из следующих расширений: {extensions}.
tr: Dosyanın aşağıdaki uzantılardan birine sahip olması gerekir: {extensions}.
zh: 文件必须具有以下扩展名之一：{extensions}。
zh_tw: 檔案必須具有以下副檔名之一：{extensions}。

# message_file_error_title
source: Error with file
af: Lêerfout
am: የፋይል ስህተት
ar: خطأ في الملف
as: ফাইলৰ সৈতে বিজুটি
az: Faylla bağlı xəta
de: Fehler mit der Datei
es: Error con el archivo
fa: خطا در فایل
fr: Erreur avec le fichier
gl: Erro co ficheiro
hu: Hiba a fájlban
it: Errore con il file
ja: ファイルのエラー
ko: 파일 오류
ne: फाइलमा त्रुटि
nl: Fout met bestand
pt: Erro com o arquivo
ru: Ошибка с файлом
tr: Dosya hatası
zh: 文件错误
zh_tw: 檔案錯誤

# message_file_error
source: The selected {extension} file is corrupted or invalid. Please check the file and try again.
af: Die gekose {extension}-lêer is beskadig of ongeldig. Kontroleer asseblief die lêer en probeer weer.
am: የመረጡት {extension} ፋይል ተበላሽቷል ወይም ልክ ያልሆነ ነው። እባክዎ ፋይሉን ያረጋግጡ እና እንደገና ይሞክሩ።
ar: ملف {extension} المحدد تالف أو غير صالح. يرجى التحقق من الملف والمحاولة مرة أخرى.
as: আপুনি নিৰ্বাচন কৰা {extension} ফাইলটো দুৰ্নীতিগ্ৰস্ত বা অবৈধ। অনুগ্ৰহ কৰি ফাইলটো পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
az: Seçdiyiniz {extension} faylı zədələnmiş və ya etibarsızdır. Zəhmət olmasa faylı yoxlayın və yenidən cəhd edin.
de: Die ausgewählte {extension}-Datei ist beschädigt oder ungültig. Bitte überprüfen Sie die Datei und versuchen Sie es erneut.
es: El archivo {extension} seleccionado está dañado o no es válido. Por favor, compruebe el archivo e inténtelo de nuevo.
fa: فایل {extension} انتخاب شده خراب یا نامعتبر است. لطفاً فایل را بررسی کرده و دوباره امتحان کنید.
fr: Le fichier {extension} sélectionné est corrompu ou invalide. Veuillez vérifier le fichier et réessayer.
gl: O ficheiro {extension} seleccionado está corrupto ou non é válido. Comprobe o ficheiro e ténteo de novo.
hu: A kiválasztott {extension} fájl sérült vagy érvénytelen. Kérjük, ellenőrizze a fájlt, és próbálja újra.
it: Il file {extension} selezionato è danneggiato o non valido. Controlla il file e riprova.
ja: 選択された {extension} ファイルは破損しているか無効です。ファイルを確認して、もう一度お試しください。
ko: 선택한 {extension} 파일이 손상되었거나 유효하지 않습니다. 파일을 확인하고 다시 시도하십시오.
ne: चयन गरिएको {extension} फाइल बिग्रिएको वा अवैध छ। कृपया फाइल जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस्।
nl: Het geselecteerde {extension}-bestand is beschadigd of ongeldig. Controleer het bestand en probeer het opnieuw.
pt: O arquivo {extension} selecionado está corrompido ou inválido. Verifique o arquivo e tente novamente.
ru: Выбранный файл {extension} поврежден или недействителен. Проверьте файл и повторите попытку.
tr: Seçilen {extension} dosyası bozuk veya geçersiz. Lütfen dosyayı kontrol edip tekrar deneyin.
zh: 所选的 {extension} 文件已损坏或无效。请检查文件并重试。
zh_tw: 所選的 {extension} 檔案已損壞或無效。請檢查檔案並重試。

# message_publication_invalid_title
source: Wrong publication
af: Verkeerde publikasie
am: ስህተት ያለበት ጽሑፍ
ar: مطبوعة خاطئة
as: ভুল প্ৰকাশন
az: Səhv nəşr
de: Falsche Veröffentlichung
es: Publicación incorrecta
fa: نشریه اشتباه
fr: Mauvaise publication
gl: Publicación incorrecta
hu: Téves kiadvány
it: Pubblicazione errata
ja: 間違った出版物
ko: 잘못된 간행물
ne: गलत प्रकाशन
nl: Verkeerde publicatie
pt: Publicação errada
ru: Неправильная публикация
tr: Yanlış yayın
zh: 出版物不正确
zh_tw: 出版物不正確

# message_publication_invalid
source: The selected .jwpub file does not match the required publication. Please choose a publication with symbol « {symbol} ».
af: Die geselekteerde .jwpub-lêer stem nie ooreen met die vereiste publikasie nie. Kies asseblief 'n publikasie met die simbool « {symbol} ».
am: የመረጡት .jwpub ፋይል የሚፈለገውን ጽሑፍ አይዛመድም። እባክዎ « {symbol} » ምልክት ያለበት ጽሑፍ ይምረጡ።
ar: ملف .jwpub المحدد لا يتطابق مع المطبوعة المطلوبة. يرجى اختيار مطبوعة بالرمز « {symbol} ».
as: নিৰ্বাচিত .jwpub ফাইলটোৱে প্ৰয়োজনীয় প্ৰকাশনৰ সৈতে মিল নাখায়। অনুগ্ৰহ কৰি « {symbol} » প্ৰতীক থকা এটা প্ৰকাশন বাছনি কৰক।
az: Seçdiyiniz .jwpub faylı tələb olunan nəşrlə uyğun gəlmir. Zəhmət olmasa « {symbol} » simvolu olan nəşri seçin.
de: Die ausgewählte .jwpub-Datei stimmt nicht mit der erforderlichen Veröffentlichung überein. Bitte wählen Sie eine Veröffentlichung mit dem Symbol „ {symbol} “.
es: El archivo .jwpub seleccionado no coincide con la publicación requerida. Por favor, elija una publicación con el símbolo « {symbol} ».
fa: فایل .jwpub انتخاب شده با نشریه مورد نیاز مطابقت ندارد. لطفاً نشریه‌ای با نماد « {symbol} » انتخاب کنید.
fr: Le fichier .jwpub sélectionné ne correspond pas à la publication requise. Veuillez choisir une publication avec pour symbol « {symbol} ».
gl: O ficheiro .jwpub seleccionado non coincide coa publicación requirida. Escolla unha publicación co símbolo « {symbol} ».
hu: A kiválasztott .jwpub fájl nem egyezik a szükséges kiadvánnyal. Kérjük, válasszon egy « {symbol} » szimbólummal ellátott kiadványt.
it: Il file .jwpub selezionato non corrisponde alla pubblicazione richiesta. Scegli una pubblicazione con il simbolo « {symbol} ».
ja: 選択された.jwpubファイルは、必要な出版物と一致しません。シンボル「 {symbol} 」の出版物を選択してください。
ko: 선택한 .jwpub 파일이 필요한 간행물과 일치하지 않습니다. 기호 « {symbol} »이(가) 있는 간행물을 선택하십시오.
ne: चयन गरिएको .jwpub फाइल आवश्यक प्रकाशनसँग मेल खाँदैन। कृपया « {symbol} » प्रतीक भएको प्रकाशन चयन गर्नुहोस्।
nl: Het geselecteerde .jwpub-bestand komt niet overeen met de vereiste publicatie. Kies een publicatie met symbool « {symbol} ».
pt: O arquivo .jwpub selecionado não corresponde à publicação necessária. Escolha uma publicação com o símbolo « {symbol} ».
ru: Выбранный файл .jwpub не соответствует требуемой публикации. Выберите публикацию с символом « {symbol} ».
tr: Seçilen .jwpub dosyası gerekli yayınla eşleşmiyor. Lütfen “{symbol}” sembollü bir yayın seçin.
zh: 所选的 .jwpub 文件与所需出版物不匹配。请选择符号为 « {symbol} » 的出版物。
zh_tw: 所選的 .jwpub 檔案與所需出版物不匹配。請選擇符號為 « {symbol} » 的出版物。
