Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_no_wifi_connection_missing_items
source: To play all items, some will have to be streamed. This may result in data charges. Would you like to continue anyway?
af: Om alle items te speel, moet party gestroom word. Dit kan datakoste tot gevolg hê. Wil jy nog steeds voortgaan?
am: አንዳንዶቹ ፋይሎች አልወረዱም፤ እነዚህን ፋይሎች ለማጫወት ከኢንተርኔት ጋር መገናኘት ያስፈልግሃል። ይህም የዳታ ወጪ ሊኖረው ይችላል። ያም ቢሆን መቀጠል ትፈልጋለህ?
ar: كي تشغِّل كل المواد في هذه اللائحة، تحتاج إلى الإنترنت. وهذا قد يكلِّفك رسومًا إضافية. فهل تريد تشغيلها؟
as: সকলো আইটেম প্লে কৰিবলৈ কিছুমান ষ্ট্ৰীম কৰিব লাগিব। ইয়াৰ ফলত ডাটা মাচুল হ'ব পাৰে। আপুনি তথাপিও অব্যাহত ৰাখিব বিচাৰেনে?
az: Bəzi faylları onlayn rejimdə oxutmaq lazım gələcək. Buna görə sizdən pul tuta bilərlər. Davam etmək istəyirsiniz?
de: Um alle Dateien abspielen zu können, müssen einige gestreamt werden. Es können Kosten anfallen. Trotzdem fortfahren?
es: Para reproducir todos los archivos, algunos tendrán que reproducirse en streaming y puede que le cobren por el consumo de datos. ¿Desea continuar?
fa: برخی از فایل‌های لیست دانلود نشده است. پخش آن‌ها شاید هزینه به همراه داشته باشد. آیا می‌خواهید آن‌ها را پخش کنید؟
fr: Certains éléments de la liste ne sont pas téléchargés et doivent être consultés en streaming. Cela peut entraîner des frais liés à la consommation de données cellulaires. Souhaitez-vous continuer ?
gl: Algúns elementos terán que reproducirse en liña. Isto pode ocasionar gastos por consumo de datos. Queres continuar?
hu: Az összes elem lejátszása online lejátszást is igényel, melynek adatforgalmi díja lehet. Folytatod a lejátszást?
it: Alcuni contenuti della lista non sono stati scaricati. Vuoi riprodurli in streaming?
ja: 全てを再生するには，幾つかのアイテムをストリーミングで再生する必要があります。データ通信料が発生する可能性があります。続行しますか。
ko: 모든 품목을 재생하려면, 다운로드하지 않은 일부 품목은 스트리밍될 것입니다. 데이터 요금이 부과될 수 있습니다. 계속 진행하시겠습니까?
ne: कुनै-कुनै सामग्री डाउनलोड गरिएको छैन। के तपाईँ यी सामग्रीहरू प्रसारण गर्न चाहनुहुन्छ? यसो गर्दा डाटा शुल्क लाग्न सक्छ।
nl: Als je alle items wilt afspelen, moeten sommige worden gestreamd. DIt kan tot datakosten leiden. Wil je toch doorgaan?
pt: Para reproduzir todos os itens, é necessário estar conectado à internet. Isso pode resultar em cobranças pelo uso do plano de dados. Deseja continuar mesmo assim?
ru: Некоторые медиафайлы не скачаны и будут воспроизводиться онлайн. Это может привести к тому, что за передачу данных будет взиматься дополнительная плата. Вы хотите продолжить?
tr: Hepsini oynatmak için veri akışı gerekecek. Bu işlem veri kullanım ücretine yol açabilir. Yine de devam etmek istiyor musunuz?
zh: 如果选择全部播放，未下载的项目将会在线播放。因此，您可能需要支付网络流量费用。您想继续播放吗？
zh_tw: 如果選擇全部播放，未下載的項目將會在線播放。因此，您可能需要支付網路流量費用。您想繼續播放嗎？

# message_not_enough_storage
source: There is not enough storage to download the publication. You can manage your storage in Settings.
af: Daar is nie genoeg plek op jou toestel om die publikasie af te laai nie. Jy kan na Instellings gaan om meer plek te maak.
am: ይህን የሕትመት ውጤት ለማውረድ የሚበቃ ቦታ የለም። ማስቀመጫ ቦታው ላይ ማስተካከያ ማድረግ ትችላለህ።
ar: ليس هناك مساحة تخزين كافية لتنزيل الإصدار. يمكنك التحكم بمساحة التخزين في الإعدادات.‏
as: এই প্ৰকাশনখন ডাউনল’ড কৰিবলৈ পৰ্যাপ্ত ঠাই নাই। আপুনি ছেটিঙত গৈ ঠাইৰ বাবে ব্যৱস্থা কৰিব পাৰে।
az: Nəşri yükləmək üçün yaddaşda lazımi qədər yer yoxdur. Parametrlərdə buna düzəliş etmək olar.
de: Zu wenig Speicherplatz für den Download der Publikation vorhanden. Der Speicherplatz kann unter Einstellungen verwaltet werden.
es: No hay suficiente espacio para descargar esta publicación. Puede ir a Configuración para liberar espacio.
fa: فضای کافی برای دانلود نشریه موجود نیست؛ به تنظیمات حافظۀ دستگاه خود رجوع کنید
fr: La capacité de stockage est insuffisante pour télécharger la publication. Vous pouvez gérer le stockage dans les Paramètres.
gl: Non hai suficiente espazo para descargar a publicación. Podes configurar o almacenamento en Axustes.
hu: Nincs elég tárhely a kiadvány letöltéséhez. A tárhelyet a beállításoknál kezelheted.
it: Non c’è sufficiente spazio in memoria per scaricare la pubblicazione. Gestisci la memoria nelle Impostazioni.
ja: ストレージに十分な空き容量がありません。「設定」からストレージの管理を行ってください。
ko: 출판물을 다운로드할 저장 공간이 부족합니다. 설정에서 저장 공간을 관리할 수 있습니다.
ne: यो प्रकाशन डाउनलोड गर्न पर्याप्त स्टोरेज छैन। सेटिङहरूमा गएर स्टोरेज व्यवस्थापन गर्न सक्नुहुन्छ।
nl: Er is niet genoeg opslagruimte om de publicatie te downloaden. Je kunt de opslagruimte beheren via Instellingen.
pt: Não há espaço suficiente para baixar esta publicação. Para mais opções de armazenamento, acesse Configurações.
ru: Недостаточно памяти для загрузки публикации. Вы можете управлять памятью в настройках устройства.
tr: Yayını indirebilmek için yeterince yer yok. Ayarlar'dan yer kapasitesini düzenleyebilirsiniz.
zh: 存储空间不足，无法下载出版物。请在“设置”中管理您的存储空间。
zh_tw: 儲存空間不足，無法下載出版物。請在「設定」中管理您的儲存空間。

# message_not_enough_storage_title
source: Not Enough Storage
af: Nie genoeg plek nie
am: በቂ ማስቀመጫ ቦታ የለም
ar: مساحة التخزين غير كافية
as: পৰ্যাপ্ত ঠাই নাই
az: Yaddaşda yer çatmır
de: Zu wenig Speicherplatz
es: No hay suficiente espacio
fa: فضای کافی موجود نیست
fr: Capacité de stockage insuffisante
gl: Non hai suficiente espazo
hu: Nincs elég szabad hely
it: Spazio insufficiente
ja: 空き容量不足
ko: 저장 공간 부족
ne: प्रर्याप्त स्टोरेज छैन
nl: Te weinig opslagruimte
pt: Não há espaço suficiente
ru: Недостаточно памяти
tr: Yeterli Yer Yok
zh: 存储空间不足
zh_tw: 儲存空間不足

# message_offline_mode
source: Internet access is disabled in JW Library. Would you like to continue anyway?
af: Internettoegang in JW Library is afgeskakel. Wil jy nog steeds voortgaan?
am: JW Life ኢንተርኔት እንዲጠቀም አልተፈቀደለትም። ለማንኛውም በዚሁ ይቀጥል?
ar: مُنع تطبيق ‏JW Library‏ من استخدام الإنترنت. فهل تريد أن تتابع التنزيل أو التشغيل؟‏
as: JW লাইব্ৰেৰীৰ বাবে ইণ্টাৰনেট বন্ধ কৰি ৰখা হৈছে। আপুনি এতিয়াও চলাব বিচাৰেনে?
az: JW Life proqramında internetə giriş söndürülüb. Yenə də davam etmək istəyirsiniz?
de: Es gibt keine Verbindung zum Internet. Trotzdem fortfahren?
es: Tiene desactivado el acceso a Internet en JW Library. ¿Desea continuar?
fa: دسترسی به اینترنت در اَپ JW Library غیرفعال شده است. با این حال، آیا می‌خواهید دانلود را ادامه دهید؟
fr: L'accès à Internet est désactivé sur JW Life. Souhaitez-vous quand même continuer ?
gl: JW Library non está conectado a Internet. Desexas continuar?
hu: Az automatikus internet-hozzáférés ki van kapcsolva a JW Lifeben. Így is szeretnéd folytatni?
it: L’accesso a Internet è disattivato in JW Library. Vuoi continuare comunque?
ja: JW Libraryでのインターネット接続が無効になっています。インターネット接続を許可しますか。
ko: JW 라이브러리 앱이 인터넷에 접근할 수 없도록 설정되어 있습니다. 그래도 다운로드를 진행하시겠습니까?
ne: JW लाइब्रेरीलाई इन्टरनेट चलाउन नदिनेगरि सेटिङ मिलाइएको छ। तैपनि के तपाईँ अघि बढ्न चाहनुहुन्छ?
nl: Internettoegang is in JW Library uitgeschakeld. Wil je toch doorgaan?
pt: O acesso à internet está desabilitado no JW Library. Deseja continuar mesmo assim?
ru: В JW Library отключен доступ к интернету. Вы хотите продолжить?
tr: JW Life'nin internet erişimi kapalı. Yine de devam etmek istiyor musunuz?
zh: JW Library已停用网络连接，是否继续下载？
zh_tw: JW Life已停用網路連接，是否繼續下載？

# message_offline_mode_multiple_items
source: Internet access is disabled in JW Library. To play all items, some will have to be streamed. Would you like to continue anyway?
af: Internettoegang in JW Library is afgeskakel. Om alle items te speel, moet jy party stroom. Wil jy nog steeds voortgaan?
am: JW Life ኢንተርኔት እንዲጠቀም አልተፈቀደለትም። ሁሉንም ሚዲያ ለመስማት አንዳንዶቹን ፋይሎች ከኢንተርኔት ላይ በቀጥታ ማጫወት ያስፈልጋል። ለማንኛውም በዚሁ ይቀጥል?
ar: مُنع تطبيق ‏JW Library‏ من استخدام الإنترنت. تحتاج إلى الإنترنت كي تشغِّل كل المواد. فهل تريد أن تتابع التشغيل؟
as: JW লাইব্ৰেৰীৰ বাবে ইণ্টাৰনেট বন্ধ কৰি ৰখা হৈছে। সকলো আইটেম প্লে কৰিবলৈ কিছুমান ষ্ট্ৰীম কৰিব লাগিব। আপুনি এতিয়াও চলাব বিচাৰেনে?
az: JW Life proqramında internetə giriş söndürülüb. Buna görə sizdən pul tuta bilərlər. Yenə də davam etmək istəyirsiniz?
de: Es gibt keine Verbindung zum Internet. Um alle Dateien abspielen zu können, müssen einige gestreamt werden. Trotzdem fortfahren?
es: Tiene desactivado el acceso a Internet en JW Library. Si quiere reproducir todos los archivos, algunos se reproducirán en streaming. ¿Desea continuar?
fa: دسترسی به اینترنت در اَپ JW Library غیرفعال شده است. برای پخش بعضی از فایل‌ها باید به اینترنت وصل شوید. آیا می‌خواهید ادامه دهید؟
fr: L'accès à Internet est désactivé sur JW Life. Certains médias ne sont pas téléchargés et devront être lus en ligne. Souhaitez-vous quand même continuer ?
gl: JW Library non está conectado a Internet. Os arquivos que non estean descargados teralos que ver en streaming. Desexas continuar?
hu: Az automatikus internet-hozzáférés ki van kapcsolva a JW Lifeben. Az összes elem lejátszásához néhányat online kell lejátszani. Így is szeretnéd folytatni?
it: L’accesso a Internet è disattivato in JW Library. Per riprodurre tutti i contenuti, alcuni dovranno essere riprodotti in streaming. Vuoi continuare comunque?
ja: JW Libraryでのインターネット接続が無効になっています。全てを再生するには，インターネット経由のストリーミングが必要です。
ko: JW 라이브러리 앱이 인터넷에 접근할 수 없도록 설정되어 있습니다. 전체를 재생하기 위해 일부 품목은 인터넷 스트리밍이 될 것입니다. 계속 진행하시겠습니까?
ne: JW लाइब्रेरीलाई इन्टरनेट चलाउन नदिनेगरि सेटिङ मिलाइएको छ। यदि तपाईँ सबै सामग्री प्ले गर्न चाहनुहुन्छ भने केही सामग्रीहरूको लागि इन्टरनेट आवश्यक पर्छ। के तपाईँ अघि बढ्न चाहनुहुन्छ?
nl: Internettoegang is in JW Library uitgeschakeld. Om alle items af te spelen, moeten sommige worden gestreamd. Wil je toch doorgaan?
pt: O acesso à internet está desabilitado no JW Library. Para reproduzir todos os itens, é necessário estar conectado à internet. Deseja continuar mesmo assim?
ru: В JW Library отключен доступ к интернету. Некоторые файлы из выбранного списка необходимо воспроизводить онлайн. Вы хотите продолжить?
tr: JW Life'nin internet erişimi kapalı. Hepsini dinlemek için bazılarının online oynatılması gerekecek. Yine de devam etmek istiyor musunuz?
zh: JW Library已停用网络连接。如果要播放所有的项目，有些会被切换成在线播放。您仍然要继续吗？
zh_tw: JW Life已停用網路連接。如果要播放所有的項目，有些會被切換成線上播放。您仍然要繼續嗎？

# message_offline_terms
source: JW Library was unable to load this document. Please read the Terms of Use at {url} on a device that has an Internet connection before accepting the Terms of Use.
af: JW Library kon nie hierdie dokument laai nie. Lees asseblief die Gebruiksvoorwaardes by {url} op ’n toestel wat ’n internetverbinding het voordat jy die Gebruiksvoorwaardes aanvaar.
am: JW ላይብረሪ ይህን ሰነድ ማውረድ አልቻለም። እባክህ በቅድሚያ የአጠቃቀም ውሉን ከኢንተርኔት ጋር በተገናኘ ሌላ መሣሪያ ላይ አንብብ፤ የአጠቃቀም ውሉን {url} ላይ ማግኘት ትችላለህ።
ar: لم يستطع تطبيق JW Library أن يفتح هذا الملف. من فضلك اقرأ شروط الاستخدام في الرابط {url} على جهاز متصل بالإنترنت قبل أن تقبل شروط الاستخدام.
as: JW Library-য়ে লʼড লʼব পৰা নাই। ব্যৱহাৰৰ চৰ্ত গ্ৰহণ কৰাৰ আগতে ইনটাৰনেট কানেক্ট কৰি ব্যৱহাৰৰ চৰ্ত{url} ইয়াত পঢ়ি লওক।
az: Sənədi «JW Library» tətbiqinə yükləmək mümkün olmadı. Zəhmət olmasa, istifadə şərtlərini qəbul etməzdən əvvəl {url} linkinə daxil olaraq istifadə şərtləri ilə tanış olun.
de: JW Library konnte das Dokument nicht laden. Bitte lies die Nutzungsbedingungen auf {url} auf einem Gerät mit Internetverbindung, bevor du "Akzeptieren" antippst.
es: JW Library no pudo cargar el documento. Lea las Condiciones de uso en {url} en un dispositivo con conexión a internet antes de pulsar "Aceptar".
fa: JW Library قادر به بارگیری این فایل نمی‌باشد. لطفاً قبل از این که شرایط استفاده را بپذیرید آن را در {url} روی دستگاهی که به اینترنت وصل است بخوانید.
fr: JW Library n'a pas pu charger ce document. Veuillez lire les conditions d'utilisation à l'adresse {url} sur un appareil disposant d'une connexion Internet avant d'accepter les conditions d'utilisation.
gl: JW Library non puido cargar este documento. Por favor, le os Termos de uso en {url} nun dispositivo que teña conexión a Internet antes de aceptar os Termos de uso.
hu: A JW Library nem tudja megjeleníteni ezt a dokumentumot. Mielőtt elfogadnád a felhasználási feltételeket, kérjük, olvasd el azokat a {url} címen egy olyan eszközön, amely csatlakozik az internethez.
it: JW Library non è stata in grado di caricare il documento. Prima di accettare le Condizioni d’uso, leggile al link {url} usando un dispositivo che sia connesso a Internet.
ja: JW Libraryはこの文書を読み込めませんでした。インターネットにつながっている端末で，{url}にアクセスし，利用規約をご覧ください。その後に「受け入れる」をタップしてください。
ko: JW 라이브러리가 이용 약관을 불러오지 못했습니다. 동의하시기 전에 인터넷이 연결된 기기에서 {url}에 접속하여 이용 약관을 읽어 주시기 바랍니다.
ne: JW लाइब्रेरीमा यो जानकारी लोड हुन सकेन। प्रयोगका सर्तहरू स्विकार्नुअघि इन्टरनेट जोडिएको डिभाइसमा निम्न लिङ्क खोली सर्तहरू पढ्नुहोस्: {url}
nl: JW Library kan dit document niet laden. Lees de Gebruiksvoorwaarden op {url} op een apparaat met een internetverbinding voordat u de Gebruiksvoorwaarden aanvaardt.
pt: Não foi possível carregar esse documento. Por favor, leia os Termos de uso acessando o link {url} em um dispositivo com conexão com a internet antes de aceitar os Termos de uso.
ru: Этот документ не загрузился в JW⍽Library. Прежде чем принять «Условия использвания», откройте {url} на устройстве, подключенном к интернету, и прочитайте «Условия использования».
tr: JW Library bu belgeyi yükleyemedi. Lütfen Kullanım Şartlarını kabul etmeden önce İnternet bağlantısı olan bir cihazda {url} adresindeki Kullanım Şartlarını okuyun.
zh: JW Library无法显示这个资料。请先在可上网的设备上阅读《使用条款》{url}，并接受此条款。
zh_tw: JW Library無法顯示這個資料。請先在可上網的裝置上閱讀《使用條款》{url}，並接受此條款。

# message_permission_files
source: To open files from other apps, we need access to folders on your device.
af: Om lêers van ander apps oop te maak, het ons toegang nodig tot vouers op jou toestel.
am: ከሌሎች አፕሊኬሽኖች ላይ ፋይል ለመክፈት፣ በመሣሪያህ ላይ ያሉ ማህደሮችን ለማየት የሚያስችል ፈቃድ ያስፈልገናል።
ar: لفتح الملفات من تطبيقات أخرى، نحتاج إلى إذن للوصول إلى الملفات على جهازك.
as: বেলেগ এপৰ পৰা ফাইল খোলাৰ বাবে আপোনাৰ উপকৰণৰপৰা আমাক অনুমতিৰ প্ৰয়োজন।
az: Başqa proqramlardan faylları açmaq üçün cihazınızın qovluqlarına giriş üçün icazə verilməlidir.
de: Um Dateien von anderen Apps zu öffnen, ist der Zugriff auf Ordner auf diesem Gerät erforderlich.
es: Para abrir archivos de otras aplicaciones, necesitamos acceso a carpetas de su dispositivo.
fa: با انتخاب گزینهٔ «تأیید» امکان باز کردن فایل‌های اپلیکیشن‌های دیگر در دستگاه‌تان فراهم می‌شود.
fr: Pour ouvrir des fichiers à partir d'autres applications, nous devons accéder à des répertoires de votre appareil.
gl: Para abrir arquivos dende outras aplicacións, é necesario acceder ós ficheiros do teu dispositivo.
hu: Az alkalmazáson kívüli fájlok megnyitásához engedélyre van szükségünk.
it: Per aprire file da altre app, è necessario consentire l’accesso alle cartelle del tuo dispositivo.
ja: 他のアプリにあるファイルを開くには，アクセスを許可する必要があります。
ko: 다른 앱에서 파일을 열려면, 기기의 폴더에 대한 접근 권한이 필요합니다.
ne: यो फाइल अरू एपहरूबाट खोल्न स्वीकृति चाहिन्छ।
nl: Om bestanden uit andere apps te openen, is toegang nodig tot mappen op je apparaat.
pt: Para abrir arquivos de outros aplicativos, precisamos acessar os arquivos em seu dispositivo.
ru: Чтобы открыть файлы из других приложений, предоставьте доступ к папкам на вашем устройстве.
tr: Diğer uygulamalardaki dosyaları açmak için cihazınızdaki klasörlere erişmemiz gerekiyor.
zh: 为了从其他应用程序打开文件，我们需要您设备上的文件夹访问权限。
zh_tw: 為了從其他應用程式打開檔案，我們需要您裝置上的資料夾存取權限。

# message_permission_photos
source: This allows you to save pictures from the publications.
af: Hierdie opsie laat jou toe om prentjies uit die publikasies te stoor.
am: ጽሑፎች ላይ የወጡትን ምስሎች ሌላ ቦታ ላይ ለማስቀመጥ ያስችልሃል።
ar: تسمح لك هذه الميزة أن تحفظ الصور التي تظهر في الإصدارات.‏
as: ইয়ে আপোনাক প্ৰকাশনৰপৰা ছবিবোৰ চেভ কৰাত সহায় কৰিব।
az: Bu funksiya sizə nəşrlədən şəkilləri yaddaşa yükləmək imkanını verir.
de: Das ermöglicht das Speichern von Bildern aus den Publikationen.
es: Pulsar OK le permite guardar imágenes de las publicaciones
fa: با این گزینه، می‌توانید عکس‌های نشریات را ذخیره کنید.
fr: Vous pouvez ainsi sauvegarder des images contenues dans les publications.
gl: Podes gardar imaxes das publicacións.
hu: Elmentheted a kiadványokban lévő képeket.
it: Questa azione permette di salvare le immagini dalle pubblicazioni.
ja: 出版物の画像を保存することを許可します。
ko: 출판물에 있는 삽화를 다운로드 할 수 있습니다.
ne: तपाईँले प्रकाशनमा भएका चित्रहरू बचत गर्न सक्नुहुन्छ।
nl: Hiermee kun je afbeeldingen uit de publicaties opslaan.
pt: Isso permite que você salve imagens das publicações.
ru: Это позволит вам сохранять иллюстрации из публикаций.
tr: Bu sayede yayınlardaki resimleri kaydedebileceksiniz.
zh: 下载图片到设备。
zh_tw: 下載圖片到裝置。

# message_permission_title
source: Permission Needed
af: Toestemming nodig
am: ፈቃድ ያስፈልጋል
ar: الإذن ضروري
as: অনুমতিৰ প্ৰয়োজন আছে
az: Giriş tələb olunur
de: Erlaubnis erforderlich
es: Se necesita su autorización
fa: نیاز به تأیید
fr: Demande d'autorisation
gl: Permisos
hu: Engedélykérés
it: Autorizzazione necessaria
ja: アクセスの許可
ko: 승인 필요
ne: स्वीकृति चाहिन्छ
nl: Machtiging vereist
pt: Permissão necessária
ru: Разрешить доступ
tr: İzin Gerekiyor
zh: 需要权限
zh_tw: 需要權限

# message_personal_data_backup_confirmation
source: Are you sure? We recommend that you create a backup so you can restore your notes and highlights later.
af: Is jy seker? Ons stel voor dat jy ’n reserwekopie skep sodat jy later jou notas en teks wat jy gemerk het, kan herlaai.
am: እርግጠኛ ነህ? ማስታወሻዎችህንና ያሰመርክባቸውን ቦታዎች መልሰህ ማግኘት እንድትችል ተቀማጭ ቢኖርህ ይመረጣል።
ar: هل أنت متأكد؟ ننصحك أن تُنشئ نسخة احتياطية كي تستعيد لاحقًا ملاحظاتك وما لوَّنته في النص.
as: আপুনি নিশ্চতনে? আমাৰ পৰামৰ্শ এই যে আপুনি বেকাপ কৰক, যাতে আপোনাৰ টোকা ৰিষ্টʼৰ কৰিব পাৰে আৰু পাছত চিনবোৰ দিব পাৰিব।
az: Əminsiniz? Tövsiyə edirik ki, qeydlərinizi və xətlədiyiniz yerləri sonradan bərpa etmək üçün ehtiyat surətini yaradasınız.
de: Sicher? Eine Sicherung wird empfohlen, damit du deine Notizen und Markierungen später wiederherstellen kannst.
es: ¿Está seguro? Le recomendamos hacer una copia de seguridad para poder restaurar sus notas y resaltados más adelante.
fa: آیا مطمئنید؟ توصیه می‌شود که از یادداشت‌ها و هایلایت‌های خود بکاپ بگیرید.
fr: Êtes-vous sûr ? Nous vous recommandons de créer une sauvegarde pour pouvoir récupérer vos notes et surlignages plus tard.
gl: Estás seguro? Recomendámosche que fagas unha copia de seguridade para poder recuperar as túas notas e o que tes marcado.
hu: Biztos vagy benne? Javasoljuk, hogy készíts biztonsági másolatot, hogy később vissza tudd állítani a jegyzeteidet és a kiemeléseidet.
it: Sei sicuro? Ti consigliamo di creare un backup per poter ripristinare le tue note e le tue evidenziazioni in futuro.
ja: バックアップを作成しないとメモやハイライトを復元できなくなります。バックアップを作成することをお勧めします。
ko: 정말 백업하지 않으시겠습니까? 백업 파일을 만들면 나중에 메모와 하이라이트를 복구할 수 있습니다.
ne: के तपाईँ साँच्चै ब्याकअप बनाउन चाहनुहुन्न? ब्याकअप बनाउनुभयो भने तपाईँको नोट र हाइलाइट पछि रिस्टोर गर्न सक्नुहुनेछ।
nl: Weet je het zeker? We raden je aan een back-up te maken, zodat je je notities en markeringen later kunt terugzetten.
pt: Tem certeza? Recomendamos que você faça um backup para depois poder restaurar suas notas e textos destacados.
ru: Вы уверены? Мы рекомендуем создать резервную копию. Это позволит восстановить данные, если они будут утеряны.
tr: Emin misiniz? Notlarınızı ve çizdiğiniz yerleri kaybetmemek için bir yedek oluşturmanızı tavsiye ederiz.
zh: 您确定吗？我们建议您创建备份，以便您稍后还原笔记和重点。
zh_tw: 您確定嗎？我們建議您建立備份，以便您稍後還原筆記和重點。

# message_personal_data_backup_found_description
source: JW Library still has a backup of your notes and highlights that were lost during a recent app update. Which backup would you like to save?
af: JW Library het nog steeds ’n reserwekopie van jou notas en teks wat jy gemerk het en wat verloor is gedurende ’n onlangse app-bywerking. Watter reserwekopie wil jy stoor?
am: JW ላይብረሪ፣ አፕሊኬሽኑ ለመጨረሻ ጊዜ በታደሰበት ወቅት የጠፉትን ማስታወሻዎችና ያሰመርክባቸውን ቦታዎች የያዘ ተቀማጭ አለው። የትኛው ተቀማጭ እንዲገባልህ ትፈልጋለህ?
ar: لا يزال لدى JW Library نسخة احتياطية من النص الملوَّن وملاحظاتك التي خسرتها في آخر تحديث لهذا التطبيق. أي نسخة احتياطية تريد أن تحفظ؟
as: JW লাইব্ৰেৰীত এতিয়া আপোনাৰ টোকা আৰু চিনবোৰৰ বেকাপ আছে, যিবোৰ শেহতীয়াকৈ এপ আপডেটৰ সময়ত নাইকিয়া হৈছিল। আপুনি কোনবোৰ বেকাপ চেভ কৰিব বিচাৰে?
az: JW Library son yenilənmə zamanı itirilən qeydlərin və xətlənən yerlərin ehtiyat surətini yaradıb. Hansı ehtiyat surətini saxlamaq istəyirsiniz?
de: JW Library hat noch eine Sicherung von Notizen und Markierungen, die bei einer der letzten Aktualisierungen verloren gegangen sind. Welche Sicherung soll gespeichert werden?
es: JW Library aún tiene una copia de seguridad de las notas y resaltados que se perdieron en una actualización reciente. ¿Qué copia desea guardar?
fa: این نرم‌افزار از یادداشت‌ها و هایلایت‌هایتان که طی آخرین به‌روزرسانی آن از دست رفت، بکاپ گرفته است. از گزینه‌های زیر یکی را انتخاب کنید:‏
fr: Une sauvegarde de vos notes et surlignages perdus lors d'une récente mise à jour a été conservée dans JW Library. Que souhaitez-vous sauvegarder ?
gl: JW Library conserva unha copia de seguridade de todo o que se perdeu durante a actualización, incluídas as túas notas e o que tiñas marcado. Que datos quererías gardar?
hu: Egy olyan biztonsági másolat is elmenthető, amely a legutóbbi frissítéskor elveszett jegyzeteidet és kiemeléseidet tartalmazza. Melyik biztonsági másolatot szeretnéd elmenteni?
it: JW Library ha conservato un backup di note ed evidenziazioni che erano andate perse a seguito di un recente aggiornamento dell’app. Quale backup desideri salvare?
ja: アプリの更新の際に失われたメモとハイライトのデータを復元できます。どちらのデータをバックアップしますか。
ko: 최근 앱을 업데이트하면서 손실한 메모와 하이라이트의 임시 백업 파일이 존재합니다. 어떤 백업 파일을 저장하시겠습니까?
ne: JW लाइब्रेरीमा तपाईँको नोट र हाइलाइटको ब्याकप अझै बाँकी छ, जुन हालै एप अपडेट गर्दा मेटिएको थियो। तपाईँ कुनचाहिँ ब्याकअप बचत गर्न चाहनुहुन्छ?
nl: JW Library heeft een back-up van je notities en markeringen die tijdens een recente update van de app verloren zijn gegaan. Welke back-up wil je opslaan?
pt: O JW Library possui um backup das suas notas e textos destacados que foram perdidos na atualização recente do aplicativo. Qual backup você gostaria de salvar?
ru: В процессе обновления ваши заметки и выделенный текст были утеряны. Но в JW Library сохранилась резервная копия этих данных. Какие данные вы хотели бы сохранить?
tr: JW Library'de güncelleme sırasında kaybolmuş notlarınızın ve çizdiğiniz yerlerin bulunduğu bir yedek var. Hangi yedeği kaydetmek istersiniz?
zh: 您的笔记和重点在app更新时丢失了，不过JW Library为您自动备份了这些资料。请选择您想备份的资料。
zh_tw: 您的筆記和重點在app更新時遺失了，不過JW Library為您自動備份了這些資料。請選擇您想備份的資料。

# message_personal_data_backup_found_title
source: Backup Found
af: Reserwekopie gevind
am: ተቀማጭ ተገኝቷል
ar: هناك نسخة احتياطية
as: বেকাপ পোৱা গʼল
az: Ehtiyat surəti tapılıb
de: Sicherung gefunden
es: Copia de seguridad encontrada
fa: بکاپ یافت شد
fr: Sauvegarde existante
gl: Existe unha copia de seguridade
hu: A JW Library talált egy biztonsági másolatot
it: Backup trovato
ja: バックアップファイルがあります
ko: 백업 파일 발견
ne: ब्याकअप फेला परेको छ।
nl: Back-up gevonden
pt: Backup encontrado
ru: Найдена резервная копия
tr: Bir Yedek Bulundu
zh: 发现备份
zh_tw: 發現備份
