Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# pub_attributes_convention_invitation
source: CONVENTION INVITATIONS
af: STREEKBYEENKOMSUITNODIGINGS
am: የክልል ስብሰባ መጋበዣዎች
ar: الدعوات إلى الاجتماع السنوي
as: অধিৱেশনৰ বাবে নিমন্ত্ৰণ-পত্ৰ
az: REGİONAL TOPLANTI DƏVƏTNAMƏLƏRİ
de: KONGRESSEINLADUNGEN
es: INVITACIONES A ASAMBLEAS REGIONALES
fa: دعوتنامهٔ کنگره
fr: INVITATIONS À L'ASSEMBLÉE RÉGIONALE
gl: INVITACIÓNS PARA O CONGRESO REXIONAL
hu: KONGRESSZUSI MEGHÍVÓK
it: INVITI AL CONGRESSO
ja: 地区大会の招待状
ko: 지역 대회 초대장
ne: अधिवेशनको निम्तो
nl: UITNODIGINGEN CONGRES
pt: CONVITES DO CONGRESSO
ru: ПРИГЛАШЕНИЯ НА КОНГРЕССЫ
tr: BÖLGE İBADETİ DAVETİYELERİ
zh: 区域大会邀请函
zh_tw: 區域大會邀請函

# pub_attributes_design_construction
source: DESIGN / CONSTRUCTION
af: ONTWERP / KONSTRUKSIE
am: ንድፍ / ግንባታ
ar: التصميم والبناء
as: নিৰ্মাণ/পৰিকল্পনা
az: LAYİHƏ-İNŞAAT
de: PLANUNG UND BAU
es: DISEÑO Y CONSTRUCCIÓN
fa: طراحی /‏ ساختمان‌سازی
fr: DÉVELOPPEMENT-CONSTRUCTION
gl: DESEÑO E CONSTRUCIÓN
hu: TERVEZÉS / ÉPÍTKEZÉS
it: PROGETTI E COSTRUZIONI
ja: 設計／建設
ko: 설계/건축
ne: डिजाइन / निर्माण
nl: BOUWAFDELING
pt: PROJETO / CONSTRUÇÃO
ru: СТРОИТЕЛЬНЫЕ ПРОЕКТЫ
tr: PROJE / İNŞA
zh: 设计及建筑
zh_tw: 設計及建築

# pub_attributes_drama
source: DRAMAS
am: ድራማዎች
ar: الفيديوات الطويلة
as: নাটকবোৰ
az: TAMAŞALAR
de: DRAMEN
es: OBRAS TEATRALES
fa: نمایشنامه
fr: REPRÉSENTATIONS THÉÂTRALES
gl: OBRAS TEATRAIS
hu: DRÁMÁK
it: DRAMMI
ja: 劇
ko: 드라마
ne: नाटक
pt: PRODUÇÕES ESPECIAIS
ru: ПОСТАНОВКИ
tr: TEMSİLLER
zh: 戏剧
zh_tw: 戲劇

# pub_attributes_dramatic_bible_reading
source: DRAMATIC BIBLE READINGS
af: GEDRAMATISEERDE BYBELVOORLESINGS
am: ድራማዊ የመጽሐፍ ቅዱስ ንባብ
ar: قراءات مسرحية من الكتاب المقدس
as: নাটকীয় আকাৰত বাইবেল পঢ়া
az: BƏDİİ QİRAƏT
de: DRAMATISCHE BIBELLESUNGEN
es: LECTURAS DRAMATIZADAS DE LA BIBLIA
fa: نمایش‌های صوتی
fr: LECTURES BIBLIQUES THÉÂTRALES
gl: LECTURAS DA BIBLIA DRAMATIZADAS
hu: BIBLIAI HANGJÁTÉKOK
it: BRANI BIBLICI RECITATI
ja: 劇形式の聖書朗読
ko: 성경 입체 낭독
ne: बाइबलआधारित श्रव्य नाटक
nl: BIJBELSE HOORSPELEN
pt: LEITURAS BÍBLICAS DRAMATIZADAS
ru: ХУДОЖЕСТВЕННОЕ ЧТЕНИЕ БИБЛИИ
tr: KUTSAL KİTAP KAYITLARINDAN OKUMALAR
zh: 圣经有声剧
zh_tw: 聖經有聲劇

# pub_attributes_examining_the_scriptures
source: EXAMINING THE SCRIPTURES
af: ONDERSOEK DIE SKRIF
am: ቅዱሳን መጻሕፍትን መመርመር
ar: فاحصين
as: শাস্ত্ৰ পদবোৰ পৰীক্ষা কৰক
az: MÜQƏDDƏS YAZILARI HƏR GÜN ARAŞDIRIN
de: IN DEN SCHRIFTEN FORSCHEN
es: EXAMINEMOS
fa: بررسی روزانۀ آیه‌ها
fr: EXAMINONS LES ÉCRITURES
gl: EXAMINANDO AS ESCRITURAS
hu: VIZSGÁLJUK AZ ÍRÁSOKAT!
it: ESAMINIAMO LE SCRITTURE
ja: 聖書を調べる
ko: 성경을 검토함
ne: दिनहुँ धर्मशास्त्र जाँच्ने
nl: DAGTEKST
pt: EXAMINE AS ESCRITURAS
ru: ИССЛЕДУЕМ ПИСАНИЕ
tr: KUTSAL YAZILARI HER GÜN ARAŞTIRMAK
zh: 天天查考圣经
zh_tw: 天天查考聖經

# pub_attributes_financial
source: FINANCIAL
af: FINANSIEEL
am: ገንዘብ ነክ
ar: المسائل المالية
as: আৰ্থিক
az: MALİYYƏ
de: FINANZIELLE ANGELEGENHEITEN
es: ASUNTOS FINANCIEROS
fa: امور مالی
fr: COMPTABILITÉ
gl: CONTAS
hu: PÉNZÜGYEK
it: CONTABILITÀ
ja: 会計
ko: 회계
ne: आर्थिक
nl: FINANCIEEL
pt: FINANCEIRO
ru: ФИНАНСЫ
tr: MUHASEBE
zh: 财务
zh_tw: 財務

# pub_attributes_invitation
source: INVITATIONS
af: UITNODIGINGS
am: መጋበዣዎች
ar: الدعوات
as: নিমন্ত্ৰণ পত্ৰবোৰ
az: DƏVƏTNAMƏLƏR
de: EINLADUNGEN
es: INVITACIONES
fa: دعوتنامه‌ها
gl: INVITACIÓNS
hu: MEGHÍVÓK
it: INVITI
ja: 招待状
ko: 초대장
ne: निमन्त्रणा
nl: UITNODIGINGEN
pt: CONVITES
ru: ПРИГЛАШЕНИЯ
tr: DAVETİYELER
zh: 邀请函
zh_tw: 邀請函

# pub_attributes_kingdom_news
source: KINGDOM NEWS
af: KONINKRYKSNUUS
am: የመንግሥት ዜና
ar: أخبار الملكوت
as: কিংডম নিউজ
az: PADŞAHLIQ HAQDA XƏBƏR
de: KÖNIGREICHSNACHRICHTEN
es: NOTICIAS DEL REINO
fa: اخبار ملکوت
fr: NOUVELLES DU ROYAUME
gl: NOVAS DO REINO
hu: KIRÁLYSÁGHÍREK
it: NOTIZIE DEL REGNO
ja: 王国ニュース
ko: 왕국 소식
ne: राज्य समाचार
nl: KONINKRIJKSNIEUWS
pt: NOTÍCIAS DO REINO
ru: ВЕСТЬ О ЦАРСТВЕ
tr: KRALLIK HABERİ
zh: 王国消息
zh_tw: 王國消息

# pub_attributes_medical
source: MEDICAL
af: MEDIES
am: ሕክምና
ar: المسائل الطبية
as: চিকিৎসা
az: TİBBİ
de: GESUNDHEITSANGELEGENHEITEN
es: ASUNTOS MÉDICOS
fa: امور پزشکی
fr: MÉDICAL
gl: ASUNTOS MÉDICOS
hu: ORVOSI ÜGYEK
it: ASSISTENZA SANITARIA
ja: 医療
ko: 의료
ne: चिकित्सा
nl: MEDISCH
pt: MEDICINA E SAÚDE
ru: МЕДИЦИНА
tr: SAĞLIK
zh: 医疗
zh_tw: 醫療

# pub_attributes_meetings
source: MEETINGS
af: VERGADERINGE
am: ስብሰባዎች
ar: الاجتماعات
as: সভাবোৰ
az: GÖRÜŞLƏR
de: ZUSAMMENKÜNFTE
es: REUNIONES
fa: جلسات
fr: RÉUNIONS
gl: REUNIÓNS
hu: ÖSSZEJÖVETELEK
it: ADUNANZE
ja: 集会
ko: 집회
ne: सभाहरू
nl: VERGADERINGEN
pt: REUNIÕES
ru: ВСТРЕЧИ
tr: İBADETLER
zh: 聚会
zh_tw: 聚會

# pub_attributes_ministry
source: MINISTRY
af: BEDIENING
am: አገልግሎት
ar: الخدمة
as: প্ৰচাৰ
az: TƏBLİĞ XİDMƏTİ
de: PREDIGTDIENST
es: MINISTERIO
fa: خدمت موعظه
fr: MINISTÈRE
gl: PREDICACIÓN
hu: SZOLGÁLAT
it: MINISTERO
ja: 宣教
ko: 봉사
ne: प्रचारकार्य
nl: PREDIKING
pt: PREGAÇÃO
ru: СЛУЖЕНИЕ
tr: HİZMET
zh: 传道
zh_tw: 傳道

# pub_attributes_music
source: MUSIC
af: MUSIEK
am: መዝሙር
ar: الموسيقى
as: সংগীত
az: MUSİQİ
de: MUSIK
es: MÚSICA
fa: موسیقی
fr: MUSIQUE
gl: MÚSICA E CANCIÓNS
hu: ZENE
it: MUSICA
ja: 音楽
ko: 음악
ne: सङ्‌गीत
nl: MUZIEK
pt: MÚSICAS
ru: МУЗЫКА
tr: MÜZİK
zh: 音乐
zh_tw: 音樂

# pub_attributes_public
source: PUBLIC EDITION
af: PUBLIEKE UITGAWE
am: ለሕዝብ የሚሰራጭ እትም
ar: طبعة العموم
as: জনসাধাৰণৰ বাবে সংস্কৰণ
az: KÜTLƏVİ NƏŞR
de: AUSGABE FÜR DIE ÖFFENTLICHKEIT
es: EDICIÓN PARA EL PÚBLICO
fa: شمارۀ عمومی
fr: ÉDITION PUBLIQUE
gl: EDICIÓN PARA O PÚBLICO
hu: NYILVÁNOSSÁGNAK SZÁNT
it: EDIZIONE PER IL PUBBLICO
ja: 一般用
ko: 배부용
ne: जनसंस्करण
nl: PUBLIEKSUITGAVE
pt: EDIÇÃO PARA O PÚBLICO
ru: ВЫПУСК ДЛЯ РАСПРОСТРАНЕНИЯ
tr: HALKA YÖNELİK BASKI
zh: 公众版
zh_tw: 公眾版

# pub_attributes_purchasing
source: PURCHASING
af: AANKOPE
am: ዕቃ ግዢ
ar: المشتريات
as: কিনা-বেচা
az: TƏCHİZAT
de: EINKAUF
es: COMPRAS
fa: بخش خرید
fr: ACHATS
gl: COMPRAS
hu: BESZERZÉS
it: ACQUISTI
ja: 購買
ko: 구매
ne: किनमेल
nl: INKOOP
pt: COMPRAS
ru: СНАБЖЕНИЕ
tr: SATIN ALMA
zh: 采购
zh_tw: 採購

# pub_attributes_safety
source: SAFETY
af: VEILIGHEID
am: ደህንነት
ar: الأمان
as: সুৰক্ষা
az: TƏHLÜKƏSİZLİK
de: SICHERHEIT
es: SEGURIDAD
fa: نکات ایمنی
fr: SÉCURITÉ
gl: SEGURIDADE
hu: BIZTONSÁG
it: SICUREZZA
ja: 安全
ko: 안전
ne: सुरक्षा
nl: VEILIGHEID
pt: SEGURANÇA
ru: БЕЗОПАСНОСТЬ
tr: GÜVENLİK
zh: 安全
zh_tw: 安全

# pub_attributes_schools
source: SCHOOLS
af: SKOLE
am: ትምህርት ቤቶች
ar: المدارس
as: স্কুল
az: MƏKTƏBLƏR
de: SCHULEN
es: ESCUELAS
fa: مدارس و دوره‌های آموزشی
fr: ÉCOLES
gl: CURSOS
hu: ISKOLÁK
it: SCUOLE
ja: 学校
ko: 학교
ne: स्कुलहरू
nl: SCHOLEN
pt: ESCOLAS
ru: ШКОЛЫ
tr: KURSLAR
zh: 学校和训练班
zh_tw: 學校和訓練班

# pub_attributes_simplified
source: SIMPLIFIED EDITION
af: VEREENVOUDIGDE UITGAWE
am: ቀለል ባለ ቋንቋ የተዘጋጀ እትም
ar: الطبعة المبسَّطة
as: সহজ-সৰল সংস্কৰণ
az: SADƏLƏŞDİRİLMİŞ NƏŞR
de: EINFACHE SPRACHE
es: EDICIÓN EN LENGUAJE SENCILLO
fa: شمارۀ ساده‌شده
fr: VERSION FACILE
gl: EDICIÓN SIMPLIFICADA
hu: EGYSZERŰSÍTETT
it: EDIZIONE DI FACILE LETTURA
ja: 簡易版
ko: 쉬운 말 출판물
ne: सरल संस्करण
nl: VEREENVOUDIGDE UITGAVE
pt: EDIÇÃO FÁCIL DE LER
ru: УПРОЩЕННОЕ ИЗДАНИЕ
tr: BASİTLEŞTİRİLMİŞ BASKI
zh: 简易版
zh_tw: 簡易版

# pub_attributes_study
source: STUDY EDITION
af: STUDIE-UITGAWE
am: የጥናት እትም
ar: الطبعة الدراسية
as: অধ্যয়ন সংস্কৰণ
az: TƏLİM NƏŞRİ
de: STUDIENAUSGABE
es: EDICIÓN DE ESTUDIO
fa: برای مطالعه در جماعت
fr: ÉDITION D’ÉTUDE
gl: EDICIÓN DE ESTUDO
hu: TANULMÁNYOZÁSRA SZÁNT
it: EDIZIONE PER LO STUDIO
ja: 研究用
ko: 연구용
ne: अध्ययन संस्करण
nl: STUDIE-UITGAVE
pt: EDIÇÃO DE ESTUDO
ru: ВЫПУСК ДЛЯ ИЗУЧЕНИЯ
tr: İNCELEME BASKISI
zh: 研读版
zh_tw: 研讀版

# pub_attributes_study_questions
source: STUDY QUESTIONS
af: STUDIEVRAE
am: የጥናት ጥያቄዎች
ar: الأسئلة
as: অধ্যয়নৰ বাবে প্ৰশ্ন
az: SUALLAR
de: STUDIENFRAGEN
es: PREGUNTAS DE ESTUDIO
fa: پرسش‌ها
fr: QUESTIONS D'ÉTUDE
gl: PREGUNTAS DE ESTUDO
hu: TANULMÁNYOZÁSI KÉRDÉSEK
it: DOMANDE PER LO STUDIO
ja: 研究用の質問
ko: 연구용 질문
ne: अध्ययनका लागि प्रश्नहरू
nl: STUDIEVRAGEN
pt: PERGUNTAS DE ESTUDO
ru: ВОПРОСЫ ДЛЯ ИЗУЧЕНИЯ
tr: İNCELEME SORULARI
zh: 研读问题
zh_tw: 研讀問題

# pub_attributes_study_simplified
source: STUDY EDITION (SIMPLIFIED)
af: STUDIE-UITGAWE (VEREENVOUDIG)
am: የጥናት እትም (ቀለል ባለ ቋንቋ)
ar: الطبعة الدراسية المبسَّطة
as: অধ্যয়ন সংস্কৰণ (SIMPLIFIED)
az: TƏLİM NƏŞRİ (SADƏLƏŞDİRİLMİŞ)
de: STUDIENAUSGABE (VEREINFACHT)
es: EDICIÓN DE ESTUDIO (LENGUAJE SENCILLO)
fa: برای مطالعه در جماعت (ساده‌شده)
fr: ÉDITION D’ÉTUDE (FACILE)
gl: EDICIÓN DE ESTUDO (SIMPLIFICADA)
hu: TANULMÁNYOZÁSRA SZÁNT (EGYSZERŰSÍTETT)
it: EDIZIONE PER LO STUDIO (DI FACILE LETTURA)
ja: 研究用（簡易版）
ko: 연구용 (쉬운 말)
ne: अध्ययन संस्करण (सरल)
nl: STUDIE-UITGAVE (VEREENVOUDIGD)
pt: EDIÇÃO DE ESTUDO (FÁCIL DE LER)
ru: ВЫПУСК ДЛЯ ИЗУЧЕНИЯ (УПРОЩЕННОЕ ИЗДАНИЕ)
tr: İNCELEME BASKISI (BASİTLEŞTİRİLMİŞ)
zh: 研读版（简易版）
zh_tw: 研讀版（簡易版）

# pub_attributes_vocal_rendition
source: VOCAL RENDITIONS
af: KOOROPNAMES
am: በዘማሪዎች የተዘመሩ
ar: غناء بمرافقة موسيقية
as: কণ্ঠ সংগীত
az: VOKAL İFA
de: GESUNGEN
es: CORO Y ORQUESTA
fa: همسرایی
fr: VERSION CHANTÉE
gl: VERSIÓN CORAL
hu: KÓRUS ZENEKARRAL
it: ARRANGIAMENTI CORALI
ja: コーラス版
ko: 성악 앨범
ne: गायनसहित
nl: KOORMUZIEK
pt: ORQUESTRA E CORAL
ru: ВОКАЛЬНОЕ ИСПОЛНЕНИЕ
tr: KORO KAYITLARI
zh: 录音
zh_tw: 錄音

# pub_attributes_writing_translation
source: WRITING / TRANSLATION
af: SKRYF / VERTALING
am: ጽሑፍ ዝግጅት / ትርጉም
ar: الكتابة / الترجمة
as: লেখন/অনুবাদ
az: YAZI / TƏRCÜMƏ
de: SCHREIBABTEILUNG UND ÜBERSETZUNG
es: REDACCIÓN Y TRADUCCIÓN
fa: بخش نگارش /‏ ترجمه
fr: RÉDACTION / TRADUCTION
gl: REDACCIÓN E TRADUCIÓN
hu: ÍRÁS / FORDÍTÁS
it: SCRITTORI / TRADUZIONE
ja: 執筆／翻訳
ko: 집필/번역
ne: लेखन / अनुवाद
nl: SCHRIJVEN/VERTALEN
pt: REDAÇÃO / TRADUÇÃO
ru: ПОДГОТОВКА ПУБЛИКАЦИЙ
tr: YAZI / TERCÜME
zh: 写作及翻译
zh_tw: 寫作及翻譯

# pub_attributes_yearbook
source: YEARBOOKS AND SERVICE YEAR REPORTS
af: JAARBOEKE EN DIENSJAARRAPPORTE
am: የዓመት መጽሐፍ እና የአገልግሎት ዓመት ሪፖርት
ar: الكتب السنوية وتقارير سنة الخدمة
as: ইয়েৰবুক আৰু সেৱা বছৰৰ ৰিপৰ্ট
az: İLLİK FƏALİYYƏT VƏ XİDMƏT İLİNİN HESABATI
de: JAHRBÜCHER UND DIENSTJAHRESBERICHTE
es: ANUARIOS E INFORMES DEL AÑO DE SERVICIO
fa: سالنامه
fr: ANNUAIRES ET RAPPORTS DES ANNÉES DE SERVICE
gl: ANUARIOS E INFORMES DO ANO DE SERVIZO
hu: ÉVKÖNYVEK ÉS ÉVES JELENTÉSEK
it: ANNUARI E RAPPORTI ANNUALI
ja: 年鑑と奉仕年度の報告
ko: 연감/봉사 연도 보고
ne: वार्षिक पुस्तक र सेवा वर्ष रिपोर्ट
nl: JAARBOEKEN EN JAARBERICHTEN
pt: ANUÁRIOS E RELATÓRIOS DOS ANOS DE SERVIÇO
ru: ЕЖЕГОДНИКИ И ОТЧЁТЫ ЗА СЛУЖЕБНЫЙ ГОД
tr: YILLIKLAR VE HİZMET YILI FAALİYET RAPORLARI
zh: 年鉴和工作年度全球总报告
zh_tw: 年鑑和工作年度全球總報告

# pub_type_audio_programs
source: Audio
af: Oudio
am: ኦዲዮ
ar: التسجيلات
as: অডিঅ’ প্ৰগ্ৰাম
az: Audioyazılar
de: Tonaufnahme
es: Grabaciones de audio
fa: فایل‌های صوتی
fr: Audios
gl: Gravación en audio
hu: Hangfelvételek
it: Contenuto audio
ja: オーディオ・プログラム
ko: 오디오 자료
ne: अडियो
pt: Áudio
ru: Аудиозаписи
tr: Ses Kaydı
zh: 音乐与录音
zh_tw: 音樂與錄音

# pub_type_audio_programs_sign_language
source: Songs and Dramas
af: Liedere en dramas
am: መዝሙሮች እና ድራማዎች
ar: الترانيم والمسرحيات
as: গীত আৰু নাটক
az: Nəğmələr və tamaşalar
de: Lieder und Dramen
es: Canciones y obras teatrales
fa: سرودها و نمایشنامه‌ها
fr: Cantiques et films
gl: Cancións e lecturas dramatizadas
hu: Énekek és drámák
it: Cantici e drammi
ja: 歌と劇
ko: 음악 및 드라마
ne: गीत र नाटक
nl: Liederen en drama's
pt: Músicas e Produções Especiais
ru: Песни и постановки
tr: İlahiler ve Temsiller
zh: 歌曲和戏剧
zh_tw: 歌曲和戲劇

# pub_type_audio_programs_uppercase
source: AUDIO
af: OUDIO
am: ኦዲዮ
ar: التسجيلات
as: অডিঅ’
de: TONAUFNAHME
es: GRABACIONES DE AUDIO
fa: فایل‌های صوتی
fr: AUDIOS
hu: HANGFELVÉTELEK
ja: オーディオ・プログラム
ko: 오디오 자료
ne: अडियो
pt: ÁUDIO
ru: АУДИОЗАПИСИ
tr: SES KAYDI
zh: 音乐与录音
zh_tw: 音樂與錄音

# pub_type_audio_programs_uppercase_sign_language
source: SONGS AND DRAMAS
af: LIEDERE EN DRAMAS
am: መዝሙሮች እና ድራማዎች
ar: الترانيم والمسرحيات
as: গীত আৰু নাটক
az: NƏĞMƏLƏR VƏ TAMAŞALAR
de: LIEDER UND DRAMEN
es: CANCIONES Y OBRAS TEATRALES
fa: سرودها و نمایشنامه‌ها
fr: CANTIQUES ET FILMS
gl: CANCIÓNS E LECTURAS DRAMATIZADAS
hu: ÉNEKEK ÉS DRÁMÁK
it: CANTICI E DRAMMI
ja: 歌と劇
ko: 음악 및 드라마
ne: गीत र नाटक
nl: LIEDEREN EN DRAMA'S
pt: MÚSICAS E PRODUÇÕES ESPECIAIS
ru: ПЕСНИ И ПОСТАНОВКИ
tr: İLAHİLER VE TEMSİLLER
zh: 歌曲和戏剧
zh_tw: 歌曲和戲劇

# pub_type_awake
source: Awake!
af: Ontwaak!
am: ንቁ!
ar: إستيقظ!‏
as: সচেতন থাকক!
az: Oyanın!
de: Erwachet!
es: ¡Despertad!
fa: بیدار شوید!
fr: Réveillez-vous !
gl: Despertade!
hu: Ébredjetek!
it: Svegliatevi!
ja: 目ざめよ！
ko: 깨어라!
ne: ब्यूँझनुहोस्!
nl: Ontwaakt!
pt: Despertai!
ru: Пробудитесь!
tr: Uyanış!
zh: 警醒！
zh_tw: 警醒！

# pub_type_bibles
source: Bibles
af: Bybels
am: መጽሐፍ ቅዱሶች
ar: كتب مقدسة
as: বাইবেলসমূহ
az: Müqəddəs Kitablar
de: Bibeln
es: Biblias
fa: کتاب‌های مقدس
gl: Biblias
hu: Bibliák
it: Bibbie
ja: 聖書
ko: 성서
ne: बाइबलहरू
nl: Bijbels
pt: Bíblias
ru: Библии
tr: Kutsal Kitaplar
zh: 圣经
zh_tw: 聖經

# pub_type_books
source: Books
af: Boeke
am: መጻሕፍት
ar: الكتب
as: কিতাপ
az: Kitablar
de: Bücher
es: Libros
fa: کتاب
fr: Livres
gl: Libros
hu: Könyvek
it: Libri
ja: 書籍
ko: 서책
ne: पुस्तक
nl: Boeken
pt: Livros
ru: Книги
tr: Kitaplar
zh: 书籍
zh_tw: 書籍

# pub_type_broadcast_programs
source: Broadcast Programs
af: Broadcasting-programme
am: የብሮድካስት ፕሮግራሞች
ar: برامج البث
as: ব্ৰডকাষ্টিং প্ৰগ্ৰাম
az: Yayım proqramları
de: Broadcasting-Programme
es: Videos de JW Broadcasting
fa: برنامه‌های تلویزیونی
fr: Programmes de télédiffusion
gl: Broadcasting
hu: JW TV
it: Programmi Broadcasting
ja: ブロードキャスティング・プログラム
ko: 방송 프로그램
ne: ब्रोडकास्टिङ
nl: Broadcastprogramma's
pt: Programas da TV JW
ru: JW Broadcasting
tr: İnternet Programı
zh: 电视节目
zh_tw: 電視節目

# pub_type_brochures_booklets
source: Brochures and Booklets
af: Brosjures en boekies
am: ብሮሹሮች እና ቡክሌቶች
ar: الكراسات والكراريس
as: ব্ৰচাৰ আৰু পুস্তিকা
az: Kitabça və broşürlər
de: Broschüren
es: Folletos
fa: بروشور و کتابچه
fr: Brochures
gl: Folletos
hu: Füzetek
it: Opuscoli
ja: 冊子類
ko: 팜플렛/소책자
ne: पुस्तिका
nl: Brochures
pt: Brochuras e Livretos
ru: Брошюры
tr: Kitapçıklar
zh: 册子
zh_tw: 冊子

# pub_type_calendars
source: Calendars
af: Kalenders
am: ቀን መቁጠሪያ
ar: الروزنامات
as: কেলেণ্ডাৰ
az: Təqvimlər
de: Kalender
es: Calendarios
fa: تقویم‌
fr: Calendriers
gl: Almanaques
hu: Naptárak
it: Calendari
ja: カレンダー
ko: 달력
ne: भित्तेपात्रो
nl: Kalenders
pt: Calendários
ru: Календари
tr: Takvimler
zh: 月历
zh_tw: 月曆

# pub_type_curriculums
source: Curriculums
af: Kurrikulums
am: የትምህርት መርሐ ግብር
ar: المناهج
as: পাঠ্যক্ৰম
az: Məktəb materialları
de: Lehrpläne
es: Plan de estudios
fa: برنامه‌های آموزشی
fr: Écoles bibliques
gl: Temarios
hu: Tananyagok
it: Materiale per le scuole
ja: カリキュラム
ko: 커리큘럼
ne: पाठ्यक्रम
nl: Lesmateriaal
pt: Conteúdos das escolas
ru: Учебные материалы
tr: Eğitim Programları
zh: 课程
zh_tw: 課程

# pub_type_forms
source: Forms
af: Vorms
am: ቅጾች
ar: النماذج
as: ফৰ্মবোৰ
az: Blanklar
de: Formulare
es: Formularios
fa: فرم‌ها
fr: Formulaires
gl: Formularios
hu: Nyomtatványok
it: Moduli
ja: 用紙類
ko: 양식
ne: फाराम
nl: Formulieren
pt: Formulários
ru: Бланки
tr: Formlar
zh: 表格
zh_tw: 表格

# pub_type_index
source: Index
af: Indeks
am: ማውጫ
ar: الفهرس
as: ইণ্ডেক্স
az: Söz göstəricisi
es: Índices
fa: فهرست
gl: Índice
it: Indice
ja: 索引
ko: 색인
ne: सूची
pt: Índice
ru: Индексы
tr: Dizin
zh: 索引
zh_tw: 索引

# pub_type_information_packets
source: Information Packets
af: Inligtingspakkette
am: መረጃዎች
ar: رزم معلومات
as: তথ্যৰ পেকেট
az: Məlumat paketləri
de: Informationsmaterial
es: Documentación
fa: اطلاعات دیگر
fr: Dossiers d’information
gl: Outra información
hu: Tájékoztató anyagok
it: Pacchetti informativi
ja: 資料
ko: 자료집
ne: जानकारीको सङ्गालो
nl: Informatiepakketten
pt: Kits informativos
ru: Информационные пакеты
tr: Bilgi Paketleri
zh: 参考资料
zh_tw: 參考資料

# pub_type_kingdom_ministry
source: Kingdom Ministry
af: Koninkryksbediening
am: የመንግሥት አገልግሎት
ar: خدمتنا للملكوت
as: ৰাজ্য পৰিচৰ্য্যা
az: Müqəddəs ibadətimiz
de: Königreichsdienst
es: Ministerio del Reino
fa: خدمت ما شاهدان
fr: Ministère du Royaume
gl: Ministerio do Reino
hu: Királyság-szolgálatunk
it: Ministero del Regno
ja: 王国宣教
ko: 왕국 봉사
ne: राज्य सेवा
nl: Koninkrijksdienst
pt: Ministério do Reino
ru: Священное служение
tr: Krallık Hizmetimiz
zh: 王国传道月报
zh_tw: 王國傳道月報

# pub_type_letters
source: Correspondence
af: Korrespondensie
am: የደብዳቤ ልውውጥ
ar: الرسائل
as: চিঠি-পত্র
az: Məktublar
de: Schriftverkehr
es: Correspondencia
fa: مکاتبات
fr: Courrier
gl: Cartas
hu: Levelezés
it: Corrispondenza
ja: 手紙類
ko: 서신
ne: पत्र
nl: Correspondentie
pt: Correspondência
ru: Письма
tr: Yazışmalar
zh: 信件
zh_tw: 信件

# pub_type_manuals_guidelines
source: Guidelines
af: Riglyne
am: መመሪያዎች
ar: الإرشادات
as: নিৰ্দেশনা
az: Təlimatlar
de: Anweisungen und Richtlinien
es: Pautas
fa: راهنمایی‌ها
fr: Instructions
gl: Pautas
hu: Útmutatók
it: Istruzioni
ja: ガイドライン
ko: 지침서
ne: निर्देशिका
nl: Richtlijnen
pt: Orientações
ru: Руководства
tr: Kılavuzlar ve Rehberler
zh: 指南
zh_tw: 指南

# pub_type_meeting_workbook
source: Meeting Workbooks
af: Vergaderingwerkboeke
am: የስብሰባ አስተዋጽኦዎች
ar: دليل الاجتماع
as: সভাৰ বাবে অধ্যয়ন পুস্তিকা
az: İş dəftəri
de: Arbeitshefte
es: Guía de actividades
fa: جزوهٔ کار و آموزش
fr: Cahiers Vie et ministère
gl: Cadernos de estudo
hu: Munkafüzet
it: Guida per l’adunanza
ja: 集会ワークブック
ko: 집회 교재
ne: अभ्यास पुस्तिका
nl: Werkboek voor vergaderingen
pt: Apostilas
ru: Рабочие тетради
tr: İbadet Kitapçığı
zh: 聚会手册
zh_tw: 聚會手冊

# pub_type_other
source: Other
af: Ander
am: ሌላ
ar: غير ذلك
as: অন্যান্য
az: Digər
de: Andere
es: Otras
fa: انواع دیگر
fr: Autres
gl: Outros
hu: Egyéb
it: Altro
ja: その他
ko: 기타
ne: अन्य
nl: Overige
pt: Outros
ru: Другое
tr: Diğer
zh: 其他
zh_tw: 其他

# pub_type_programs
source: Programs
af: Programme
am: ፕሮግራሞች
ar: البرامج
as: কাৰ্য্যক্ৰম
az: Toplantı proqramları
de: Programme
es: Programas
fa: برنامه‌ها
fr: Programmes
gl: Programas
hu: Programfüzetek
it: Programmi
ja: プログラム
ko: 프로그램
ne: कार्यक्रम
nl: Programma’s
pt: Programas
ru: Программы мероприятий
tr: Programlar
zh: 节目表
zh_tw: 節目表

# pub_type_talks
source: Outlines
af: Sketse
am: አስተዋጽኦዎች
ar: الخطابات
as: আউটলাইন
az: Nitq planları
de: Dispositionen
es: Bosquejos
fa: رئوس مطالب سخنرانی
fr: Plans de discours
gl: Bosquexos
hu: Vázlatok
it: Schemi
ja: 筋書き
ko: 연설 골자
ne: रूपरेखा
nl: Schema’s
pt: Esboços
ru: Планы речей
tr: Konuşma Planları
zh: 演讲大纲
zh_tw: 演講大綱

# pub_type_tour_items
source: Tour Items
af: Items vir toere
am: ከጉብኝት ጋር የተያያዙ ነገሮች
ar: مواد للجولات
as: ভ্ৰমণৰ বিষয়বোৰ
az: Ekskursiya materialları
de: Für Bethelbesichtigungen
es: Visitas a Betel
fa: مطالب مربوط به دیدار از شعبه
fr: Visite du Béthel
gl: Visitas guiadas
hu: Bétel-látogatás
it: Materiale per visite guidate
ja: ベテル見学の情報
ko: 견학 자료
ne: भ्रमण सामग्री
nl: Rondleidingen
pt: Informações para visitantes
ru: Экскурсионные материалы
tr: Tur Malzemeleri
zh: 参观资讯
zh_tw: 參觀資訊

# pub_type_tracts
source: Tracts and Invitations
af: Pamflette en uitnodigings
am: ትራክቶች እና መጋበዣዎች
ar: النشرات والدعوات
as: ট্ৰেক্ট আৰু নিমন্ত্রণ-পত্র
az: Bukletlər və dəvətnamələr
de: Traktate und Einladungen
es: Tratados e invitaciones
fa: تراکت‌ها و دعوت‌نامه‌ها
fr: Tracts et invitations
gl: Folliñas e invitacións
hu: Tájékoztatólapok és meghívók
it: Volantini e inviti
ja: パンフレット／招待状
ko: 전도지/초대장
ne: पर्चा र निमन्त्रणा
nl: Folders en uitnodigingen
pt: Folhetos e Convites
ru: Буклеты и приглашения
tr: Broşürler ve Davetiyeler
zh: 传单和邀请函
zh_tw: 傳單和邀請函

# pub_type_videos
source: Video
am: ቪዲዮ
ar: الفيديوات
as: ভিডিঅ’
es: Videos
fa: ویدیوها
fr: Vidéos
gl: Vídeos
hu: Videók
ja: ビデオ
ko: 동영상
ne: भिडियो
pt: Vídeo
ru: Видео
zh: 影片
zh_tw: 影片

# pub_type_videos_uppercase
source: VIDEO
am: ቪዲዮ
ar: الفيديوات
as: ভিডিঅ’
es: VIDEOS
fa: فایل‌های ویدیویی
fr: VIDÉOS
gl: VÍDEOS
hu: VIDEÓK
ja: ビデオ
ko: 동영상
ne: भिडियो
pt: VÍDEO
ru: ВИДЕО
zh: 影片
zh_tw: 影片

# pub_type_watchtower
source: Watchtower
af: Wagtoring
am: መጠበቂያ ግንብ
ar: برج المراقبة
as: প্ৰহৰীদুৰ্গ
az: Gözətçi qülləsi
de: Wachtturm
es: La Atalaya
fa: برج دیده‌بانی
fr: Tour de Garde
gl: A Atalaia
hu: Őrtorony
it: Torre di Guardia
ja: ものみの塔
ko: 파수대
ne: प्रहरीधरहरा
nl: Wachttoren
pt: A Sentinela
ru: Сторожевая башня
tr: Gözcü Kulesi
zh: 守望台
zh_tw: 守望台

# pub_type_web
source: Article Series
af: Reeks van artikels
am: ተከታታይ ርዕሶች
ar: أبواب متنوعة
as: লেখৰ ধাৰাবাহিক
az: Silsilə məqalələr
de: Artikelserien
es: Catálogo de artículos
fa: سری مقالات
fr: Rubriques
gl: Series de artigos
hu: Cikksorozatok
it: Articoli
ja: シリーズ記事
ko: 연재 기사
ne: शृङ्खलाबद्ध लेखहरू
nl: Artikelenseries
pt: Séries de Artigos
ru: Серии статей
tr: Makale Dizileri
zh: 系列文章
zh_tw: 系列文章

# search_all_results
source: All results
af: Alle resultate
am: ሁሉም ውጤቶች
ar: جميع النتائج
as: সকলো পৰিণাম
az: Bütün nəticələr
de: Alle Ergebnisse
es: Todos los resultados
fa: کل نتایج
fr: Tous les résultats
gl: Tódolos resultados
hu: Összes találat
it: Tutti i risultati
ja: 全ての検索結果
ko: 전체 검색 결과
ne: सबै नतिजा
nl: Alle resultaten
pt: Todos os resultados
ru: Все результаты
tr: Tüm sonuçlar
zh: 全部结果
zh_tw: 全部結果

# search_bar_search
source: Search
af: Soek
am: ፍለጋ
ar: بحث
as: সন্ধান কৰক
az: Axtarış
de: Suchen
es: Buscar
fa: جستجو
fr: Rechercher
gl: Busca
hu: Keresés
it: Cerca
ja: 検索
ko: 검색
ne: खोज्नुहोस्
nl: Zoeken
pt: Pesquisa
ru: Строка поиска
tr: Arama
zh: 搜索
zh_tw: 搜尋

# search_commonly_used
source: Commonly used
af: Algemeenste verse
am: በብዛት የታዩ ጥቅሶች
ar: الأكثر استعمالًا
as: সচৰাচৰ ব্যৱহাৰ হোৱা
az: Tez-tez açılan
de: Oft verwendet
es: Resultados más relevantes
fa: رایج‌ترین آیات
fr: Souvent cités
gl: Máis frecuentes
hu: Gyakran használt
it: Più citati
ja: よく使う聖句
ko: 많이 쓰는 성구
ne: प्रायः प्रयोग भएको
nl: Meest gebruikt
pt: Mais usados
ru: Часто используемые
tr: Sık kullanılanlar
zh: 常用
zh_tw: 常用

# search_match_exact_phrase
source: Match exact phrase
af: Soek presiese frase
am: ልክ እንደተጻፈው አውጣ
ar: البحث عن هذه العبارة بالضبط
as: একে শব্দ বিচাৰক
az: Dəqiq ifadə
de: Phrasensuche
es: Frase exacta
fa: تطبیق دقیق عبارت
fr: Expression exacte
gl: Buscar frase exacta
hu: Teljesen egyező kifejezés
it: Ricerca la frase esatta
ja: 完全一致語句
ko: 입력한 그대로 검색
ne: हुबहु वाक्यांश खोज्ने
nl: Exact overeenkomend
pt: Achar a expressão exata
ru: Точное совпадение
tr: Tam ifadeyi ara
zh: 完全匹配关键字
zh_tw: 完全符合關鍵字

# search_menu_title
source: Search
af: Soek
am: ፍለጋ
ar: البحث
as: সন্ধান
az: Axtarın
de: Suche
es: Buscar
fa: جستجو
fr: Rechercher
gl: Buscar
hu: Keresés
it: Cerca
ja: 検索
ko: 검색
ne: खोज
nl: Zoeken
pt: Pesquisar
ru: Поиск
tr: Ara
zh: 搜索
zh_tw: 搜尋

# search_prompt
source: Type words or a page number
af: Tik woorde of ’n bladsynommer in
am: ቃሎቹን ወይም የገጹን ቁጥር ጻፍ
ar: أدخل كلمات أو رقم صفحة
as: শব্দ বা পৃষ্ঠাৰ সংখ্যা লিখক
az: Sözləri və ya səhifənin nömrəsini daxil edin
de: Wörter oder eine Seitenzahl eingeben
es: Introduzca palabras o el número de página
fa: واژه یا شمارۀ صفحه را تایپ کنید
fr: Saisir une expression ou un numéro de page
gl: Escribe palabras ou número de páxina
hu: Szót vagy oldalszámot írj be
it: Digita alcune parole o il numero della pagina
ja: 単語かページ数を入力する
ko: 검색어 또는 페이지를 입력하십시오
ne: शब्द वा पृष्ठ सङ्ख्या टाइप गर्नुहोस्
nl: Typ woorden of een paginanummer
pt: Digite palavras ou um número de página
ru: Введите слова или номер страницы
tr: Kelimeleri ya da sayfa numarasını yazın
zh: 输入关键字或页码
zh_tw: 輸入關鍵字或頁碼

# search_prompt_languages
source: Search languages ({count})
af: Soek na ’n taal ({count})
am: ቋንቋ መፈለጊያ ({count})
ar: البحث عن لغات (‏{count}‏)‏
as: ভাষাবোৰ অনুসন্ধান কৰক ({count})
az: Dillər üzrə axtarış ({count})
de: Suche Sprachen ({count})
es: Búsqueda de idiomas ({count})
fa: جستجوی در ({count}) زبان
fr: Rechercher une langue ({count})
gl: Buscar idioma ({count})
hu: Nyelv keresése ({count})
it: Cerca lingue ({count})
ja: 言語を探す ({count})
ko: 언어 검색 ({count})
ne: भाषा खोज्ने ({count})
nl: Zoek talen ({count})
pt: Buscar idiomas ({count})
ru: Поиск языков ({count})
tr: Dilleri ara ({count})
zh: 搜索语言 ({count})
zh_tw: 搜尋語言 ({count})
