Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# search_prompt_playlists
source: Search playlists ({count})
af: Soek na ’n speellys ({count})
am: ማጫወቻ ዝርዝሮችን ፈልግ ({count})
ar: البحث في قوائم التشغيل ‏(‏{count}‏)‏
as: প্লেলিষ্ট অনুসন্ধান কৰক ({count})
az: Axtarış siyahısı ({count})
de: Playlists durchsuchen ({count})
es: Búsqueda de listas de reproducción ({count})
fa: جستجو لیست پخش ({count})
fr: Rechercher une liste de lecture ({count})
gl: Buscar listas de reprodución ({count})
hu: Lejátszási lista keresése ({count})
it: Cerca playlist ({count})
ja: プレイリストの検索 ({count})
ko: 재생 목록 검색 ({count})
ne: प्लेलिस्ट खोज्ने ({count})
nl: Zoek in afspeellijsten ({count})
pt: Buscar playlists ({count})
ru: Поиск плейлистов ({count})
tr: Çalma Listesi ara ({count})
zh: 搜索播放列表（{count}）
zh_tw: 搜尋播放列表（{count}）

# search_results_articles
source: Articles
af: Artikels
am: ርዕሶች
ar: المقالات
as: লেখবোৰ
az: Məqalələr
de: Artikel
es: Artículos
fa: مقالات
gl: Artigos
hu: Egyéb
it: Articoli
ja: 他の出例
ko: 참고 자료
ne: लेखहरू
nl: Artikelen
pt: Artigos
ru: Статьи
tr: Makaleler
zh: 文章
zh_tw: 文章

# search_results_none
source: No results found
af: Geen resultate nie
am: ምንም አልተገኘም
ar: ليس هناك نتائج
as: কোনো পৰিণাম পোৱা নাই
az: Nəticə taplmadı
de: Keine Treffer
es: No se han obtenido resultados
fa: هیچ نتیجه‌ای به‌دست نیامد
fr: Aucun résultat
gl: Non se atoparon resultados
hu: Nincs találat
it: Nessun risultato
ja: 該当するものがありません
ko: 검색 결과가 없습니다
ne: नतिजा प्राप्त भएन
nl: Geen resultaten
pt: Sem resultados
ru: Ничего не найдено
tr: Sonuç bulunamadı
zh: 找不到结果
zh_tw: 找不到結果

# search_results_occurence
source: 1 occurrence
af: 1 resultaat
am: 1 ቦታ ተገኝቷል
ar: نتيجة واحدة
as: ১ পৰিণাম
az: 1 nəticə
de: 1 Treffer
es: 1 resultado
fa: یک نتیجه
fr: 1 résultat
gl: 1 resultado
hu: 1 találat
it: 1 occorrenza
ja: 1件
ko: 1개 검색됨
ne: १ वटा प्राप्त भयो
nl: 1 resultaat
pt: 1 ocorrência
ru: Результат: 1
tr: 1 sonuç bulundu
zh: 出现1次
zh_tw: 出現 1 次

# search_results_occurences
source: {count} occurrences
af: {count} resultate
am: {count} ቦታ ተገኝቷል
ar: عدد النتائج:‏ {count}
as: {count} পৰিণামবোৰ
az: {count} nəticə
de: {count} Treffer
es: {count} resultados
fa: {count} نتیجه
fr: {count} résultats
gl: {count} resultados
hu: {count} találat
it: {count} occorrenze
ja: {count}件
ko: {count}개 검색됨
ne: {count} वटा प्राप्त भयो
nl: {count} resultaten
pt: {count} ocorrências
ru: Результаты: {count}
tr: {count} sonuç bulundu
zh: 出现 {count} 次
zh_tw: 出現 {count} 次

# search_results_title
source: Search Results
af: Soekresultate
am: የፍለጋው ውጤት
ar: نتائج البحث
as: অনুসন্ধানৰ পৰিণাম
az: Axtarış nəticələri
de: Suchergebnisse
es: Resultados de la búsqueda
fa: نتایج جستجو
fr: Résultats de la recherche
gl: Resultados da busca
hu: Találatok
it: Risultati della ricerca
ja: 検索結果
ko: 검색 결과
ne: नतिजा
nl: Zoekresultaten
pt: Resultados da busca
ru: Результаты поиска
tr: Arama Sonuçları
zh: 搜索结果
zh_tw: 搜尋結果

# search_results_title_with_query
source: Results for "{query}"
af: Resultate vir "{query}"
am: ለ"{query}" የተገኘው ውጤት
ar: نتائج البحث عن «‏{query}‏»‏‏
as: পৰিণামৰ বাবে "{query}"
az: «{query}» üçün nəticələr
de: Ergebnisse für "{query}"
es: Resultados para "{query}"
fa: نتایج جستجوی «{query}»
fr: Résultats pour « {query} »
gl: Resultados para "{query}"
hu: Találatok erre: {query}
it: Risultati per “{query}”
ja: ”{query}”の検索結果
ko: "{query}"에 대한 검색 결과
ne: "{query}"-को नतिजा
nl: Resultaten voor "{query}"
pt: Resultados para "{query}"
ru: Результаты по запросу «{query}»
tr: "{query}" için bulunan sonuçlar
zh: “{query}”的搜索结果
zh_tw: 「{query}」的搜尋結果

# search_suggestion_page_number_title
source: Page {number}, {title}
af: Bladsy {number}, {title}
am: ገጽ {number}፣ {title}
ar: {title}،‏ الصفحة {number}
as: পৃষ্ঠা {number}, {title}
az: {title}, səhifə {number}
de: Seite {number}, {title}
es: Página {number}, {title}
fa: صفحۀ {number}، {title}
gl: {title}, páxina {number}
hu: {title}, {number}. oldal
it: Pagina {number}, {title}
ja: {title}, {number}ページ
ko: {number}면, {title}
ne: पृष्ठ {number}, {title}
nl: Pagina {number}, {title}
pt: Página {number}, {title}
ru: Стр. {number}, «{title}»
tr: Sayfa {number}, {title}
zh: 第 {number} 页，{title}
zh_tw: 第 {number} 頁，{title}

# search_suggestions
source: Suggestions
af: Voorstelle
am: ጥቆማ
ar: إقتراحات
as: পৰামৰ্শবোৰ
az: Təkliflər
de: Vorschläge
es: Sugerencias
fa: پیشنهادها
gl: Suxestións
hu: Javaslatok
it: Suggerimenti
ja: 予測候補
ko: 추천
ne: सुझाव
nl: Zoeksuggesties
pt: Sugestões
ru: Варианты
tr: Öneriler
zh: 搜索建议
zh_tw: 搜尋建議

# search_suggestions_page_number
source: Page Number
af: Bladsynommer
am: የገጽ ቁጥር
ar: رقم الصفحة
as: পৃষ্ঠাৰ সংখ্যা
az: Səhifə nömrəsi
de: Seitenzahl
es: Número de página
fa: شمارۀ صفحه
fr: Numéro de page
gl: Número de páxina
hu: Oldalszám
it: Numero della pagina
ja: ページ番号
ko: 페이지
ne: पृष्ठ सङ्ख्या
nl: Paginanummer
pt: Número da página
ru: Номер страницы
tr: Sayfa Numarası
zh: 页码
zh_tw: 頁碼

# search_results_per_chronological
source: CHRONOLOGICAL
af: CHRONOLOGIES
am: በጊዜ ቅደም ተከተል
ar: زمني
as: ক্ৰমিক
az: XRONOLOJİ
de: CHRONOLOGISCH
es: CRONOLÓGICO
fa: زمان‌شناسی
fr: CHRONOLOGIQUE
gl: CRONOLÓXICO
hu: KRONOLÓGIAI
it: CRONOLOGICO
ja: 年代順
ko: 연대순
ne: कालानुक्रमिक
nl: CHRONOLOGISCH
pt: CRONOLÓGICO
ru: ХРОНОЛОГИЧЕСКИЙ
tr: KRONOLOJİK
zh: 按时间顺序
zh_tw: 按時間順序

# search_results_per_top_verses
source: MOST QUOTED
af: MEESTE AANGEHAAL
am: በብዛት የተጠቀሱ
ar: الأكثر اقتباسًا
as: শীৰ্ষ পদসমূহ
az: ƏN ÇOX SİTAT GƏTİRİLƏN
de: AM HÄUFIGSTEN ZITIERT
es: LOS MÁS CITADOS
fa: بیشترین نقل قول
fr: LES PLUS CITÉS
gl: OS MÁIS CITADOS
hu: LEGGYAKRABBAN IDÉZETT
it: I PIÙ CITATI
ja: 最も引用されたもの
ko: 가장 많이 인용됨
ne: सबैभन्दा उद्धृत
nl: MEEST GEciteerd
pt: OS MAIS CITADOS
ru: НАИБОЛЕЕ ЦИТИРУЕМЫЕ
tr: EN ÇOK ALINTILANANLAR
zh: 最常引用
zh_tw: 最常引用

# search_results_per_occurences
source: OCCURRENCES
af: VOORKOMENDE
am: ብዛት
ar: التكرارات
as: ঘটনা
az: TƏKRARLAR
de: VORKOMMEN
es: OCURRENCIAS
fa: تعداد وقوع
fr: OCCURENCES
gl: OCORRENCIAS
hu: ELŐFORDULÁSOK
it: OCCORRENZE
ja: 出現
ko: 발생 횟수
ne: घटनाहरू
nl: VOORKOMEN
pt: OCORRÊNCIAS
ru: ВХОЖДЕНИЯ
tr: GEÇEN SÖZCÜKLER
zh: 出现次数
zh_tw: 出現次數

# search_show_less
source: SHOW LESS
af: SIEN MINDER
am: አነሰ ተመልከት
ar: عرض أقل
as: কম দেখুৱাওক
az: AZ GÖSTƏR
de: WENIGER ANZEIGEN
es: VER MENOS
fa: مشاهده کمتر
fr: VOIR MOINS
gl: VER MENOS
hu: KEVESEBB MEGJELENÍTÉSE
it: MOSTRA MENO
ja: 少なく表示
ko: 적게 보기
ne: कम देखाउनुहोस्
nl: ZIE MINDER
pt: VER MENOS
ru: ПОКАЗАТЬ МЕНЬШЕ
tr: DAHA AZ GÖR
zh: 查看更少
zh_tw: 查看更少

# search_show_more
source: SHOW MORE
af: SIEN MEER
am: የበለጠ ተመልከት
ar: عرض المزيد
as: অধিক দেখুৱাওক
az: ÇOX GÖSTƏR
de: MEHR ANZEIGEN
es: VER MÁS
fa: مشاهده بیشتر
fr: VOIR PLUS
gl: VER MÁIS
hu: TÖBB MEGJELENÍTÉSE
it: MOSTRA ALTRO
ja: さらに表示
ko: 더 보기
ne: थप देखाउनुहोस्
nl: ZIE MEER
pt: VER MAIS
ru: ПОКАЗАТЬ БОЛЬШЕ
tr: DAHA ÇOK GÖR
zh: 查看更多
zh_tw: 查看更多

# search_suggestions_recent
source: Recent
af: Onlangse soektogte
am: የቅርብ
ar: بحثت مؤخرًا عن
as: শেহতীয়া
az: Son axtarış
de: Zuletzt gesucht
es: Recientes
fa: جستجوهای اخیر
fr: Récent
gl: Recente
hu: Legutóbbi
it: Recenti
ja: 検索履歴
ko: 최근
ne: हालै खोजिएको
nl: Onlangs gezocht
pt: Recentes
ru: Недавнее
tr: Son Arananlar
zh: 最近搜索
zh_tw: 最近搜尋

# search_suggestions_topics
source: Topics
af: Onderwerpe
am: ርዕሰ ጉዳይ
ar: المواضيع
as: বিষয়বোৰ
az: Mövzular
de: Themen
es: Temas
fa: موضوعات
fr: Ouvrages de référence
gl: Temas
hu: Címszavak
it: Argomenti
ja: 見出し
ko: 표제어
ne: विषय
nl: Onderwerpen
pt: Assuntos
ru: Темы
tr: Konular
zh: 条目
zh_tw: 條目

# search_suggestions_topics_uppercase
source: TOPICS
af: ONDERWERPE
am: ርዕሰ ጉዳይ
ar: المواضيع
as: বিষয়বোৰ
az: MÖVZULAR
de: THEMEN
es: TEMAS
fa: موضوعات
fr: OUVRAGES DE RÉFÉRENCE
gl: TEMAS
hu: CÍMSZAVAK
it: ARGOMENTI
ja: 見出し
ko: 표제어
ne: विषय
nl: ONDERWERPEN
pt: ASSUNTOS
ru: ТЕМЫ
tr: KONULAR
zh: 条目
zh_tw: 條目

# searchview_clear_text_content_description
source: Clear text
af: Vee teks uit
am: ጽሁፍን አጽዳ
ar: محو النص
az: Mətni təmizləyin
de: Text löschen
es: Borrar texto
fa: پاک کردن نوشتار
fr: Effacer le texte
gl: Borrar texto
hu: Szöveg törlése
it: Cancella testo
ja: テキストを消去
ko: 텍스트 삭제
ne: टेक्स्ट हटाउनुहोस्
nl: Tekst wissen
pt: Limpar texto
ru: Очистить текстовое поле
tr: Metni temizle
zh: 清除文字
zh_tw: 清除文字

# searchview_navigation_content_description
source: Back
af: Terug
am: ተመለስ
ar: رجوع
az: Geri
de: Zurück
es: Atrás
fa: برگشتن
fr: Retour
gl: Anterior
hu: Vissza
it: Indietro
ja: 戻る
ko: 뒤로
ne: पछाडि
nl: Terug
pt: Voltar
ru: Назад
tr: Geri
zh: 返回
zh_tw: 返回

source: Selected
af: Gekies
am: ተመርጧል
ar: محدّد
as: বাছনি কৰা হৈছে
az: Seçilib
de: Ausgewählt
es: Seleccionado
fa: انتخاب شد
fr: Sélectionné
gl: Seleccionado
hu: Kijelölve
it: Elemento selezionato
ja: 選択済み
ko: 선택됨
ne: चयन गरिएको छ
nl: Geselecteerd
pt: Selecionado
ru: Выбрано
tr: Seçili
zh: 已选择
zh_tw: 已選取

# settings_about
source: About
af: Omtrent
am: ስለ
ar: حول
as: বিষয়
az: Haqqında
de: Über
es: Sobre
fa: دربارهٔ
fr: À propos
gl: Acerca de JW Library
hu: Információ
it: Info
ja: 情報
ko: 앱 정보
ne: यसबारे
nl: Info
pt: Sobre
ru: О программе
tr: Hakkında
zh: 关于
zh_tw: 關於

# settings_about_uppercase
source: ABOUT
af: OMTRENT
am: ስለ
ar: حول
as: বিষয়
az: HAQQINDA
de: ÜBER
es: SOBRE
fa: دربارهٔ
fr: À PROPOS
gl: ACERCA DE JW LIBRARY
hu: INFORMÁCIÓ
it: INFO
ja: 情報
ko: 앱 정보
ne: यसबारे
nl: INFO
pt: SOBRE
ru: О ПРОГРАММЕ
tr: HAKKINDA
zh: 关于
zh_tw: 關於

# settings_acknowledgements
source: Acknowledgements
af: Erkennings
am: እውቅና
ar: إقرارات
as: একনলে’জমেন্ট
az: Hüquqların tanınması
de: Bestätigungen
es: Reconocimientos
fa: سپاسگزاری
fr: Remerciements
gl: Agradecementos
hu: Köszönetnyilvánítás
it: Riconoscimenti
ja: 謝辞
ko: 승인서
ne: स्वीकारोक्ति
nl: Colofon
pt: Agradecimentos
ru: Благодарности
tr: Bildirimler
zh: 使用须知
zh_tw: 使用須知

# settings_always
source: Always
af: Altyd
am: አዎ፣ ሁልጊዜ
ar: دائمًا
as: সদায়
az: Həmişə
de: Immer
es: Siempre
fa: همیشه
fr: Toujours
gl: Sempre
hu: Mindig
it: Sempre
ja: 常に許可
ko: 항상
ne: सधैँ
nl: Altijd
pt: Sempre
ru: Всегда
tr: Her Zaman
zh: 总是允许
zh_tw: 總是允許

# settings_always_uppercase
source: ALWAYS
af: ALTYD
am: አዎ፣ ሁልጊዜ
ar: دائمًا
as: সদায়
az: HƏMİŞƏ
de: IMMER
es: SIEMPRE
fa: همیشه
fr: TOUJOURS
gl: SEMPRE
hu: MINDIG
it: SEMPRE
ja: 常に許可
ko: 항상
ne: सधैँ
nl: ALTIJD
pt: SEMPRE
ru: ВСЕГДА
tr: HER ZAMAN
zh: 总是允许
zh_tw: 總是允許

# settings_appearance
source: Appearance
af: Voorkoms
am: ገጽታ
ar: المظهر
as: মʼড
az: Görünüşü
de: Erscheinungsbild-Einstellungen
es: Apariencia
fa: ظاهر
fr: Apparence
gl: Aspecto
hu: Megjelenítés
it: Imposta tema
ja: 画面表示
ko: 보기 설정
ne: पेजको सेटिङ
nl: Weergave
pt: Aparência
ru: Внешний вид
tr: Görünüm
zh: 外观
zh_tw: 外觀

# settings_appearance_dark
source: Dark
af: Donker
am: ጥቁር
ar: داكن
as: ডাৰ্ক
az: Qaranlıq rejim
de: Dunkel
es: Modo oscuro
fa: تیره
fr: Sombre
gl: Modo escuro
hu: Sötét
it: Scuro
ja: ダーク
ko: 어둡게
ne: अँध्यारो
nl: Donker
pt: Tema escuro
ru: Темный режим
tr: Karanlık
zh: 深色
zh_tw: 深色

# settings_appearance_display
source: Display
af: Vertoonskerm
am: እይታ
ar: العرض
as: ডিচপ্লে
az: Monitor
es: Pantalla
fa: نما
fr: Affichage
gl: Visualización
hu: Kijelző
it: Schermo
ja: ディスプレー
ko: 화면
ne: डिस्प्ले
nl: Beeldscherm
pt: Exibição
ru: Экран
tr: Görüntü
zh: 显示
zh_tw: 顯示

# settings_appearance_display_upper
source: DISPLAY
af: VERTOONSKERM
am: እይታ
ar: العرض
as: ডিচপ্লে
az: MONİTOR
es: PANTALLA
fa: نما
fr: AFFICHAGE
gl: VISUALIZACIÓN
hu: KIJELZŐ
it: SCHERMO
ja: ディスプレー
ko: 화면
ne: डिस्प्ले
nl: BEELDSCHERM
pt: EXIBIÇÃO
ru: ЭКРАН
tr: GÖRÜNTÜ
zh: 显示
zh_tw: 顯示

# settings_appearance_light
source: Light
af: Lig
am: ነጭ
ar: فاتح
as: লাইত
az: İşıqlı rejim
de: Hell
es: Modo claro
fa: روشن
fr: Claire
gl: Modo claro
hu: Világos
it: Chiaro
ja: ライト
ko: 밝게
ne: उज्यालो
nl: Licht
pt: Tema claro
ru: Светлый режим
tr: Aydınlık
zh: 浅色
zh_tw: 淺色

# settings_appearance_system
source: System
af: Stelsel
am: ሲስተም
ar: نظام التشغيل
as: চিষ্টেম
az: Sistemdəki kimi
es: Modo predeterminado
fa: طبق سیستم عامل
fr: Par défaut
gl: Por defecto
hu: Alapértelmezett
it: Come il sistema
ja: システム
ko: 시스템
ne: सिस्टमअनुसारै
nl: Systeem
pt: Padrão do sistema
ru: По умолчанию
tr: Sistem
zh: 系统默认
zh_tw: 系統預設

# settings_application_version
source: Version
af: Weergawe
am: እትም
ar: الإصدار
as: ভাৰচন
az: Versiya
es: Versión
fa: نسخه
gl: Versión
hu: Verzió
it: Versione
ja: バージョン
ko: 버전
ne: भर्सन
nl: Versie
pt: Versão
ru: Версия
tr: Versiyon
zh: 版本
zh_tw: 版本

# settings_ask_every_time
source: Ask Every Time
af: Vra elke keer
am: እንደ አዲስ ጠይቀኝ
ar: إسألني كل مرة
as: প্ৰত্যেক বাৰে সোধক
az: Hər dəfə soruş
de: Jedes Mal fragen
es: Preguntar siempre
fa: هر دفعه بپرسید
fr: Toujours demander
gl: Preguntar cada vez
hu: Mindig kérdezzen rá
it: Chiedi ogni volta
ja: 毎回確認する
ko: 매번 묻기
ne: प्रत्येक पटक सोध्ने
nl: Elke keer vragen
pt: Perguntar todas as vezes
ru: Всегда спрашивать
tr: Her Zaman Sor
zh: 每次询问
zh_tw: 每次詢問

# settings_ask_every_time_uppercase
source: ASK EVERY TIME
af: VRA ELKE KEER
am: እንደ አዲስ ጠይቀኝ
ar: إسألني كل مرة
as: প্ৰত্যেক বাৰে সোধক
az: HƏR DƏFƏ SORUŞ
de: JEDES MAL FRAGEN
es: PREGUNTAR SIEMPRE
fa: هر دفعه بپرسید
fr: TOUJOURS DEMANDER
gl: PREGUNTAR CADA VEZ
hu: MINDIG KÉRDEZZEN RÁ
it: CHIEDI OGNI VOLTA
ja: 毎回確認する
ko: 매번 묻기
ne: प्रत्येक पटक सोध्ने
nl: ELKE KEER VRAGEN
pt: PERGUNTAR TODAS AS VEZES
ru: ВСЕГДА СПРАШИВАТЬ
tr: HER ZAMAN SOR
zh: 每次询问
zh_tw: 每次詢問

# settings_audio_player_controls
source: Audio player controls
af: Beheerknoppies vir oudiospeler
am: የኦዲዮ ማጫወቻ መቆጣጠሪያዎች
ar: التحكم بتشغيل التسجيلات
as: অডিঅʼ প্লেয়াৰ নিয়ন্ত্ৰণ
az: Audiopleyerin tənzimlənməsi
de: Bedienung Audio-Player
es: Controles del reproductor de audio
fa: کنترل‌های پخش‌کنندهٔ صوتی
fr: Commandes du lecteur audio
gl: Controis do reprodutor de audio
hu: Hanglejátszás vezérlői
it: Controlli lettore audio
ja: オーディオ・プレーヤー・コントロール
ko: 오디오 플레이어 컨트롤
ne: अडियो प्लेयर कन्ट्रोल
nl: Bediening audiospeler
pt: Controles do reprodutor de áudio
ru: Управление аудиоплеером
tr: Ses çalma kontrolleri
zh: 显示音档播放器
zh_tw: 顯示音檔播放器

# settings_auto_update_pubs
source: Update publications automatically
af: Laai bygewerkte publikasies outomaties af
am: የሕትመት ውጤቶችን ያለ ምንም ጥያቄ አድስ
ar: تحديث الإصدارات تلقائيًا
as: প্ৰকাশনবোৰ নিজে নিজে আপডেট হ’ব
az: Nəşrləri avtomatik yenilə
de: Publikationen automatisch aktualisieren
es: Actualizar las publicaciones automáticamente
fa: نشریات به طور خودکار به‌روز شود
fr: Mettre à jour les publications automatiquement
gl: Actualizar publicacións automaticamente
hu: Kiadványok automatikus frissítése
it: Aggiorna automaticamente le pubblicazioni
ja: コンテンツを自動的に更新する
ko: 출판물 자동 업데이트
ne: प्रकाशनहरू स्वतः अपडेट गर्ने
nl: Werk publicaties automatisch bij
pt: Atualizar publicações automaticamente
ru: Обновлять публикации автоматически
tr: Yayınları otomatik güncelle
zh: 自动更新出版物
zh_tw: 自動更新出版物

# settings_auto_update_pubs_wifi_only
source: Wi-Fi only
af: Slegs oor Wi-Fi
am: በWi-Fi ብቻ
ar: فقط على الـ Wi-Fi
as: কেৱল Wi-Fi-ৰ যোগেদি
az: Ancaq Wi-Fi vasitəsilə
de: Nur WLAN
es: Solo con conexión a wifi
fa: فقط Wi-Fi
fr: Via le wifi uniquement
gl: Só con wifi
hu: Csak WIFI-n
it: Solo con Wi-Fi
ja: Wi-Fi接続のみ
ko: Wi-Fi에서만 허용
ne: वाइफाइबाट मात्रै
nl: Alleen wifi
pt: Apenas por Wi-Fi
ru: Только через Wi-Fi
tr: Sadece Wi-Fi
zh: 仅在有Wi-Fi时更新
zh_tw: 僅在有Wi-Fi時更新

# settings_bad_windows_music_library
source: The Windows Music library does not have any locations. In File Explorer, open the Properties for Libraries\\Music and set a save location.
af: Windows se Musiekbiblioteek sluit tans geen vouers in nie. Gaan na die Properties vir Libraries\\Music in File Explorer en kies ’n vouer waar die musiek afgelaai kan word.
am: ለዊንዶውስ ሚውዚክ ላይብረሪ ማስቀመጫ ቦታ አልተመረጠለትም። ኤክስፕሎረር ላይ የሚውዚክን ፕሮፐርቲ ከፍተህ ማስቀመጭ ቦታ ምረጥ።
ar: ليس هناك مكان محدَّد لمكتبة الموسيقى في ‏Windows‏.‏ إذهب إلى مستكشف الملفات، ثم افتح الخصائص في المكتبات/الموسيقى وحدِّد مكانًا لحفظ التسجيلات.‏
as: উইনদ’ছ সংগীত লাইব্ৰেৰীৰ বাবে কোনো ঠাই উপলব্ধ নাই। ফাইল এক্সপ্ল’ৰাত, লাইব্ৰেৰী /সংগীতৰ বাবে প্ৰপাৰটি খোলক আৰু চেইভ কৰাৰ বাবে ঠাই ছেট কৰক।
az: Windows Musiqi kitabxanasının yeri tapılmadı. Fayl Menecerdə (File Explorer) Kitabxanalar\\Musiqi (Libraries\\Music) qovluğunda Xüsusiyyətlərdə (Properties) yerini təyin edin.
de: Die Windows-Musikbibliothek hat keine Speicherorte. Einstellungen für Bibliotheken\\Musik im Explorer öffnen und einen Speicherort hinzufügen.
es: La biblioteca de música de Windows no tiene establecida ninguna ubicación. En el Explorador de Windows, vaya a Propiedades de Bibliotecas/Música y establezca una ubicación para guardar.
fa: در ویندوز شما جایی برای نگهداری مجموعهٔ موسیقی وجود ندارد. در کاوشگر پرونده‌ها، برای کتابخانه‌ها/موسیقی قسمت ویژگی‌ها را باز کرده، جایی برای ذخیرهٔ فایل‌ها تعیین کنید
fr: La Bibliothèque Musique n'a pas de lieu d'enregistrement défini. Dans l'Explorateur, ouvrez les Propriétés de Bibliothèques\Musique et définissez un lieu d'enregistrement.
gl: A biblioteca de música de Windows non ten ningún lugar asignado. Vai ó Explorador de arquivos, abre as Propiedades de Bibliotecas\\Música e configura a localización de almacenamento.
hu: A Windowsban a Zene mappa mentési helye nincs meghatározva. A Fájlkezelőben nyisd meg a Könyvtárak\\Zene mappa tulajdonságait, és válassz egy mentési helyet.
it: Nel Catalogo musicale di Windows non è impostato alcun percorso. Su Esplora file apri Proprietà del catalogo\\Musica e imposta il percorso di salvataggio.
ja: Windowsのミュージック・ライブラリで保管場所が設定されていません。ファイルエクスプローラで，ミュージック・ライブラリのプロパティを開き，保管場所を設定してください。
ko: 윈도우 음악 라이브러리에 위치가 설정되어 있지 않습니다. 탐색기에서 라이브러리\\음악의 속성을 연 다음 저장 위치를 설정하십시오.
ne: तपाईँको डिभाइसमा विन्डोज म्युजिक लाइब्रेरीको लागि कुनै लोकेसन तय गरिएको छैन। फाइल एक्सप्लोररको लाइब्रेरिज अन्तर्गत म्युजिकको प्रोपर्टिज खोल्नुहोस् र लोकेसन तय गरेर बचत गर्नुहोस्।
nl: De muziekbibliotheek van Windows is niet ingesteld. Ga naar Bibliotheken in Windows Verkenner, open Eigenschappen voor de map Muziek en kies Opslaglocatie instellen.
pt: A biblioteca de música do Windows não possui local de salvamento. No Explorador de Arquivos, em Bibliotecas\\Músicas, abra Propriedades e defina um local de salvamento.
ru: В музыкальной библиотеке Windows не задана папка для сохранения файлов. Укажите ее в свойствах папки «Музыка», используя «Проводник».
tr: Windows Müzik Kitaplığı için herhangi bir konum ayarlanmamış. Dosya Gezgini’nde, Kitaplıklar\\Müzikler klasörü içinden Özellikler kısmını açın ve kaydetme konumu seçin.
zh: Windows系统中的音乐库还未设置存储位置。请前往“文件资源管理器” 打开库\\音乐，点击“内容”，再点击“设置存储位置”。
zh_tw: Windows系統中的音樂媒體櫃尚未設定儲存位置。請前往「檔案總管」 開啟媒體櫃\\音樂，點選「內容」，再點選「設定儲存位置」。

# settings_bad_windows_video_library
source: The Windows Videos library does not have any locations. In File Explorer, open the Properties for Libraries\\Videos and set a save location.
af: Windows se Videobiblioteek sluit tans geen vouers in nie. Gaan na die Properties vir Libraries\\Videos in File Explorer en kies ’n vouer waar die video afgelaai kan word.
am: ለዊንዶውስ ቪዲዮ ላይብረሪ ማስቀመጫ ቦታ አልተመረጠለትም። ኤክስፕሎረር ላይ የቪዲዮን ፕሮፐርቲ ከፍተህ ማስቀመጭ ቦታ ምረጥ።
ar: ليس هناك مكان محدَّد لمكتبة الفيديوات في ‏Windows‏.‏ إذهب إلى مستكشف الملفات، ثم افتح الخصائص في المكتبات/الفيديوات وحدّد مكانًا لحفظ الفيديوات.‏
as: উইনদ’ছ ভিডিঅ’ লাইব্ৰেৰীৰ বাবে কোনো ঠাই উপলব্ধ নাই। ফাইল এক্সপ্ল’ৰাত, লাইব্ৰেৰী /ভিডিঅ’ৰ বাবে প্ৰপাৰটি খোলক আৰু চেইভ কৰাৰ বাবে ঠাই ছেট কৰক।
az: Windows Video kitabxanasının yeri tapılmadı. Fayl Menecerdə (File Explorer) Kitabxanalar\\Video (Libraries\\Video) qovluğunda Xüsusiyyətlərdə (Properties) yerini təyin edin.
de: Die Windows-Videobibliothek hat keine Speicherorte. Einstellungen für Bibliotheken\\Videos im Explorer öffnen und einen Speicherort hinzufügen.
es: La biblioteca de videos de Windows no tiene establecida ninguna ubicación. En el Explorador de Windows, vaya a Propiedades de Bibliotecas/Vídeos y establezca una ubicación para guardar.
fa: در ویندوز شما جایی برای نگهداری مجموعهٔ ویدیوها وجود ندارد. در کاوشگر پرونده‌ها، برای کتابخانه‌ها/ویدیو‌ها قسمت ویژگی‌ها را باز کرده، جایی برای ذخیرهٔ فایل‌ها تعیین کنید
fr: La Bibliothèque Vidéos n'a pas de lieu d'enregistrement défini. Dans l'Explorateur, ouvrez les Propriétés de Bibliothèques\Vidéos et définissez un lieu d'enregistrement.
gl: A biblioteca de vídeos de Windows non ten ningún lugar asignado. Vai ó Explorador de arquivos, abre as Propiedades de Bibliotecas\\Vídeos e configura a localización de almacenamento.
hu: A Windowsban a Videók mappa mentési helye nincs meghatározva. A Fájlkezelőben nyisd meg a Könyvtárak\\Videók mappa tulajdonságait, és válassz egy mentési helyet.
it: Nel Catalogo video di Windows non è impostato alcun percorso. Su Esplora file apri Proprietà del catalogo\\Video e imposta il percorso di salvataggio.
ja: Windowsのビデオ・ライブラリで保管場所が設定されていません。ファイルエクスプローラで，ビデオ・ライブラリのプロパティを開き，保管場所を設定してください。
ko: 윈도우 비디오 라이브러리에 위치가 설정되어 있지 않습니다. 탐색기에서 라이브러리\\비디오의 속성을 연 다음 저장 위치를 설정하십시오.
ne: तपाईँको डिभाइसमा विन्डोज भिडियोज लाइब्रेरीको लागि कुनै लोकेसन तय गरिएको छैन। फाइल एक्सप्लोररको लाइब्रेरिज अन्तर्गत भिडियोजको प्रोपर्टिज खोल्नुहोस् र लोकेसन तय गरेर बचत गर्नुहोस्।
nl: De videobibliotheek van Windows is niet ingesteld. Ga naar Bibliotheken in Windows Verkenner, open Eigenschappen voor de map Video's en kies Opslaglocatie instellen.
pt: A biblioteca de vídeos do Windows não possui local de salvamento. No Explorador de Arquivos, em Bibliotecas\\Vídeos, abra Propriedades e defina um local de salvamento.
ru: В видео библиотеке Windows не задана папка для сохранения файлов. Укажите ее в свойствах папки «Видео», используя «Проводник».
tr: Windows Video Kitaplığı için herhangi bir konum ayarlanmamış. Dosya Gezgini’nde, Kitaplıklar\\Videolar klasörü içinden Özellikler kısmını açın ve kaydetme konumu seçin.
zh: Windows系统中的视频库还未设置存储位置。请前往“文件资源管理器” 打开库\\影片，点击“内容”，再点击“设置存储位置”。
zh_tw: Windows系統中的音樂媒體櫃尚未設定儲存位置。請前往「檔案總管」 開啟媒體櫃\\影片，點選「內容」，再點選「設定儲存位置」。

# settings_cache
source: Cache
af: Versteek
am: መሸጎጫ
ar: ذاكرة التخزين المؤقت
as: কেশ্ব
az: Keş
es: Caché
fa: حافظه پنهان (کش)
gl: Caché
hu: Gyorsítótár
ja: キャッシュ
ko: 캐시
ne: क्यास
nl: Verborgen
ru: Кэш
tr: Önbellek
zh: 缓存
zh_tw: 快取

# settings_cache_upper
source: CACHE
af: VERBORG
am: መሸጎጫ
ar: ذاكرة التخزين المؤقت
as: কেশ্ব
az: KEŞ
es: CACHÉ
fa: حافظه پنهان (کش)
gl: CACHÉ
hu: GYORSÍTÓTÁR
ja: キャッシュ
ko: 캐시
ne: क्यास
nl: VERBORGEN
ru: КЭШ
tr: ÖN BELLEK
zh: 缓存
zh_tw: 快取

# settings_catalog_date
source: Catalog date
af: Katalogusdatum
am: ካታሎጉ የተዘጋጀበት ቀን
ar: تاريخ الكتالوغ
as: কেটেলগ তাৰিখ
az: Kataloqun tarixi
de: Stand
es: Fecha del catálogo
fa: زمان تولید فایل‌های موجود
fr: Date du catalogue
gl: Data da biblioteca
hu: Az elérhető kiadványok listájának dátuma
it: Data del catalogo
ja: コンテンツ更新日
ko: 출판물 목록 업데이트한 날짜
ne: क्याटलग मिति
nl: Datum catalogus
pt: Data do catálogo de publicações
ru: Версия каталога
tr: Katalog tarihi
zh: 出版物目录的创建时间
zh_tw: 出版物目錄的建立時間

# settings_library_date
source: Library Date
af: Biblioteek datum
am: የቤተ መጻሕፍት ቀን
ar: تاريخ المكتبة
as: পুথিভঁৰালৰ তাৰিখ
az: Kitabxana tarixi
de: Bibliotheksdatum
es: Fecha de la biblioteca
fa: تاریخ کتابخانه
fr: Date de la bibliothèque
gl: Data da biblioteca
hu: Könyvtár dátuma
it: Data della Libreria
ja: ライブラリの日付
ko: 라이브러리 날짜
ne: पुस्तकालय मिति
nl: Datum bibliotheek
pt: Data da Biblioteca
ru: Дата библиотеки
tr: Kütüphane tarihi
zh: 资料库日期
zh_tw: 資料庫日期

# settings_category_app_uppercase
source: APP
am: አፕሊኬሽን
ar: التطبيق
as: এপ
az: PROQRAM
es: APLICACIÓN
fa: برنامه
fr: APPLICATION
gl: APLICACIÓN
hu: ALKALMAZÁS
ja: アプリ
ko: 앱
ne: एप
pt: APLICATIVO
ru: ПРИЛОЖЕНИЕ
tr: UYGULAMA
zh: APP应用程序
zh_tw: APP應用程式

# settings_category_download
source: Streaming and Downloads
af: Stroming en aflaailêers
am: ማጫወትና ማውረድ
ar: البث والمواد التي نزلتها
as: স্ত্ৰীমিং আৰু ডাউনল'ড
az: Striminq və yükləmə
de: Streaming und Downloads
es: Streaming y descargas
fa: پخش و دانلود
fr: Lecture et téléchargement
gl: Reprodución e descargas
hu: Online lejátszás és letöltések
it: Streaming e download
ja: ストリーミングとダウンロード
ko: 스트리밍 및 다운로드
ne: प्रसारण र डाउनलोड
nl: Streaming en downloads
pt: Exibição e downloads
ru: Потоковое воспроизведение и загрузка
tr: Online Oynatma ve İndirme
zh: 在线播放和下载
zh_tw: 線上播放與下載
