Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# search_hint
source: Search...
af: Om navorsing te doen...
am: ይፈልጉ…
ar: بحث...
as: বিচাৰক…
az: Axtar…
de: Suchen...
es: Buscar...
fa: جستجو...
fr: Rechercher…
gl: Buscar...
hu: Keresés...
it: Cerca...
ja: 検索...
ko: 검색...
ne: खोज...
nl: Onderzoek doen…
pt: Pesquisar...
ru: Поиск...
tr: Ara…
zh: 搜索…
zh_tw: 搜尋…

# action_accept
source: Accept
af: Aanvaar
am: እቀበላለሁ
ar: أقبل
as: গ্ৰহণ কৰক
az: Qəbul et
de: Akzeptieren
es: Aceptar
fa: پذیرش
fr: Accepter
gl: Aceptar
hu: Elfogadás
it: Accetta
ja: 受け入れる
ko: 수락
ne: स्विकार्छु
nl: Aanvaarden
pt: Aceitar
ru: Принять
tr: Kabul Et
zh: 接受
zh_tw: 接受

# action_accept_uppercase
source: ACCEPT
af: AANVAAR
am: እቀበላለሁ
ar: أقبل
as: গ্ৰহণ কৰক
az: QƏBUL ET
de: AKZEPTIEREN
es: ACEPTAR
fa: پذیرش
fr: ACCEPTER
gl: ACEPTAR
hu: ELFOGADÁS
it: ACCETTA
ja: 受け入れる
ko: 수락
ne: स्विकार्छु
nl: AANVAARDEN
pt: ACEITAR
ru: ПРИНЯТЬ
tr: KABUL ET
zh: 接受
zh_tw: 接受

# action_add
source: Add
af: Voeg by
am: አስገባ
ar: إضافة
as: যোগ কৰক
az: Əlavə et
de: Hinzufügen
es: Añadir
fa: اضافه
fr: Ajouter
gl: Engadir
hu: Hozzáadás
it: Aggiungi
ja: 追加
ko: 추가
ne: थप्ने
nl: Voeg toe
pt: Adicionar
ru: Добавить
tr: Ekle
zh: 添加
zh_tw: 新增

# action_add_a_note
source: Add Note
af: Voeg ’n nota by
am: ማስታወሻ ያዝ
ar: إضافة ملاحظة
as: টোকা লিখক
az: Qeyd əlavə et
de: Notiz hinzufügen
es: Añadir nota
fa: اضافه کردن یادداشت
fr: Ajouter une note
gl: Engadir nota
hu: Jegyzet
it: Aggiungi una nota
ja: メモを追加
ko: 메모 추가
ne: नोट लेख्ने
nl: Voeg notitie toe
pt: Adicionar uma nota
ru: Добавить заметку
tr: Not Ekle
zh: 添加笔记
zh_tw: 新增筆記

# action_add_a_tag
source: Add Tag
af: Voeg ’n merker by
am: ፈርጅ አዘጋጅ
ar: إضافة موضوع
as: টেগ কৰক
az: Teq əlavə et
de: Tag hinzufügen
es: Añadir etiqueta
fa: اضافه کردن برچسب
fr: Ajouter une catégorie
gl: Engadir etiqueta
hu: Címke
it: Aggiungi un’etichetta
ja: タグを追加
ko: 태그 추가
ne: ट्याग राख्ने
nl: Voeg tag toe
pt: Adicionar uma etiqueta
ru: Добавить тег
tr: Etiket Ekle
zh: 添加标签
zh_tw: 新增標籤

# action_add_from_camera
source: Add From Camera
af: Voeg by van Kamera
am: ከካሜራ አምጣ
ar: أضف من الكاميرا
as: কেমেৰাৰ পৰা লওক
az: Kameradan əlavə et
de: Von der Kamera hinzufügen
es: Añadir desde cámara
fa: اضافه کردن از دوربین
fr: Ajouter depuis l'appareil photo
gl: Engadir dende a cámara
hu: Hozzáadás a Kamerából
it: Aggiungi dalla fotocamera
ja: 写真や動画を撮影して追加
ko: 카메라에서 추가
ne: क्यामराले खिच्ने
nl: Voeg toe van Camera
pt: Adicionar a partir da câmera
ru: Добавить с камеры
tr: Kameradan Ekle
zh: 从相机添加
zh_tw: 從相機添加

# action_add_from_files
source: Add From Files
af: Voeg by van Lêers
am: ከፋይሎች አምጣ
ar: أضف من الملفات
as: ফাইলৰ পৰা লওক
az: Fayllardan əlavə et
de: Aus einer Datei hinzufügen
es: Añadir desde archivos
fa: اضافه کردن از فایل‌های ذخیره‌شده
fr: Ajouter depuis les fichiers
gl: Engadir dende os arquivos
hu: Hozzáadás a Fájlkezelőből
it: Aggiungi dai file
ja: ファイルを追加
ko: 파일에서 추가
ne: फाइलबाट राख्ने
nl: Voeg toe uit Bestanden
pt: Adicionar a partir do arquivo
ru: Добавить из файлов
tr: Dosyalardan Ekle
zh: 从文件添加
zh_tw: 從文件添加

# action_add_from_photos
source: Add From Photos
af: Voeg by van Foto's
am: ከፎቶዎች አምጣ
ar: أضف من الصور
as: ফটোৰ পৰা লওক
az: Şəkillərdən əlavə et
de: Aus der Fotogalerie hinzufügen
es: Añadir desde fotos
fa: اضافه کردن از عکس‌ها
fr: Ajouter depuis la bibliothèque photos ou vidéos
gl: Engadir dende as fotos
hu: Hozzáadás a Galériából
it: Aggiungi dalle foto
ja: 撮影済みの写真や動画を追加
ko: 사진에서 추가
ne: फोटोबाट राख्ने
nl: Voeg toe uit Foto’s
pt: Adicionar a partir da galeria
ru: Добавить из галереи
tr: Fotoğraflardan Ekle
zh: 从照片添加
zh_tw: 從照片添加

# action_add_playlist
source: Add Playlist
af: Voeg ’n speellys by
am: ማጫወቻ ዝርዝር ጨምር
ar: أضف قائمة تشغيل
as: প্লেলিষ্ট যোগ কৰক
az: Pleylist əlavə et
de: Playlist hinzufügen
es: Añadir lista de reproducción
fa: اضافه کردن لیست پخش
fr: Ajouter une liste de lecture
gl: Engadir lista de reprodución
hu: Lejátszási lista
it: Aggiungi una playlist
ja: プレイリストを追加
ko: 재생 목록 추가
ne: प्लेलिस्ट थप्ने
nl: Voeg afspeellijst toe
pt: Adicionar uma playlist
ru: Добавить плейлист
tr: Çalma Listesi Ekle
zh: 添加播放列表
zh_tw: 新增播放列表

# action_add_to_playlist
source: Add to Playlist
af: Voeg by speellys
am: ወደ ማጫወቻ ዝርዝሩ አስገባ
ar: أضف إلى قائمة التشغيل
as: প্লেলিষ্ট যোগ কৰক
az: Pleylistə əlavə et
de: Zur Playlist hinzufügen
es: Añadir a la lista de reproducción
fa: اضافه به لیست پخش
fr: Ajouter à la liste de lecture
gl: Engadir á lista de reprodución
hu: Hozzáadás egy lejátszási listához
it: Aggiungi alla playlist
ja: プレイリストに追加
ko: 재생 목록에 추가
ne: प्लेलिस्टमा राख्ने
nl: Voeg toe aan afspeellijst
pt: Adicionar à playlist
ru: Добавить в плейлист
tr: Çalma Listesine Ekle
zh: 添加到播放列表
zh_tw: 新增至播放列表

# action_add_to_playlist_uppercase
source: ADD TO PLAYLIST
af: VOEG BY SPEELLYS
am: ወደ ማጫወቻ ዝርዝሩ አስገባ
ar: أضف إلى قائمة التشغيل
as: প্লেলিষ্ট যোগ কৰক
az: PLEYLİSTƏ ƏLAVƏ ET
de: ZU PLAYLIST HINZUFÜGEN
es: AÑADIR A LA LISTA DE REPRODUCCIÓN
fa: اضافه به لیست پخش
fr: AJOUTER À LA LISTE DE LECTURE
gl: ENGADIR Á LISTA DE REPRODUCIÓN
hu: HOZZÁADÁS EGY LEJÁTSZÁSI LISTÁHOZ
it: AGGIUNGI ALLA PLAYLIST
ja: プレイリストに追加
ko: 재생 목록에 추가
ne: प्लेलिस्टमा राख्ने
nl: VOEG TOE AAN AFSPEELLIJST
pt: ADICIONAR À PLAYLIST
ru: ДОБАВИТЬ В ПЛЕЙЛИСТ
tr: ÇALMA LİSTESİNE EKLE
zh: 添加到播放列表
zh_tw: 新增至播放列表

# action_add_uppercase
source: ADD
af: VOEG BY
am: አስገባ
ar: إضافة
as: যোগ কৰক
az: ƏLAVƏ ET
de: HINZUFÜGEN
es: AÑADIR
fa: اضافه
fr: AJOUTER
gl: ENGADIR
hu: HOZZÁADÁS
it: AGGIUNGI
ja: 追加
ko: 추가
ne: थप्ने
nl: VOEG TOE
pt: ADICIONAR
ru: ДОБАВИТЬ
tr: EKLE
zh: 添加
zh_tw: 新增

# action_allow
source: Allow
af: Laat toe
am: ፍቀድ
ar: السماح
as: অনুমতি
az: İcazə ver
de: Erlauben
es: Permitir
fa: تأیید
fr: Autoriser
gl: Permitir
hu: Engedélyezés
it: Consenti
ja: 許可
ko: 허용
ne: हुन्छ
nl: Sta toe
pt: Permitir
ru: Разрешить
tr: İzin Ver
zh: 允许
zh_tw: 允許

# action_ask_me_again_later
source: Ask Me Later
af: Vra my later
am: ሌላ ጊዜ ጠይቀኝ
ar: إسألني لاحقًا
as: পাছত সোধক
az: Sonra soruş
de: Später erinnern
es: Preguntarme más tarde
fa: بعداً از من بپرس
fr: Plus tard
gl: Preguntarme máis tarde
hu: Rákérdezés később
it: Richiedi in seguito
ja: 後で確認する
ko: 나중에 다시 확인
ne: पछि पक्का गर्ने
nl: Vraag me later
pt: Perguntar depois
ru: Позже
tr: Sonra Hatırlat
zh: 稍后询问
zh_tw: 稍後詢問

# action_ask_me_again_later_uppercase
source: ASK ME LATER
af: VRA MY LATER
am: ሌላ ጊዜ ጠይቀኝ
ar: إسألني لاحقًا
as: পাছত সোধক
az: SONRA SORUŞ
de: SPÄTER ERINNERN
es: PREGUNTARME MÁS TARDE
fa: بعداً از من بپرس
fr: PLUS TARD
gl: PREGUNTARME MÁIS TARDE
hu: RÁKÉRDEZÉS KÉSŐBB
it: RICHIEDI IN SEGUITO
ja: 後で確認する
ko: 나중에 다시 확인
ne: पछि पक्का गर्ने
nl: VRAAG ME LATER
pt: PERGUNTAR DEPOIS
ru: ПОЗЖЕ
tr: SONRA HATIRLAT
zh: 稍后询问
zh_tw: 稍後詢問

# action_back
source: Back
af: Terug
am: ተመለስ
ar: الرجوع
as: পিছলৈ
az: Geri
de: Zurück
es: Volver
fa: بازگشت
fr: Retour
gl: Atrás
hu: Vissza
it: Indietro
ja: 戻る
ko: 뒤로
ne: अघिल्लो मेनुमा जाने
nl: Terug
pt: Voltar
ru: Назад
tr: Geri
zh: 返回
zh_tw: 返回

# action_backup_and_restore
source: Backup and Restore
af: Maak ’n reserwekopie en herlaai
am: ማስቀመጥና መልሶ ማስገባት
ar: النسخ الاحتياطي
as: বেকাপ আৰু ৰিষ্টʼৰ কৰক
az: Ehtiyat surəti və bərpa
de: Sichern und wiederherstellen
es: Hacer y restaurar copia de seguridad
fa: بک‌آپ و نصب آن
fr: Sauvegarder et restaurer
gl: Copia de seguridade
hu: Biztonsági másolat
it: Backup e ripristino
ja: バックアップと復元
ko: 백업 및 복구
ne: ब्याकअप तथा रिस्टोर
nl: Maak back-up en zet terug
pt: Backup e restauração
ru: Синхронизация
tr: Yedekle ve Geri Yükle
zh: 备份和还原
zh_tw: 備份與還原

# action_backup_create
source: Create Backup
af: Skep ’n reserwekopie
am: ተቀማጭ አዘጋጅ
ar: إنشاء نسخة احتياطية
as: বেকাপ কৰক
az: Ehtiyat surətini yarat
de: Sicherung erstellen
es: Hacer copia de seguridad
fa: گرفتن بکآپ
fr: Créer une sauvegarde
gl: Facer unha copia de seguridade
hu: Biztonsági másolat készítése
it: Crea backup
ja: バックアップを作成
ko: 백업 파일 만들기
ne: ब्याकअप बनाउने
nl: Maak back-up
pt: Fazer backup
ru: Сохранить данные
tr: Yedek Oluştur
zh: 创建备份
zh_tw: 建立備份

# action_bookmark
source: Bookmark
af: Boekmerk
am: እልባት
ar: وضع علامة
as: বুকমাৰ্ক
az: Əlfəcin
de: Lesezeichen
es: Marcador
fa: محل‌یاب
fr: Enregistrer un marque-page
gl: Marcador
hu: Könyvjelző
it: Segnalibro
ja: ブックマーク
ko: 책갈피
ne: बुकमार्क
nl: Bladwijzer
pt: Marcador
ru: Закладка
tr: Yer İşareti Koy
zh: 书签
zh_tw: 書籤

# action_bookmark_replace
source: Replace bookmark
af: Vervang boekmerk
am: እልባቱን በሌላ ተካ
ar: تبديل العلامة
as: বুকমাৰ্ক সলনি কৰক
az: Əlfəcini dəyiş
de: Lesezeichen ersetzen
es: Mover el marcador a la posición actual
fa: جایگزین محل‌یاب
fr: Remplacer le marque-page
gl: Substituír marcador
hu: Könyvjelző áthelyezése
it: Sostituisci il segnalibro
ja: ブックマークを移動
ko: 현재 위치로 책갈피 옮김
ne: पुरानो बुकमार्क हटाएर नयाँ राख्ने
nl: Vervang bladwijzer
pt: Substituir marcador
ru: Переместить закладку
tr: Yer işaretini taşı
zh: 替换书签
zh_tw: 取代書籤

# action_bookmark_uppercase
source: BOOKMARK
af: BOEKMERK
am: እልባት
ar: وضع علامة
as: বুকমাৰ্ক
az: ƏLFƏCİN
de: LESEZEICHEN
es: MARCADOR
fa: محل‌یاب
fr: ENREGISTRER UN MARQUE-PAGE
gl: MARCADOR
hu: KÖNYVJELZŐ
it: SEGNALIBRO
ja: ブックマーク
ko: 책갈피
ne: बुकमार्क
nl: BLADWIJZER
pt: MARCADOR
ru: ЗАКЛАДКА
tr: YER İŞARETİ KOY
zh: 书签
zh_tw: 書籤

# action_bookmarks
source: Bookmarks
af: Boekmerke
am: እልባቶች
ar: العلامات
as: বুকমাৰ্কবোৰ
az: Əlfəcinlər
de: Lesezeichen
es: Marcadores
fa: محل‌یاب‌ها
fr: Marque-pages
gl: Marcadores
hu: Könyvjelzők
it: Segnalibri
ja: ブックマーク
ko: 책갈피
ne: बुकमार्क
nl: Bladwijzers
pt: Marcadores
ru: Закладки
tr: Yer İşaretleri
zh: 书签
zh_tw: 書籤

# action_books
source: Books
af: Boeke
am: መጻሕፍት
ar: الأسفار
as: কিতাপবোৰ
az: Bölmələr
de: Bücher
es: Libros
fa: کتاب‌ها
fr: Livres
gl: Libros
hu: Könyvek
it: Libri
ja: 聖書の各書
ko: 성경
ne: किताब
nl: Bijbelboeken
pt: Livros
ru: Книги
tr: Kitaplar
zh: 经卷
zh_tw: 經卷

# action_cancel
source: Cancel
af: Kanselleer
am: ተወው
ar: إلغاء
as: বাতিল কৰক
az: Ləğv et
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
gl: Cancelar
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
ne: रद्द गर्ने
nl: Annuleer
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消
zh_tw: 取消

# action_cancel_uppercase
source: CANCEL
af: KANSELLEER
am: ተወው
ar: إلغاء
as: বাতিল কৰক
az: LƏĞV ET
de: ABBRECHEN
es: CANCELAR
fa: لغو
fr: ANNULER
gl: CANCELAR
hu: MÉGSE
it: ANNULLA
ja: キャンセル
ko: 취소
ne: रद्द गर्ने
nl: ANNULEER
pt: CANCELAR
ru: ОТМЕНА
tr: İPTAL
zh: 取消
zh_tw: 取消

# action_change_color
source: Change color
af: Verander kleur
am: ቀለም ቀይር
ar: تغيير اللون
as: ৰং সলনি কৰক
az: Rəngi dəyiş
de: Farbe ändern
es: Cambiar color
fa: تغییر رنگ
fr: Changer la couleur
gl: Cambiar cor
hu: Szín megváltoztatása
it: Cambia colore
ja: 色を変更
ko: 색상 변경
ne: रङ परिवर्तन गर्नुहोस्
nl: Verander kleur
pt: Mudar cor
ru: Изменить цвет
tr: Rengi değiştir
zh: 更改颜色
zh_tw: 更改顏色

# action_chapters
source: Chapters
af: Hoofstukke
am: ምዕራፎች
ar: الفصول
as: অধ্যায়বোৰ
az: Fəsillər
de: Kapitel
es: Capítulos
fa: باب‌ها
fr: Chapitres
gl: Capítulos
hu: Fejezetek
it: Capitoli
ja: 章
ko: 장
ne: अध्याय
nl: Hoofdstukken
pt: Capítulos
ru: Главы
tr: Bölümler
zh: 章
zh_tw: 章

# action_chapters_uppercase
source: CHAPTERS
af: HOOFSTUKKE
am: ምዕራፎች
ar: الفصول
as: অধ্যায়বোৰ
az: FƏSİLLƏR
de: KAPITEL
es: CAPÍTULOS
fa: باب‌ها
fr: CHAPITRES
gl: CAPÍTULOS
hu: FEJEZETEK
it: CAPITOLI
ja: 章
ko: 장
ne: अध्याय
nl: HOOFDSTUKKEN
pt: CAPÍTULOS
ru: ГЛАВЫ
tr: BÖLÜMLER
zh: 章
zh_tw: 章

# action_check
source: Check
af: Hersien
am: አጣራ
ar: التحقق
as: সন্ধান
az: YOXLA
de: Prüfen
es: REVISAR
fa: کنترل
fr: Vérifier
gl: Actualizar
hu: Ellenőrzés
it: Verifica
ja: 確認
ko: 확인
ne: जाँच्ने
nl: Controleer
pt: Verificar
ru: Проверить
tr: Kontrol et
zh: 检查
zh_tw: 檢查

# action_clear
source: Clear
af: Vee uit
am: አጥፋ
ar: مسح
as: আঁতৰাওক
az: Təmizlə
de: Leeren
es: Borrar
fa: حذف
fr: Tout effacer
gl: Borrar
hu: Törlés
it: Cancella
ja: クリア
ko: 삭제
ne: मेटाउने
nl: Wis
pt: Limpar
ru: Очистить
tr: Temizle
zh: 清空
zh_tw: 清除

# action_clear_cache
source: Clear cache
af: Vee kas uit
am: መሸጎጫ አጽዳ
ar: مسح ذاكرة التخزين المؤقت
as: কেশ্ব পৰিষ্কাৰ কৰক
az: Keşi təmizlə
de: Cache leeren
es: Borrar caché
fa: پاک کردن حافظه پنهان (کش)
fr: Vider le cache
gl: Limpar caché
hu: Gyorsítótár törlése
it: Svuota cache
ja: キャッシュをクリア
ko: 캐시 지우기
ne: क्यास खाली गर्नुहोस्
nl: Cache wissen
pt: Limpar cache
ru: Очистить кэш
tr: Önbelleği temizle
zh: 清除缓存
zh_tw: 清除快取

# action_clear_selection
source: Clear Selection
af: Deselekteer alles
am: ምርጫውን ተወው
ar: إلغاء الاختيار
as: নিৰ্বাচন কৰাখিনি আঁতৰাওক
az: Seçimi ləvğ et
de: Auswahl aufheben
es: Quitar selección
fa: لغو انتخاب
fr: Tout désélectionner
gl: Borrar selección
hu: Kijelölés törlése
it: Deseleziona
ja: 全て選択を解除
ko: 선택 해제
ne: केही नगर्ने
nl: Maak selectie ongedaan
pt: Limpar seleção
ru: Отменить выбор
tr: Tüm Seçimleri Kaldır
zh: 清除所选项
zh_tw: 清除已選取的項目

# action_close
source: Close
af: Maak toe
am: ዝጋ
ar: إغلاق
as: বন্ধ কৰক
az: Bağla
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
gl: Pechar
hu: Bezárás
it: Chiudi
ja: 閉じる
ko: 닫기
ne: बन्द गर्ने
nl: Sluit
pt: Fechar
ru: Закрыть
tr: Kapat
zh: 关闭
zh_tw: 關閉

# action_close_upper
source: CLOSE
af: SLUIT
am: ዝጋ
ar: إغلاق
as: বন্ধ কৰক
az: BAĞLA
de: SCHLIESSEN
es: CERRAR
fa: بستن
fr: FERMER
gl: PECHAR
hu: BEZÁRÁS
it: CHIUDI
ja: 閉じる
ko: 닫기
ne: बन्द गर्नुहोस्
nl: DICHTBIJ
pt: FECHAR
ru: ЗАКРЫТЬ
tr: KAPAT
zh: 关闭
zh_tw: 關閉

# action_collapse
source: Collapse
af: Wys minder
am: ደብቅ
ar: إخفاء
as: চুটি কৰক
az: Yığ
de: Ausblenden
es: Ocultar
fa: دکمهٔ پنهان کردن
fr: Réduire
gl: Cerrar
hu: Összecsukás
it: Comprimi
ja: 折り畳む
ko: 접기
ne: सबै लुकाउने
nl: Inklappen
pt: Recolher
ru: Свернуть
tr: Daralt
zh: 收起
zh_tw: 收起

# action_contents
source: Table of Contents
af: Inhoud
am: የርዕስ ማውጫ
ar: المحتويات
as: সূচীপত্ৰ
az: Mündəricat
de: Inhaltsverzeichnis
es: Índice
fa: فهرست
fr: Table des matières
gl: Índice
hu: Tartalom
it: Indice
ja: 目次
ko: 차례
ne: विषयसूची
nl: Inhoud
pt: Sumário
ru: Содержание
tr: İçindekiler
zh: 目录
zh_tw: 目錄

# action_continue
source: Continue
af: Gaan voort
am: ቀጥል
ar: متابعة
as: গৈ থাকক
az: Davam et
de: Weiter
es: Continuar
fa: ادامه
fr: Continuer
gl: Continuar
hu: Tovább
it: Continua
ja: 続ける
ko: 계속
ne: जारी राख्ने
nl: Ga door
pt: Continuar
ru: Продолжить
tr: Devam
zh: 继续
zh_tw: 繼續

# action_continue_uppercase
source: CONTINUE
af: GAAN VOORT
am: ቀጥል
ar: متابعة
as: গৈ থাকক
az: DAVAM ET
de: WEITER
es: CONTINUAR
fa: ادامه
fr: CONTINUER
gl: CONTINUAR
hu: TOVÁBB
it: CONTINUA
ja: 続ける
ko: 계속
ne: ठीक छ
nl: GA DOOR
pt: CONTINUAR
ru: ПРОДОЛЖИТЬ
tr: DEVAM
zh: 继续
zh_tw: 繼續

# action_copy
source: Copy
af: Kopieer
am: ኮፒ
ar: نسخ
as: কপি
az: Köçür
de: Kopieren
es: Copiar
fa: کپی
fr: Copier
gl: Copiar
hu: Másolás
it: Copia
ja: コピー
ko: 복사
ne: कपी गर्ने
nl: Kopieer
pt: Copiar
ru: Копировать
tr: Kopyala
zh: 复制
zh_tw: 複製

# action_copy_uppercase
source: COPY
af: KOPIEER
am: ኮፒ
ar: نسخ
as: কপি
az: KÖÇÜR
de: KOPIEREN
es: COPIAR
fa: کپی
fr: COPIER
gl: COPIAR
hu: MÁSOLÁS
it: COPIA
ja: コピー
ko: 복사
ne: कपी गर्ने
nl: KOPIEER
pt: COPIAR
ru: КОПИРОВАТЬ
tr: KOPYALA
zh: 复制
zh_tw: 複製

# action_copy_lyrics
source: Copy lyrics
af: Kopieer lirieke
am: ግጥሞችን ቅዳ
ar: نسخ الكلمات
as: গীতৰ কথা ক'পি কৰক
az: Sözləri kopyala
de: Liedtext kopieren
es: Copiar letra
fa: کپی کردن متن سرود
fr: Copier les paroles
gl: Copiar letra
hu: Dalszöveg másolása
it: Copia il testo
ja: 歌詞をコピー
ko: 가사 복사
ne: शब्दहरू प्रतिलिपि गर्नुहोस्
nl: Kopieer songteksten
pt: Copiar letra
ru: Копировать слова
tr: Şarkı sözlerini kopyala
zh: 复制歌词
zh_tw: 複製歌詞

# action_copy_subtitles
source: Copy subtitles
af: Kopieer onderskrifte
am: የግርጌ ጽሑፎችን ቅዳ
ar: نسخ الترجمة
as: উপ-শিৰোনামা ক'পি কৰক
az: Altyazıları kopyala
de: Untertitel kopieren
es: Copiar subtítulos
fa: کپی کردن زیرنویس‌ها
fr: Copier les sous-titres
gl: Copiar subtítulos
hu: Feliratok másolása
it: Copia sottotitoli
ja: 字幕をコピー
ko: 자막 복사
ne: उपशीर्षकहरू प्रतिलिपि गर्नुहोस्
nl: Kopieer ondertitels
pt: Copiar legendas
ru: Копировать субтитры
tr: Altyazıları kopyala
zh: 复制字幕
zh_tw: 複製字幕

# action_create
source: Create
af: Maak
am: አዘጋጅ
ar: إنشاء
as: বনাওক
az: Yarat
de: Erstellen
es: Crear
fa: ایجاد
fr: Créer
gl: Crear
hu: Létrehozás
it: Crea
ja: 作成
ko: 만들기
ne: बनाउने
nl: Maak
pt: Criar
ru: Создать
tr: Oluştur
zh: 创建
zh_tw: 建立

# action_create_a_playlist
source: Create Playlist
af: Maak ’n speellys
am: ማጫወቻ ዝርዝር አዘጋጅ
ar: إنشاء قائمة تشغيل
as: প্লেলিষ্ট বনাওক
az: Pleylist yarat
de: Playlist erstellen
es: Crear lista de reproducción
fa: ایجاد لیست پخش
fr: Créer une liste de lecture
gl: Crear lista de reprodución
hu: Lejátszási lista létrehozása
it: Crea playlist
ja: プレイリストを作成
ko: 재생 목록 만들기
ne: प्लेलिस्ट बनाउने
nl: Maak afspeellijst
pt: Criar uma playlist
ru: Создать плейлист
tr: Çalma Listesi Oluştur
zh: 创建播放列表
zh_tw: 建立播放列表

# action_create_a_playlist_uppercase
source: CREATE PLAYLIST
af: MAAK ’N SPEELLYS
am: ማጫወቻ ዝርዝር አዘጋጅ
ar: إنشاء قائمة تشغيل
as: প্লেলিষ্ট বনাওক
az: PLEYLİST YARAT
de: PLAYLIST ERSTELLEN
es: CREAR LISTA DE REPRODUCCIÓN
fa: ایجاد لیست پخش
fr: CRÉER UNE LISTE DE LECTURE
gl: CREAR LISTA DE REPRODUCIÓN
hu: LEJÁTSZÁSI LISTA LÉTREHOZÁSA
it: CREA PLAYLIST
ja: プレイリストを作成
ko: 재생 목록 만들기
ne: प्लेलिस्ट बनाउने
nl: MAAK AFSPEELLIJST
pt: CRIAR UMA PLAYLIST
ru: СОЗДАТЬ ПЛЕЙЛИСТ
tr: ÇALMA LİSTESİ OLUŞTUR
zh: 创建播放列表
zh_tw: 建立播放列表

# action_customize
source: Customize
af: Verander
am: እንደምትፈልገው አስተካከል
ar: تخصيص
as: সলাওক
az: Tənzimlə
de: Anpassen
es: Personalizar
fa: تنظیمات برگزیده
fr: Personnaliser
gl: Personalizar
hu: Testreszabás
it: Personalizza
ja: カスタマイズ
ko: 사용자 설정
ne: छाँटकाँट गर्ने
nl: Aanpassen
pt: Personalizar
ru: Настроить
tr: Özelleştir
zh: 自定义
zh_tw: 自訂

# action_customize_uppercase
source: CUSTOMIZE
af: VERANDER
am: እንደምትፈልገው አስተካከል
ar: تخصيص
as: সলাওক
az: TƏNZİMLƏ
de: ANPASSEN
es: PERSONALIZAR
fa: تنظیمات برگزیده
fr: PERSONNALISER
gl: PERSONALIZAR
hu: TESTRESZABÁS
it: PERSONALIZZA
ja: カスタマイズ
ko: 사용자 설정
ne: छाँटकाँट गर्ने
nl: AANPASSEN
pt: PERSONALIZAR
ru: НАСТРОИТЬ
tr: ÖZELLEŞTİR
zh: 自定义
zh_tw: 自訂

# action_decline
source: Decline
af: Weier
am: አልቀበልም
ar: أرفض
as: বাতিল কৰক
az: İmtina et
de: Ablehnen
es: Rechazar
fa: رد کردن
fr: Refuser
gl: Rechazar
hu: Elutasítás
it: Rifiuta
ja: 受け入れない
ko: 거부
ne: अस्विकार गर्छु
nl: Weigeren
pt: Rejeitar
ru: Отклонить
tr: Reddet
zh: 拒绝
zh_tw: 拒絕

# action_decline_uppercase
source: DECLINE
af: WEIER
am: አልቀበልም
ar: أرفض
as: বাতিল কৰক
az: İMTİNA ET
de: ABLEHNEN
es: RECHAZAR
fa: رد کردن
fr: REFUSER
gl: RECHAZAR
hu: ELUTASÍTÁS
it: RIFIUTA
ja: 受け入れない
ko: 거부
ne: अस्विकार गर्छु
nl: WEIGEREN
pt: REJEITAR
ru: ОТКЛОНИТЬ
tr: REDDET
zh: 拒绝
zh_tw: 拒絕

# action_define
source: Define
af: Definieer
am: ፍቺ
ar: تعريف
as: বৰ্ণনা কৰক
az: Müəyyən et
de: Definieren
es: Definir
fa: مفهوم لغت
fr: Définition
gl: Definir
hu: Meghatározás
it: Definisci
ja: 辞書
ko: 정의
ne: अर्थ
nl: Definieer
pt: Definir
ru: Дать определение
tr: Tanımla
zh: 定义
zh_tw: 定義

# action_define_uppercase
source: DEFINE
af: DEFINIEER
am: ፍቺ
ar: تعريف
as: বৰ্ণনা কৰক
az: MÜƏYYƏN ET
de: DEFINIEREN
es: DEFINIR
fa: مفهوم لغت
fr: DÉFINITION
gl: DEFINIR
hu: MEGHATÁROZÁS
it: DEFINISCI
ja: 辞書
ko: 정의
ne: अर्थ
nl: DEFINIEER
pt: DEFINIR
ru: ДАТЬ ОПРЕДЕЛЕНИЕ
tr: TANIMLA
zh: 定义
zh_tw: 定義

# action_delete
source: Delete
af: Verwyder
am: አጥፋ
ar: حذف
as: নোহোৱা কৰক
az: Sil
de: Löschen
es: Borrar
fa: حذف
fr: Supprimer
gl: Eliminar
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
ne: हटाउने
nl: Verwijder
pt: Excluir
ru: Удалить
tr: Sil
zh: 删除
zh_tw: 刪除

# action_delete_all
source: Delete All
af: Verwyder alles
am: ሁሉንም አጥፋ
ar: حذف الكل
as: সকলো নোহোৱা কৰক
az: Hamısını sil
de: Alle löschen
es: Borrar todo
fa: حذف همه
fr: Tout supprimer
gl: Eliminar todo
hu: Összes törlése
it: Elimina tutto
ja: 全て削除
ko: 모두 삭제
ne: सबै हटाउने
nl: Verwijder alles
pt: Excluir todos
ru: Удалить все
tr: Hepsini Sil
zh: 全部删除
zh_tw: 全部刪除

# action_delete_all_media
source: All Media
af: Alle media
am: ሁሉንም ሚዲያ
ar: كل التسجيلات والفيديوات
as: সকলো মিডিয়া
az: Bütün multimedianı
de: Alle Medien
es: Todos los archivos multimedia
fa: تمام فایل‌های صوتی و تصویری
fr: Tous les médias
gl: Tódolos contidos
hu: Összes médiafájl
it: Tutti i contenuti multimediali
ja: 全てのメディア
ko: 모든 미디어
ne: सबै मिडिया
nl: Alle media
pt: Todas as mídias
ru: Все файлы мультимедиа
tr: Tüm Medya
zh: 所有影音资料
zh_tw: 所有影音資料

# action_delete_all_media_uppercase
source: ALL MEDIA
af: ALLE MEDIA
am: ሁሉንም ሚዲያ
ar: كل التسجيلات والفيديوات
as: সকলো মিডিয়া
az: BÜTÜN MULTİMEDİANI
de: ALLE MEDIEN
es: TODOS LOS ARCHIVOS MULTIMEDIA
fa: تمام فایل‌های صوتی و تصویری
fr: TOUS LES MÉDIAS
gl: TÓDOLOS CONTIDOS
hu: ÖSSZES MÉDIAFÁJL
it: TUTTI I CONTENUTI MULTIMEDIALI
ja: 全てのメディア
ko: 모든 미디어
ne: सबै मिडिया
nl: ALLE MEDIA
pt: TODAS AS MÍDIAS
ru: ВСЕ ФАЙЛЫ МУЛЬТИМЕДИА
tr: TÜM MEDYA
zh: 所有影音资料
zh_tw: 所有影音資料

# action_delete_audio
source: Remove Audio
af: Verwyder oudio
am: ኦዲዮውን አጥፋ
ar: حذف التسجيل
as: অডিঅ’ নোহোৱা কৰক
az: Audionu sil
de: Audio löschen
es: Eliminar la grabación
fa: حذف فایل صوتی
fr: Supprimer le fichier audio
gl: Eliminar audio
hu: Hanganyag eltávolítása
it: Rimuovi audio
ja: 朗読版を削除
ko: 오디오 파일 삭제
ne: अडियो हटाउने
nl: Verwijder audio
pt: Excluir áudio
ru: Удалить аудиозапись
tr: Ses Kayıtlarını Sil
zh: 删除音频
zh_tw: 刪除音訊

# action_delete_item
source: Delete "{name}"
af: Verwyder "{name}"
am: "{name}"ን አጥፋ
ar: حذف ‏«‏{name}‏»‏
as: "{name}" নোহোৱা কৰক
az: Sil: «{name}»
de: "{name}" löschen
es: Borrar {name}
fa: حذف «{name}»
fr: Supprimer « {name} »
gl: Eliminar "{name}"
hu: „{name}” törlése
it: Elimina “{name}”
ja: {name}を削除する
ko: "{name}" 삭제
ne: "{name}" हटाउने
nl: Verwijder "{name}"
pt: Excluir "{name}"
ru: Удалить «{name}»
tr: Şunu sil: "{name}"
zh: 删除"{name}"
zh_tw: 刪除「{name}」

# action_delete_media_from_this_publication
source: Media From This Publication
af: Media uit hierdie publikasie
am: የዚህን ጽሑፍ ሚዲያ ብቻ
ar: التسجيلات والفيديوات في هذا الإصدار
as: এই প্ৰকাশনৰ মিডিয়া
az: Bu nəşrlə bağlı multimedianı
de: Medien dieser Publikation
es: Archivos multimedia de esta publicación
fa: فایل‌های مربوط به این نشریه
fr: Les médias de cette publication
gl: Contidos desta publicación
hu: Médiafájlok a kiadványban
it: Contenuti multimediali di questa pubblicazione
ja: この出版物のメディア
ko: 이 출판물에 있는 미디어
ne: यस प्रकाशनको मिडिया
nl: Media van deze publicatie
pt: Mídias desta publicação
ru: Мультимедиа этой публикации
tr: Bu Yayındaki Medya
zh: 该出版物的影音资料
zh_tw: 該出版物的影音資料

# action_delete_media_from_this_publication_uppercase
source: MEDIA FROM THIS PUBLICATION
af: MEDIA UIT HIERDIE PUBLIKASIE
am: የዚህን ጽሑፍ ሚዲያ ብቻ
ar: التسجيلات والفيديوات في هذا الإصدار
as: এই প্ৰকাশনৰ মিডিয়া
az: BU NƏŞRLƏ BAĞLI MULTİMEDİANI
de: MEDIEN DIESER PUBLIKATION
es: ARCHIVOS MULTIMEDIA DE ESTA PUBLICACIÓN
fa: فایل‌های مربوط به این نشریه
fr: LES MÉDIAS DE CETTE PUBLICATION
gl: CONTIDOS DESTA PUBLICACIÓN
hu: MÉDIAFÁJLOK A KIADVÁNYBAN
it: CONTENUTI MULTIMEDIALI DI QUESTA PUBBLICAZIONE
ja: この出版物のメディア
ko: 이 출판물에 있는 미디어
ne: यस प्रकाशनको मिडिया
nl: MEDIA VAN DEZE PUBLICATIE
pt: MÍDIAS DESTA PUBLICAÇÃO
ru: МУЛЬТИМЕДИА ЭТОЙ ПУБЛИКАЦИИ
tr: BU YAYINDAKİ MEDYA
zh: 该出版物的影音资料
zh_tw: 該出版物的影音資料

# action_delete_note
source: Delete Note
af: Verwyder nota
am: ማስታወሻውን አጥፋ
ar: حذف الملاحظة
as: টোকা নোহোৱা কৰক
az: Qeydi sil
de: Notiz löschen
es: Borrar nota
fa: حذف یادداشت
fr: Supprimer la note
gl: Eliminar nota
hu: Jegyzet törlése
it: Elimina nota
ja: メモを削除する
ko: 메모 삭제
ne: नोट हटाउने
nl: Verwijder notitie
pt: Excluir nota
ru: Удалить заметку
tr: Notu Sil
zh: 删除笔记
zh_tw: 刪除筆記

# action_delete_publication
source: Delete Publication
af: Verwyder publikasie
am: የሕትመት ውጤቱን አጥፋ
ar: حذف الإصدار
as: প্ৰকাশন নোহোৱা কৰক
az: Nəşri sil
de: Publikation löschen
es: Borrar publicación
fa: حذف نشریه
fr: Supprimer la publication
gl: Eliminar publicación
hu: Kiadvány törlése
it: Elimina pubblicazione
ja: 削除する
ko: 출판물 삭제
ne: प्रकाशन हटाउने
nl: Verwijder publicatie
pt: Excluir publicação
ru: Удалить публикацию
tr: Yayını Sil
zh: 删除出版物
zh_tw: 刪除出版物
