Repository: Noamcreator/jwlife
Catalog: i18n/intl_*.arb
Languages: af, am, ar, as, az, de, es, fa, fr, gl, hu, it, ja, ko, ne, nl, pt, ru, tr, zh, zh_tw

# message_privacy_settings
source: Some essential data must be transferred between us and your device in order to make the app work. Additionally, to provide you with the best possible experience, we collect data on the usage of this app. You can accept or decline our collection of this additional diagnostic and usage data. By clicking “Accept,” you agree we can use this data to improve your experience and keep the app performing well. None of this data will ever be sold or used for marketing. You can read more details about our use of data and customize your settings at any time by clicking “Customize” below or by visiting the Settings page within this app.
af: Noodsaaklike data moet oorgedra word tussen ons en jou toestel sodat die app kan werk. Ons versamel ook data oor die gebruik van hierdie app sodat jy die beste moontlike ondervinding kan hê. Jy kan ons versameling van hierdie addisionele diagnostiese en gebruiksdata aanvaar of weier. Deur op “Aanvaar” te kliek, stem jy in dat ons hierdie data kan gebruik om jou ondervinding te verbeter en om die app behoorlik te laat werk. Hierdie data sal nooit verkoop word of vir bemarking gebruik word nie. Jy kan meer lees oor hoe ons data gebruik en jou instellings enige tyd verander deur op “Verander” hieronder te kliek of na die Instellings-blad in hierdie app te gaan.
am: አፕሊኬሽኑ እንዲሠራ ለማድረግ አንዳንድ አስፈላጊ መረጃዎችን ከኤሌክትሮኒክ መሣሪያህ ላይ መውሰድ ያስፈልገናል። በተጨማሪም ለተጠቃሚ ምቹ የሆኑ ገጽታዎችን ማካተት እንዲቻል የአፕሊኬሽኑን አጠቃቀምህን የሚመለከት መረጃ እንሰበስባለን። የብልሽት ሪፖርትህንም ሆነ የአጠቃቀምህን መረጃ አለማጋራት ትችላለህ። "እቀበላለሁ" የሚለውን ጠቅ ካደረግህ መረጃውን እንድንወስድ ፈቅደህልናል ማለት ነው፤ ይህም አፕሊኬሽኑን ለተጠቃሚ ምቹ ለማድረግና የሚያጋጥሙ ብልሽቶችን ለመቀነስ ያግዘናል። ከአንተ የተወሰደው መረጃ ለማንም አካል አይሸጥም ወይም ለንግድ ዓላማ ጥቅም ላይ አይውልም። የመረጃ አጠቃቀም ፖሊሲያችንን በተመለከተ ዝርዝር ጉዳዮችን ማንበብ ትችላለህ፤ "እንደምትፈልገው አስተካክል" የሚለውን ጠቅ በማድረግ በምርጫህ ላይ አስፈላጊውን ማስተካከያ ማድረግም ትችላለህ፤ በሌላ በማንኛውም ጊዜም ይህን ማስተካከያ ማድረግ ከፈለግህ በዚህ አፕሊኬሽን ላይ "ማስተካከያ" የሚለውን ገጽ ተመልከት።
ar: يلزم تبادل بعض البيانات الأساسية بيننا وبين جهازك كي يعمل التطبيق جيدًا. أيضًا، كي نحسِّن أداء التطبيق، نحن نجمع بيانات عن استعمالك له. تقدر أن تقبل أو ترفض أن نجمع هذه البيانات الإضافية المتعلقة بالاستعمال وتشخيص المشاكل. إذا ضغطت على «أقبل»، توافق أن نستعمل هذه البيانات لنجعل تجربتك ناجحة ونحسِّن أداء التطبيق. لن يُباع أي من هذه البيانات أو يُستعمل للتسويق. تقدر أن تقرأ تفاصيل إضافية عن استعمالنا للبيانات وتخصِّص إعدادات جهازك في أي وقت. إضغط على «تخصيص» تحت، أو ادخل إلى صفحة الإعدادات في هذا التطبيق.
as: এপটো ভালদৰে কাম কৰিবলৈ কিছুমান গুৰুত্বপূৰ্ণ ডাটা আমাক আৰু আপোনাৰ ডিভাইচলৈ পঠোৱাৰ প্ৰয়োজন। ইয়াৰ উপৰিও আপোনাক সম্ভাৱিত উত্তম অভিজ্ঞতা প্ৰদান কৰিবলৈ আমি এই এপটোৰ ব্যৱহাৰৰ তথ্য সংগ্ৰহ কৰোঁ। আপুনি এই অতিৰিক্ত ডায়েগ্নষ্টিক আৰু ব্যৱহাৰৰ তথ্য সংগ্ৰহ কৰাৰ অনুমতি দিব পাৰে বা অস্বীকাৰ কৰিব পাৰে। “গ্ৰহণ কৰক” ক্লিক কৰি, আপুনি এইটোত সন্মত যে আমি আপোনাৰ অভিজ্ঞতা উন্নত কৰিবলৈ আৰু এপটোক ভালদৰে কাম কৰি থাকিবলৈ এই তথ্য ব্যৱহাৰ কৰিব পাৰোঁ। এই ডাটাবোৰ কেতিয়াও বিক্ৰী বা মাৰ্কেটিঙৰ বাবে ব্যৱহাৰ কৰা নহʼব। আপুনি আমাৰ ডাটাৰ ব্যৱহাৰৰ বিষয়ে বেছিকৈ পঢ়িব পাৰে আৰু যিকোনো সময়ত আপোনাৰ ছেটিংছ কাষ্টমাইজ কৰিব পাৰে। তলৰ “কাষ্টমাইজ” ক্লিক কৰি বা এই এপৰ ভিতৰৰ ছেটিংছ পৃষ্ঠাত গৈ ছেটিং কাষ্টমাইজ কৰিব পাৰে।
az: Tətbiqin işləməsi üçün bəzi vacib məlumatlar bizimlə sizin cihazınız arasında ötürülməlidir. Bundan əlavə, tətbiqdən ən yaxşı şəkildə istifadə edə bilməyiniz üçün biz tətbiqin necə işləməsi barədə məlumat toplayırıq. Siz bu əlavə diaqnostika və istifadə məlumatlarının toplanmasını qəbul edə və ya onlardan imtina edə bilərsiniz. «Qəbul et» düyməsinə basmaqla siz razılışırsınız ki, biz bu məlumatdan tətbiqin yaxşı işləməsi üçün istifadə edə bilərik. Bu məlumatlar satılmır və ya reklam məqsədilə istifadə olunmur. «Tənzimlə» düyməsinə basmaqla və ya tətbiqin parametrlər səhifəsinə daxil olmaqla məlumatlardan istifadəmiz barədə oxuya və parametrləri istədiyiniz kimi tənzimləyə bilərsiniz.
de: Einige notwendige Daten müssen von deinem Gerät zu uns übertragen werden, damit die App funktioniert. Außerdem erheben wir Daten über die Nutzung dieser App, um das bestmögliche Nutzererlebnis zu bieten. Du kannst der Erhebung dieser zusätzlichen Diagnose- und Nutzungsdaten zustimmen oder sie ablehnen. Wenn du auf "Akzeptieren" tippst, erklärst du dich damit einverstanden, dass wir diese Daten verwenden, um das Nutzererlebnis zu verbessern und sicherzustellen, dass die App gut funktioniert. Diese Daten werden niemals verkauft oder für Marketingzwecke verwendet. Tippe auf "Anpassen" oder gehe auf "Einstellungen", um mehr darüber zu erfahren, wie wir Daten verwenden oder um deine Einstellungen anzupassen.
es: Para hacer que la aplicación funcione bien y mejorar su experiencia con ella, necesitamos transferir desde su dispositivo ciertos datos de diagnóstico y de uso. Puede aceptar o rechazar esta recopilación de datos adicionales. Si pulsa "Aceptar", estará autorizándonos a usar estos datos para mejorar el funcionamiento de la aplicación y su experiencia con ella. No los venderemos ni los usaremos con fines de marketing. Puede leer más detalles sobre cómo usamos estos datos y personalizar su configuración en cualquier momento. Solo tiene que pulsar "Personalizar" o ir a Configuración de la aplicación.
fa: بعضی داده‌های ضروری باید بین ما و دستگاه شما انتقال داده شود تا اَپ به درستی کار کند. علاوه بر این، برای عملکرد بهتر ما داده‌های مصرف را جمع‌آوری می‌کنیم. شما می‌توانید این جمع‌آوری داده‌ها را بپذیرید یا رد کنید. با انتخاب گزینهٔ «پذیرش» شما موافقت می‌کنید که ما با استفاده از داده‌ها عملکرد اَپ را بهبود ببخشیم. هیچ یک از این داده‌ها فروخته نمی‌شود. شما می‌توانید با زدن «تنظیمات برگزیده» در زیر یا با مشاهدهٔ صفحهٔ تنظیمات این اَپ جزئیات بیشتری در مورد استفاده از داده‌ها و تغییر تنظیماتتان بدانید.
fr: Afin que l'application fonctionne sur votre appareil, certaines données essentielles doivent vous être transférées. De plus, pour vous offrir la meilleure expérience possible, nous recueillons des données sur l'utilisation de cette application. Vous pouvez accepter ou refuser que nous recueillions ces données supplémentaires de diagnostic et d'utilisation. En cliquant sur "Accepter", vous acceptez que nous utilisions ces données pour améliorer votre expérience et assurer le bon fonctionnement de l'application. Aucune de ces données ne sera jamais vendue ou utilisée à des fins commerciales. Vous pouvez lire plus de détails sur notre utilisation des données et personnaliser vos paramètres à tout moment en cliquant sur "Personnaliser" ci-dessous ou en vous rendant sur la page des paramètres de cette application.
gl: Para que esta aplicación funcione temos que intercambiar algúns datos esenciais co teu dispositivo. Ademais, para que poidas desfrutar da mellor experiencia posible, recopilamos datos adicionais sobre uso e diagnóstico. Se pulsas en "Aceptar" estarás dando permiso para que usemos eses datos para mellorar a túa experiencia e para facer que a aplicación siga funcionando correctamente. Ningún deses datos se venderá nin se utilizará para márketing. Podes ler máis detalles sobre o uso que facemos dos datos e personalizar os teus axustes en calquera momento pulsando abaixo en "Personalizar" ou visitando a páxina de Axustes desta aplicación.
hu: Az alkalmazás működéséhez szükség van néhány alapvető adat továbbítására közöttünk és az eszközöd között. Ezen túlmenően, annak érdekében, hogy a lehető legjobb felhasználói élményt nyújtsuk, adatokat gyűjtünk az alkalmazás használatáról. Az ilyen további diagnosztikai és használati adatok gyűjtését elfogadhatod, vagy vissza is utasíthatod. Az „Elfogadom” gombra kattintással hozzájárulsz ahhoz, hogy ezeket az adatokat a felhasználói élmény növelése, és az alkalmazás megfelelő teljesítményének fenntartása érdekében kezeljük. Ezeket az adatokat soha nem értékesítjük, és nem használjuk marketing célokra. A lenti „Testreszabás” gombra kattintva, vagy az alkalmazáson belül a „Beállítások” oldal meglátogatásával bármikor további részleteket olvashatsz az adatkezelésünkről, illetve személyre szabhatod a beállításaidat.
it: Per permettere alla app di funzionare, alcuni dati essenziali devono essere scambiati tra noi e il tuo dispositivo. Inoltre, per permetterti di avere la migliore esperienza possibile, raccogliamo dati sull’uso di questa app. Puoi accettare o rifiutare l’uso da parte nostra di questi aggiuntivi dati diagnostici e dati sull’uso. Selezionando “Accetta”, dichiari di essere d’accordo con il nostro utilizzo di questi dati per permetterti la migliore esperienza possibile e per far funzionare bene la app. Nessuno di questi dati verrà mai venduto o usato a scopi commerciali. Puoi leggere ulteriori dettagli sul modo in cui usiamo i dati e personalizzare le tue impostazioni selezionando “Personalizza” qui sotto, o consultando la pagina delle Impostazioni in questa app.
ja: アプリがきちんと動作するために必須のデータが，お使いのデバイスと開発者の間でやり取りされます。さらに，アプリをさらに使いやすいものにするために，アプリの使用に関するデータも収集されます。診断に役立つデータやアプリの使用に関するデータは，「受け入れる」か「受け入れない」かを選ぶことができます。「受け入れる」をクリックすると，アプリの性能や使いやすさを向上させるために開発者がこのデータを使用することに同意したことになります。このデータが販売されたり商業目的で利用されたりすることは決してありません。データの使用に関してさらに知りたい場合や，細かな設定をしたい場合には，下にある「カスタマイズ」をクリックするか，アプリの「設定」ページをご覧ください。
ko: 앱의 원활한 작동을 위해 사용자의 기기와 개발자 사이에 일부 중요한 데이터가 전송될 것입니다. 또한, 최상의 사용자 경험을 위해 이 앱의 사용과 관련된 데이터가 수집될 것입니다. 사용자는 이러한 진단 데이터와 사용 데이터의 수집을 수락 혹은 거부할 수 있습니다. "수락"을 누르면, 사용자는 개발자가 더 나은 사용자 경험을 제공하고 앱을 더 잘 관리하는데 이 데이터를 사용하도록 동의하는 것입니다. 이 데이터는 결코 판매되거나 마케팅을 위해 사용되지 않을 것입니다. 더 자세한 점을 알고 싶거나 사용자 설정을 원하신다면, 아래에 "사용자 설정"을 클릭하거나 앱에 있는 설정 페이지로 들어가시기 바랍니다.
ne: एपले काम गर्नको लागि तपाईँको डिभाइसबाट केही जानकारी आदान-प्रदान गर्नुपर्ने हुन्छ। साथै, यो एप प्रयोग गर्दाको अनुभव सकेजति राम्रो होस् भन्नका लागि हामी यसको प्रयोगबारे केही जानकारी सङ्कलन गर्छौँ। एपको जाँच गर्ने उद्देश्यले वा प्रयोगसम्बन्धी थप जानकारी सङ्कलन गर्न दिने वा नदिने भनेर तपाईँ छनौट गर्न सक्नुहुन्छ। तपाईँले “स्विकार्छु” बटन थिच्नुको अर्थ एप प्रयोगको अनुभवमा सुधार ल्याउने र गुणस्तर बढाउने उद्देश्यले जानकारी सङ्कलन गर्नुमा तपाईँको कुनै आपत्ति छैन भन्ने हो। तपाईँबाट सङ्कलन गरिएको कुनै पनि जानकारी हामी बिक्री गर्नेछैनौँ वा व्यापारिक कार्यमा प्रयोग गर्नेछैनौँ। हामीले जानकारी प्रयोग गर्ने तरिकाबारे विस्तृत रूपमा बुझ्न अथवा आफ्नो सेटिङ छाँटकाँट गर्न तपाईँ कुनै पनि बेला तल भएको “छाँटकाँट गर्ने” बटन थिच्न सक्नुहुन्छ। अथवा यस एपको सेटिङमा गएर हेर्न सक्नुहुन्छ।
nl: Sommige essentiële gegevens moeten tussen ons en uw apparaat worden overgedragen om de app te laten werken. Daarnaast verzamelen wij, om u de best mogelijke ervaring te bieden, gegevens over het gebruik van deze app. U kunt het verzamelen van deze aanvullende diagnostische en gebruiksgegevens aanvaarden of weigeren. Door op 'Aanvaarden' te klikken, gaat u ermee akkoord dat wij deze gegevens kunnen gebruiken om uw ervaring te verbeteren en de app goed te laten werken. Geen van deze gegevens zal ooit worden verkocht of voor marketing worden gebruikt. U kunt meer details lezen over ons gebruik van gegevens en uw instellingen te allen tijde aanpassen door hieronder op 'Aanpassen' te klikken of door de pagina Instellingen in deze app te bezoeken.
pt: Algumas informações essenciais precisam ser transferidas entre nós e o seu dispositivo para que o aplicativo funcione corretamente. Além disso, para lhe fornecer a melhor experiência possível, nós coletamos informações de uso deste aplicativo. Você pode aceitar ou rejeitar essa coleta de informações adicionais de uso e diagnóstico. Ao clicar em "Aceitar", você concorda que usemos essas informações para melhorar sua experiência e manter o aplicativo funcionando corretamente. Nenhuma dessas informações vai ser vendida ou usada para fazer propaganda. Você pode ler mais detalhes sobre o nosso uso de informações ou alterar suas configurações a qualquer momento clicando no botão "Personalizar" abaixo ou acessando a página de Configurações deste aplicativo.
ru: Для нормальной работы приложения ваше устройство должно обмениваться с нами некоторыми данными. Кроме того, чтобы сделать приложение максимально удобным для вас, мы собираем данные об использовании приложения. Вы можете согласиться на сбор диагностических данных и данных об использовании или отказаться от этого. Нажав кнопку «Принять», вы разрешаете нам использовать эти данные, что позволит улучшать работу приложения. Эти данные не будут никому проданы или использованы для рекламы и маркетинга. В любой момент вы можете больше узнать о том, как мы используем эти данные, а также изменить свой выбор, нажав кнопку «Настроить» или зайдя в раздел «Настройки» этого приложения.
tr: Uygulamanın çalışması için bazı temel verilerin cihazınıza aktarılması gerekir. Ayrıca, size mümkün olan en iyi deneyimi sunmak için bu uygulamanın kullanımına ilişkin verileri toplarız. Bu ek tanılama ve kullanım verilerini toplamamızı kabul edebilir veya reddedebilirsiniz. "Kabul Et" seçeneğine tıklayarak, bu verileri deneyiminizi iyileştirmek ve uygulamanın iyi performans göstermesini sağlamak için kullanabileceğimizi kabul edersiniz. Bu verilerin hiçbiri asla satılmayacak veya pazarlama için kullanılmayacaktır. Veri kullanımımız hakkında daha fazla ayrıntıyı okuyabilir ve aşağıdaki "Özelleştir" seçeneğine tıklayarak veya bu uygulamadaki Ayarlar sayfasını ziyaret ederek ayarlarınızı istediğiniz zaman özelleştirebilirsiniz.
zh: 为了让app正常运行，我们必须从你的设备上读取一些数据，也会传送数据到你的app上。另外，为了优化你的使用体验，我们也会从你的设备上读取数据，了解你怎样使用app。你可以接受或拒绝我们搜集你使用app的数据和诊断数据。你按“接受”就表示你同意我们使用这些数据来改善app，优化你的使用体验。我们不会出售数据或把你的数据用于商业用途。如果想改变设置，或想了解我们怎样使用数据，可以按以下的“自定义”按钮，或打开app里的“设置”。
zh_tw: 為了讓app正常運作，我們必須從你的裝置上讀取一些資料，也會傳送資料到你的app上。另外，為了優化你的使用體驗，我們也會從你的裝置上讀取資料，了解你怎樣使用app。你可以接受或拒絕我們蒐集你使用app的資料和診斷資料。你按「接受」就表示你同意我們使用這些資料來改善app，優化你的使用體驗。我們不會出售資料或把你的資料用於商業用途。如果想改變設定，或想了解我們怎樣使用資料，可以按以下的「自訂」按鈕，或打開app裡的「設定」。

# message_privacy_settings_title
source: Privacy Settings
af: Privaatheidsinstellings
am: ሚስጥር የመጠበቅ ማስተካከያ
ar: إعدادات الخصوصية
as: গোপনীয়তা ছেটিং
az: Məxfilik parametrləri
de: Datenschutzeinstellungen
es: Configuración de privacidad
fa: تنظیمات حریم خصوصی
fr: Paramètres de confidentialité
gl: Axustes de privacidade
hu: Adatvédelmi beállítások
it: Impostazioni privacy
ja: プライバシー設定
ko: 개인 정보 보호 설정
ne: गोपनीयता सेटिङहरू
nl: Privacyinstellingen
pt: Configurações de privacidade
ru: Настройки конфиденциальности
tr: Gizlilik Ayarları
zh: 隐私设置
zh_tw: 隱私設定

# message_publication_no_videos
source: This publication has no videos. It may be used to support other features in the app.
af: Hierdie publikasie het geen video's nie. Dit kan gebruik word om ander kenmerke in die app te ondersteun.
am: ይህ ጽሑፍ ቪዲዮ የለውም። ጽሑፉ በአፕሊኬሽኑ ላይ ያሉትን ሌሎች ገጽታዎች ለመደገፍ የሚያገለግል ይሆናል።
ar: لا تتضمن هذه المطبوعة فيديوات. يمكن استعمالها لدعم ميزات أخرى في التطبيق.
as: এই প্ৰকাশনত কোনো ভিডিঅ' নাই। ইয়াক এপৰ আন ফিচাৰসমূহ সমৰ্থন কৰিবলৈ ব্যৱহাৰ কৰা হ'ব পাৰে।
az: Bu nəşrdə video yoxdur. Bu, proqramdakı digər funksiyalara dəstək üçün istifadə oluna bilər.
de: Diese Publikation enthält keine Videos, hilft aber beim Zugriff auf andere Inhalte der App.
es: Esta publicación no contiene videos. Se usa para otras funciones de la aplicación.
fa: این نشریه شامل فایل‌های ویدیویی نیست؛ ممکن است برای ویژگی‌های دیگر این نرم‌افزار مورد استفاده قرار گیرد.
fr: Cette publication ne contient pas de vidéos. Elle peut être utilisée pour prendre en charge d'autres fonctionnalités de l'application.
gl: Esta publicación non contén vídeos. Poida que se use para outras funcións da aplicación.
hu: Ehhez a kiadványhoz nem tartoznak videók. Valószínűleg egy másik funkció működéséhez van rá szükség.
it: Questa pubblicazione non ha video. Può essere usata per supportare altre caratteristiche di questa app.
ja: この出版物にはビデオがありません。この出版物は，このアプリの他の機能をサポートするために使われている可能性があります。
ko: 이 출판물에는 동영상이 없습니다. 이 출판물은 앱의 다른 기능을 지원하기 위한 용도일 수 있습니다.
ne: यस प्रकाशनमा कुनै भिडियोहरू उपलब्ध छैनन्। यसले एपका अरू विशेषताहरू प्रयोग गर्न मदत गर्न सक्छ।
nl: Deze publicatie bevat geen video's. Hij kan worden gebruikt om andere functies in de app te ondersteunen.
pt: Esta publicação não contém vídeos. Ela é usada como suporte a outros recursos do aplicativo.
ru: В этой публикации нет видео. Она необходима для работы других функций приложения.
tr: Bu yayında video bulunmamakta. Uygulamadaki başka özellikleri desteklemek için kullanılıyor olabilir.
zh: 这个出版物没有影片。但是你可以在这个出版物里找到其他资料。
zh_tw: 這個出版物沒有影片。但是你可以在這個出版物裡找到其他資料。

# message_publication_unavailable
source: The publication is not available at this time. Please try again later.
af: Die publikasie is nie tans beskikbaar nie. Probeer asseblief later weer.
am: ይህ የሕትመት ውጤት ለጊዜው የለም። እባክህ ትንሽ ቆይተህ ሞክር።
ar: الإصدار غير متوفر حاليًّا. الرجاء المحاولة ‏لاحقًا.
as: এই প্ৰকাশনখন এতিয়া উপলব্ধ নাই। অনুগ্ৰহ কৰি পাছত চেষ্টা কৰক।
az: Nəşr yüklənə bilmədi. Xahiş olunur, bir azdan bir də yoxlayın.
de: Die Publikation ist zurzeit nicht verfügbar. Bitte später erneut versuchen.
es: Esta publicación no está disponible en este momento. Por favor, inténtelo más adelante.
fa: این نشریه هم‌اکنون موجود نیست. لطفاً بعداً امتحان کنید
fr: Cette publication n’est pas disponible actuellement. Merci de réessayer plus tard.
gl: Esta publicación non está dispoñible neste momento. Por favor, inténtao máis tarde.
hu: A kiadvány jelenleg nem elérhető. Kérjük, próbáld meg később.
it: La pubblicazione ora non è disponibile. Riprova più tardi.
ja: 現在このコンテンツを利用できません。後でもう一度お試しください。
ko: 현재 이 출판물을 사용할 수 없습니다. 나중에 다시 시도해 주십시오.
ne: हाल यो प्रकाशन उपलब्ध छैन। कृपया पछि प्रयास गर्नुहोस्।
nl: De publicatie is op dit moment niet beschikbaar. Probeer het later opnieuw.
pt: No momento, esta publicação não está disponível. Tente mais tarde.
ru: Сейчас публикация недоступна. Пожалуйста, повторите попытку позже.
tr: Bu yayın şu anda mevcut değil. Lütfen daha sonra tekrar deneyin.
zh: 暂时无法下载这个出版物。请稍后重试。
zh_tw: 暫時無法下載這個出版物。請稍後再試。

# message_publication_unavailable_title
source: Publication Unavailable
af: Publikasie nie beskikbaar nie
am: የሕትመት ውጤቱ የለም
ar: الإصدار غير متوفر
as: প্ৰকাশনখন উপলব্ধ নাই
az: Nəşr yoxdur
de: Publikation nicht verfügbar
es: Publicación no disponible
fa: نشریه موجود نیست
fr: Publication non disponible
gl: Publicación non dispoñible
hu: A kiadvány nem elérhető
it: Pubblicazione non disponibile
ja: このコンテンツはご利用いただけません
ko: 출판물을 사용할 수 없음
ne: प्रकाशन उपलब्ध छैन
nl: Publicatie niet beschikbaar
pt: Publicação não disponível
ru: Публикация недоступна
tr: Yayın Mevcut Değil
zh: 无法下载出版物
zh_tw: 無法下載出版物

# message_remove_tag
source: This will remove the "{name}" tag from all items. Notes will not be deleted.
af: Dit sal die "{name}"-merker by alle items verwyder. Notas sal nie verwyder word nie.
am: "{name}" የሚለው ፈርጅ ከሁሉም ቦታ ይጠፋል። ማስታወሻዎቹ ግን አይጠፉም።
ar: سيتم حذف الموضوع:‏ «‏{name}‏».‏ لكن الملاحظات لن تُحذف.‏
as: ইয়ে "{name}" টেগবোৰ সকলো বিষয়ৰপৰা আঁতৰ কৰিব। টোকাবোৰ ডিলিট নহ’ব।
az: Siz hər yerdən «{name}» teqini silirsiniz. Qeydlərin özləri silinməyəcək.
de: Dies entfernt den "{name}"-Tag von allen Artikeln. Notizen werden nicht gelöscht.
es: Esta acción quitará la etiqueta "{name}" de todas las notas, aunque estas no se borrarán.
fa: با این کار، برچسب «{name}» از همه جا پاک می‌شود اما یادداشت‌ها پاک نمی‌شوند.
fr: Cette action supprimera la catégorie « {name} » mais les notes ne seront pas supprimées.
gl: Isto eliminará a etiqueta "{name}" de tódolos elementos. Non se borrarán as notas.
hu: Az összes "{name}" címke eltávolítása. A jegyzetek nem fognak törlődni.
it: L’etichetta “{name}” verrà rimossa da tutte le note. Le note non verranno eliminate.
ja: "{name}"というタグが全てのアイテムから削除されます。メモは削除されません。
ko: 모든 노트에 있는 "{name}" 태그가 삭제됩니다. 노트는 지워지지 않을 것입니다.
ne: सबै सामग्रीबाट "{name}" ट्याग हटाइनेछ। नोटहरू भने हटाइनेछैनन्।
nl: Hiermee verwijder je de tag "{name}" van alle publicaties. Notities worden niet verwijderd.
pt: Isso vai remover a etiqueta "{name}" de todos os itens. Suas notas não serão excluídas.
ru: Тег «{name}» будет удален везде. Заметки удалены не будут.
tr: Bu şekilde "{name}" etiketi tüm notlardan kaldırılacak. Ancak notlar silinmeyecek.
zh: 此操作会删除“{name}”标签，但相关笔记不会被删除。
zh_tw: 此操作會刪除「{name}」標籤，但相關筆記不會被刪除。

# message_request_timed_out_title
source: Request Timed Out
af: Versoektyd verstreke
am: ጊዜው አልቋል
ar: مهلة الطلب انتهت
as: অনুৰোধৰ সময় পাৰ হ’ল
az: Sorğunun gözləmə vaxtı bitdi
de: Zeitüberschreitung der Anforderung
es: El tiempo de espera para esta solicitud se ha agotado
fa: ختم زمان درخواست
fr: Le délai d’attente est dépassé
gl: Tempo de espera esgotado
hu: A kérés időkorlátja lejárt
it: Richiesta scaduta
ja: 接続要求がタイムアウトしました
ko: 요청 시간을 초과했습니다
ne: सर्भरमा समस्या छ / इन्टरनेट ढिला छ
nl: Time-out opgetreden
pt: O tempo se esgotou
ru: Истекло время ожидания
tr: İstek Zaman Aşımına Uğradı
zh: 请求已过期
zh_tw: 要求已逾時

# message_restore_a_backup_explanation
source: Personal study data on this device will be overwritten
af: Persoonlike studiedata op hierdie toestel sal met ’n ouer weergawe vervang word
am: በዚህ መሣሪያ ላይ ያሉት ማስታወሻዎች በሙሉ በአዲሱ ይተካሉ
ar: ستُمحى مواد الدرس الشخصي الموجودة على هذا الجهاز
as: এই ডিভাইচত ব্যক্তিগত অধ্যয়নৰ সময়ত লোৱা টোকাবোৰ পুনৰ লিপিবদ্ধ কৰা হ’ব
az: Bu cihazdakı mütaliə materialları əvəz olunacaq
de: Persönliche Studiendaten auf diesem Gerät werden überschrieben
es: Esta acción reemplazará la información de estudio personal que ahora hay en este dispositivo por la que contiene la copia de seguridad.
fa: مطالبی که برای مطالعهٔ شخصی در این دستگاه ذخیره شده است، حذف خواهد شد
fr: Les données de votre étude individuelle sur cet appareil seront écrasées
gl: Sobreescribiranse os datos de estudo persoal neste dispositivo
hu: A tanulmányozáskor létrehozott adatok felül lesznek írva ezen a készüléken
it: Le ricerche che hai salvato su questo dispositivo verranno sovrascritte
ja: この端末の個人研究データを上書きします。
ko: 기기에 있는 개인 연구 자료가 백업한 자료로 대체됩니다
ne: तपाईँले यस डिभाइसमा राख्नुभएको डाटा मेटिएर ब्याकअपमा भएको डाटा देखिनेछ
nl: Persoonlijke aantekeningen op dit apparaat worden overschreven
pt: Suas anotações de estudo pessoal neste dispositivo serão substituídas
ru: Заметки, теги, выделенный текст, избранное и закладки на этом устройстве будут заменены
tr: Bu cihazdaki kişisel inceleme verilerinin üzerine yazılacak
zh: 此设备上的个人研读资料将被覆盖
zh_tw: 此裝置上的個人研讀資料將被覆蓋
