{
  "version": "1.3.0",
  "name": "jw-life-1-3-0.apk",
  "timestamp": "2025-12-27T00:00:00Z",
  "changelog": "##### 📢 Mise à jour – v1.3.0 (27/12/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Ajout de la gestion de la prédication (préparation) sur la page Prédication, préparant l’architecture pour les futures mises à jour liées à la prédication.\n- Possibilité de changer la langue partout dans l’application, y compris à l’intérieur des sous-catégories (ex. nouveautés d’assemblée, catégories audio, vidéo, etc.).\n- Ajout de boutons flottants ronds sur les pages nécessitant des actions rapides.\n- Ajout d’un bouton ▶︎ pour les vidéos présentes dans les articles, placé avant le texte « Regarder la vidéo », afin de reproduire le comportement du site officiel.\n- Ajout des boutons « Nouvelle visite » et « Cours bibliques » dans la barre d’outils lors du clic sur un paragraphe dans le WebView.\n- Ajout de la recherche avancée dans l’onglet Bibliothèque, identique à la dernière version de JW Library, permettant de rechercher par symbol, année ou catégorie dans les publications, vidéos et audios.\n- Ajout d’un bouton permettant de supprimer une note directement depuis l’aperçu de la note.\n- Ajout de la génération de QR Code dans le dialogue des langues pour les publications.\n- Possibilité d’ajouter une assemblée locale depuis la page dédiée via le bouton flottant « + ».\n- Possibilité de changer la Bible affichée avec mise à jour immédiate dans l’onglet Bible.\n- Amélioration de l’historique : lors de l’ouverture d’un chapitre biblique, le nom du livre et le numéro du chapitre sont désormais enregistrés ensemble.\n\n##### 🧩 Améliorations de l’Expérience Utilisateur\n- Animation venant du haut de l’écran lors de l’apparition d’un nouveau point d’actualité, comme sur le site officiel.\n- Suppression des barres de défilement sur la page des alertes d’actualités, avec ouverture directe des liens vers le site.\n- Vérification systématique de la connexion Internet avant l’ouverture d’un article, d’un audio, d’un PDF ou d’une page WebView afin d’éviter les erreurs.\n- Affichage d’une fenêtre d’information en cas d’absence de connexion Internet pour éviter l’ouverture de lecteurs vides ou de pages en erreur.\n- Pour les langues RTL (arabe, hébreu, etc.), inversion des boutons précédent et suivant dans les articles.\n- Adaptation complète du lecteur audio pour les langues RTL.\n- Inversion des icônes précédent/suivant pour les audios et vidéos dans les langues RTL.\n- Respect de la direction LTR/RTL dans tous les dialogues, y compris le dialogue des langues.\n- Amélioration du mode image/texte (ex. cantiques) avec affichage plein écran et défilement fluide.\n- Les menus à trois points s’ouvrent désormais au-dessus de la barre de navigation afin d’éviter des boutons inaccessibles.\n- Les publications et médias ajoutés aux favoris n’affichent plus l’icône étoile dans la section Favoris, le statut étant implicite.\n- Lors du clic sur un verset, seul le numéro du verset est affiché dans le titre de l’AppBar, et non plus lors du clic sur un paragraphe de document.\n- Les liens vers les versets, le lexique et d’autres notes d’étude sont désormais cliquables dans les notes d’étude.\n- Rétablissement et correction de la page Frères et sœurs (importation des contacts non disponible pour le moment).\n- Amélioration de la page Culte pour se rapprocher davantage du design de JW Library, avec les titres de documents affichés en bleu.\n\n##### 🎨 Interface & Design\n- Correction et adaptation de tous les éléments utilisant un positionnement précis afin de respecter correctement les directions LTR et RTL.\n- Réparation des icônes des marque-pages avec adaptation automatique à la couleur du thème actif.\n- La visionneuse d’images en plein écran respecte désormais la direction LTR/RTL selon la langue de la publication.\n- Suppression du fond lors du chargement des images de vidéos dans la visionneuse plein écran.\n- Affichage des numéros bibliques et de tous les chiffres selon la langue de l’utilisateur (ex. chiffres arabes).\n- Adaptation des années (Tour de Garde, Réveillez-vous, Cahier Vie et Ministère) à la langue de l’utilisateur.\n- Traduction complète des onglets de recherche (TOUT, WOL, VIDÉOS, AUDIOS, etc.) dans toutes les langues.\n- Suppression du texte en gras pour les numéros dans les grilles (ex. cantiques) afin d’obtenir un rendu plus épuré.\n- Adaptation du logo de chargement à la couleur du thème.\n- Réduction légère de la taille du logo au démarrage de l’application.\n- Adaptation de la couleur du texte pour la recherche dans les notes et catégories en fonction du thème.\n- Amélioration du design des dialogues WebView avec des icônes carrées et plus compactes.\n- Amélioration du dialogue des notes pour une prise de note plus agréable, avec recalcul automatique des tailles lors du passage en plein écran ou du redimensionnement.\n\n##### ⚙️ Optimisation\n- Optimisation des requêtes SQL afin de charger la langue une seule fois et de l’appliquer à l’ensemble des publications de la requête.\n- Amélioration significative des performances du surlignage sur les documents volumineux.\n- Suppression du bug provoquant un décalage de page lors du premier surlignage.\n- Accélération du clic sur les paragraphes et les versets.\n- Synchronisation du lecteur des playlists avec le lecteur vidéo principal.\n- Augmentation du nombre maximal de caractères pour la recherche dans une publication afin d’éviter l’apparition inutile de « Voir plus ».\n- Suppression des espaces inutiles avant le texte dans la page de recherche des publications.\n- Amélioration de la recherche par index de mots dans les WebView.\n- Optimisation des suggestions de recherche en fonction de la langue actuelle, de la bibliothèque installée et de la connexion Internet.\n\n##### 🐞 Corrections & Stabilité\n- Correction de nombreux bugs dans l’affichage et la navigation des chapitres de la Bible.\n- Le bouton « Galerie Multimédia » s’affiche désormais dans la langue de la Bible sélectionnée.\n- Vérification de la bonne traduction de la Bible avant ouverture afin d’éviter l’affichage d’une version incorrecte.\n- Vérification de l’ouverture correcte de la base de données du texte du jour avant toute requête SQL.\n- Correction de l’ouverture de la Bible depuis la recherche globale en sélectionnant automatiquement la version la plus récente installée.\n- Repositionnement correct des notes lors du passage en plein écran ou lors du redimensionnement de la fenêtre.\n- Ajustement du positionnement du bouton flottant du WebView pour une meilleure cohérence avec le reste de l’application.\n- Ajout des notes et du surlignage dans les dialogues qui ne les chargeaient pas encore (sauf pour le guide de recherche concernant les notes utilisateur).\n- Correction de la suppression des audios et vidéos des favoris.\n- Vérification de la connexion Internet avant l’affichage ou la copie des paroles d’un audio.\n- Correction d’un problème d’écran noir après l’export d’une sauvegarde depuis l’onglet Personnel.\n- Amélioration de l’affichage des paroles pour les audios.\n- Harmonisation de l’affichage des menus des playlists avec l’utilisation des trois points horizontaux.\n\n##### 📦 Mises à Jour Techniques\n- Mise à jour de la base de langues mepsunit.db depuis la dernière version de JW Library.\n- Adaptation du format des dates à la langue de l’utilisateur (ex. 27/12/2025).\n- Mise à jour de file_picker de la version 10.3.7 vers 10.3.8.\n- Mise à jour de gpt_markdown de la version 1.1.4 vers 1.1.5."
}
