{"version":"1.1.0","name":"jw-life-1-1-0.apk","timestamp":"2025-11-17T01:32:18Z","changelog":"##### 📢 Mise à jour – 1.1.0 (17/11/2025)\\n\\n##### 🚀 Nouvelles Fonctionnalités\\n- Gestion Avancée des Mots de la Bible : Ajout des tables DB pour gérer les cours bibliques, les nouvelles visites et les personnes (l'enregistrement et l'affichage sont en cours).\\n- Modes de Lecture et de Préparation dans la Vue Web : Ajout d'un 'Mode Lecture' et d'un 'Mode Préparation'. Le Mode Préparation empêche de changer de page; le Mode Lecture empêche de surligner.\\n- Activation/Désactivation rapide (switch) : Les boutons de menu comme 'Plein Écran', 'Mode Lecture' et 'Mode Préparation' utilisent désormais un switch direct pour éviter un clic.\\n- Gestion Complète des Playlists : Ajout des boutons 'Créer une liste de lecture' et 'Importer une liste de lecture'. Le menu permet de renommer, supprimer ou partager une playlist.\\n- Accès Direct aux Assemblées Locales : Lien ajouté depuis le menu de l'onglet Culte.\\n- Téléchargement/Partage d'Images (Vue Web) : Possibilité de télécharger ou de partager une image via appui long.\\n- Gestion des Média d'une Publication : Clic sur le casque dans une WebView propose Télécharger/Supprimer/Écouter l'audio.\\n- Affichage d'Images Associées aux Versets : Possibilité de voir l'image associée au verset en cliquant sur le diamant (renvoi/note).\\n\\n##### 🧩 Améliorations de l'Expérience\\n- Internationalisation Étendue (i18n) : 90 % des textes traduits dans plus de 14 langues : Afrikaans, Allemand, Anglais, Arabe, Coréen, Espagnol, Galicien, Hongrois, Italien, Japonais, Néerlandais, Népalais, Portugais, et Russe.\\n- Prise en Charge Complète des Langues RTL : Support total du RTL (Arabe, Hébreu, etc.), y compris pour la lecture des documents dans le sens opposé et pour le Webview.\\n- Comportement de la Langue Amélioré : La langue de l'application est utilisée pour la date (texte du jour, vue Culte) et les dialogues de langue. Les attributs et catégories restent dans la langue de la Bibliothèque.\\n- Adaptations Linguistiques : Le formatage des heures, des tailles de fichiers (Mo/Mb), et la formule 'Il y a …' s'adaptent à la langue.\\n- Améliorations de la Vue Web et des Notes : Le guide de recherche s'affiche comme sur JW Library et peut être étendu. Les versets de renvoi sont affichés sous les notes de bas de page dans le dialogue diamant.\\n- Optimisation de l'Audio : Les publications dans le lecteur audio affichent le titre avec les numéros d'issue. Amélioration de la vue 'Voir les paroles'.\\n\\n##### 🎨 Interface & Design\\n- Refonte de la Page Culte : Page entièrement revue pour se rapprocher de l'interface JW Library (moins de couleur).\\n- Amélioration des Dialogues : Design des dialogues pour les versets, publications et notes revu pour être plus moderne et propre. Les dialogues de sélection de langue/date sont améliorés.\\n- Mise en Page des Icônes : Les icônes de menu sont passées en horizontal pour optimiser l'espace.\\n- Affichage des Images : Les images s'affichent instantanément (effet fade supprimé).\\n- Menu de Téléchargement de Vidéo : S'affiche sous l'icône de nuage (non plus dans un dialogue).\\n\\n##### 🐞 Corrections & Stabilité\\n- Réparation des bannières pour les points d'actualité.\\n- Correction du bug de téléchargement des publications (mise à jour des headers de requête).\\n- Amélioration des requêtes réseau, fonctionnant sur la même instance. Un dialogue 'Aucune connexion' s'affiche si nécessaire.\\n- Bug Clavier HyperOs (Xiaomi) : Problème de latence du clavier partiellement corrigé.\\n- Performances de Démarrage : Démarrage de l'application optimisé. Affichage plus rapide des Webviews.\\n- Gestion des Notes/Surlignage : Le surlignage fonctionne pour toutes les langues sur les WebViews. Le surlignage/notes dans les dialogues correspond bien aux bons éléments. Le dialogue d'une note se ferme si elle est supprimée.\\n- Les images sur les menus s'ouvrent dans le bon visionneur d'image.\\n\\n##### 📦 Mises à Jour Techniques\\n- Mise à Jour Flutter : De 3.35.1 à 3.38.1.\\n- Mises à Jour des Dépendances : filePicker, video_player, image_picker.\\n- Gestion des Attributs : Les publications avec plusieurs attributs sont maintenant gérées.\\n- Retrait Temporaire : La lecture de la bible a été retirée de l'onglet 'Personnel' en attendant qu'elle soit fonctionnelle."}
