{"version":"1.0.6","name":"jw-life-1-0-6.apk","timestamp":"2025-11-01T00:20:48Z","changelog":"##### 📢 Mise à jour – 1.0.6 (31/10/2025) \n\n\n\n ##### 🚀 Nouvelles fonctionnalités\n- Téléchargement de médias par publication : Ajout du dialogue 'Télécharger les médias' dans les menus des publications pour permettre le téléchargement de toutes les vidéos et de tous les audios associés. (Note : Actuellement, le téléchargement des audios est fonctionnel, les vidéos seront disponibles prochainement.)\n- Téléchargement de séries de vidéos : Ajout d'un bouton de téléchargement rapide permettant de télécharger une série complète de vidéos d'une catégorie en une seule fois. Un dialogue demande la résolution souhaitée pour l'ensemble des vidéos.\n- Navigation vidéo facilitée : Lors de l'ouverture d'une vidéo dans une catégorie, il est désormais possible de passer d'une vidéo à l'autre en utilisant les flèches de navigation situées en bas de l'écran dans le player audio.\n- Réorganisation des éléments : Il est maintenant possible de repositionner les notes dans une catégorie ou de réorganiser les éléments dans les listes de lecture (playlists), de manière similaire à JW Library.\n\n ##### 🧩 Améliorations\n- Option de couleur de la Bible : Ajout d'une option dans la section 'Apparence' des paramètres pour choisir une couleur de fond spécifique pour la Bible, indépendamment des autres réglages.\n- Sélection de texte précise : La fonctionnalité de sélection s'applique désormais uniquement aux mots ou à la ponctuation, améliorant la précision de la sélection.\n- Navigation Webview (temporaire) : Pour passer d'un document à l'autre sur la vue web (webview), il est nécessaire de faire glisser avec deux doigts. (Note : Une option pour personnaliser ce comportement sera ajoutée dans les paramètres prochainement.)\n\n ##### 🐞 Corrections\n- Vidéo et Image : Correction du bug de clignotement de l'écran après la fermeture d'une vidéo ou d'une image.\n- Lecture de vidéos externes : Réparation d'un bug qui empêchait l'ouverture de certaines vidéos provenant de publications externes (par exemple, celles utilisées pour les semaines spéciales). Elles peuvent maintenant être lues sans problème.\n- Changement de langue (Bibliothèque) : Correction du bug qui empêchait la bibliothèque de s'ouvrir après un changement de langue.\n- Langue affichée : Lorsque l'on change la langue sur la page des éléments audio ou vidéo et que l'on retourne au dialogue de sélection de langue, la bonne langue est maintenant correctement indiquée.\n\n ##### 🎨 Interface\n- Player Audio : Le bouton central du lecteur audio a été réduit et les sous-titres en mode paysage sont mieux positionnés.\n- Barre de navigation Android : La barre de navigation est désormais positionnée correctement sur les appareils disposant des boutons Android physiques.\n- Padding des en-têtes : Le padding (marge intérieure) des en-têtes des catégories de publications a été revu pour une meilleure présentation.\n\n ##### 📦 Mises à jour techniques\n- Mise à jour Flutter : Mise à jour vers la dernière version de Flutter (passage de la 3.35.6 à la 3.35.7). \n\n ## Bonne Assemblée à vous tous 🤗"}
