{"version":"1.3.1","name":"jw-life-1-3-1.apk","timestamp":"2025-12-29T04:22:06Z","changelog":"##### 📢 Mise à jour – v1.3.1 (29/12/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Possibilité d’ouvrir et de consulter des bibles en anglais qui ne sont pas issues de la Traduction du monde nouveau, comme la King James Version.\n- Ajout d’une loupe fonctionnelle dans les WebView permettant de visualiser en temps réel le contenu en cours de surlignage.\n- Ajout des éléments de recherche issus du Guide de recherche afin d’enrichir les suggestions dans la recherche globale ainsi que dans la recherche de la bibliothèque.\n- Ajout d’une barre de progression lors du téléchargement des audios, affichée directement dans le menu de téléchargement.\n\n##### 🧩 Améliorations de l’Expérience Utilisateur\n- Les accents ne sont désormais plus pris en compte dans la recherche : il est possible de taper « jesus » et d’obtenir des résultats pour « Jésus », aussi bien dans la recherche globale que dans celle de la bibliothèque.\n- Amélioration de la gestion des références bibliques consécutives : lorsque deux versets consécutifs sont sélectionnés (ex. Genèse 3:15 et 16), l’affichage est désormais correctement formaté en « Genèse 3:15-16 ».\n- Amélioration de la rapidité d’ouverture du menu d’une publication, avec un emplacement entièrement dédié à l’image rectangulaire afin d’éviter les recalculs de layout.\n\n##### 🎨 Interface & Design\n- Harmonisation du rond de rafraîchissement avec celui utilisé dans toute l’application, avec adaptation automatique à la couleur du thème actif.\n- Amélioration de la couleur des livres de la Bible en fonction du thème sélectionné.\n- Actualisation instantanée de la couleur des livres de la Bible lors d’un changement de thème depuis le menu, sans nécessiter de rechargement de la page.\n- Le bouton flottant (Floating Action Button) s’adapte désormais automatiquement à la couleur du thème lors d’un changement dans les paramètres.\n\n##### ⚙️ Optimisation\n- Optimisation de la décompression du catalogue lors d’une mise à jour afin de réduire le temps de traitement.\n- Optimisation de la conversion des fichiers JSON vers la base de données Realm.\n- Amélioration significative de la vitesse de chargement au démarrage de l’application : plusieurs actions sont désormais exécutées en simultané pour afficher l’interface et le contenu le plus rapidement possible.\n\n##### 🐞 Corrections & Stabilité\n- Correction d’un bug affectant certaines langues lors du clic sur un verset depuis les résultats de recherche globale dans la section « TOUT ».\n- Correction de bugs liés au surlignage introduits dans les versions précédentes : lorsque le surlignage était effectué rapidement, il pouvait parfois disparaître, ce problème est désormais résolu.\n- Correction de plusieurs bugs liés aux bases de données afin d’éviter des plantages de l’application.\n- Correction d’un bug lors du remplacement d’un marque-page dans la Bible : la référence s’affichait deux fois (ex. Genèse 3:15:15), elle est désormais correctement affichée une seule fois (Genèse 3:15).\n\n##### 📦 Mises à Jour Techniques\n- Amélioration globale de la gestion interne des bases de données pour plus de stabilité.\n- Optimisation des processus liés aux recherches, au chargement des contenus et à l’actualisation dynamique des éléments dépendants du thème."}
