[
    {
        "version":  "1.0.1",
        "name":  "jw-life-1-0-1.apk",
        "timestamp":  "2025-10-20T01:51:41Z",
        "changelog":  "📢 **Mise à jour – 1.0.1 (19/10/2025)**\n\n🐞 **Corrections :**\n- Bug sur certains appareils Samsung où l\u0027application restait active en arrière-plan après extinction du téléphone\n- Affichage des langues pour le téléchargement d\u0027une Bible corrigé\n- Interface simplifiée lorsque aucune Bible n\u0027est encore téléchargée\n\n🧩 **Améliorations :**\n- Tous les fichiers centralisés dans un seul dossier cache\n- Optimisation de la barre de navigation inférieure pour éviter les rechargements lors de la création d\u0027une WebView\n- La version affichée dans les paramètres correspond désormais à celle du paquet installé\n\n🚀 **Nouvelles fonctionnalités :**\n- Vérification automatique des mises à jour via API avec fenêtre de dialogue présentant les nouveautés\n- Options “Plus tard” ou “Mettre à jour” dans le dialogue\n- Possibilité de mettre à jour depuis les paramètres en appuyant sur la version de l\u0027application\n\n🎨 **Interface :**\n- Fusion des onglets “Réunions et Assemblées” et “Assemblée Locale” en un seul nommé **Culte**\n- Nouvelle interface avec deux onglets : Réunions \u0026 Assemblées, couleurs plus douces inspirées de JW Library\n- Pour afficher les assemblées, appuyer sur **PROCHAINE RÉUNION** dans le menu Culte\n\n📦 **Technique :**\n- Mise à jour de la bibliothèque **flutter_local_notifications** de la version 19.4.2 à 19.5.0"
    },
    {
        "version":  "1.0.2",
        "name":  "jw-life-1-0-2.apk",
        "timestamp":  "2025-10-21T02:12:51Z",
        "changelog":  "📢 **Mise à jour – 1.0.2 (20/10/2025)**\n\n---\n\n### 🐞 **Corrections**\n- Correction d\u0027un bug dans le positionnement du **menu** (audios de publication).\n- Résolution d\u0027un problème lors de l\u0027**importation d\u0027une publication** non-catalogue.\n- La vue des **pages** est désormais correctement positionnée (plus masquée par le lecteur audio).\n- Mise à jour du jeton (token) pour l\u0027envoi des rapports de bugs et suggestions.\n\n---\n\n### 🧩 **Améliorations**\n- Les **versets** ne sont rechargés que si l\u0027ordre des Bibles est modifié (amélioration des performances).\n- **Gestion des publications non-catalogue** dans les favoris revue (statut \u0027non disponible\u0027 à la suppression, mise à jour automatique à l\u0027ajout).\n- Amélioration de la **vue des images** : double tap pour zoomer et fluidité accrue.\n- Affichage d\u0027une bannière pour proposer la **mise à jour** de la publication en cours de consultation.\n- **Dialogue d\u0027ajout à une playlist** revu : ajout du bouton **\u0027Créer une playlist\u0027** et images affichées au format carré.\n- **Gestion des publications non disponibles** : possibilité d\u0027importer ou de chercher dans les fichiers, avec avertissement en cas de non-correspondance.\n\n---\n\n### 🚀 **Nouvelles fonctionnalités**\n- **Améliorations majeures du VideoPlayer** : contrôles revus, barre de progression bien positionnée, bouton sous-titres déplacé, menus de configuration fonctionnels (résolution, vitesse, boucle), ajout de **raccourcis gestuels** (swipe, double-clic, double tap deux doigts). Lecteur plus fluide.\n\n---\n\n### 🎨 **Interface**\n- Les couleurs du **soulignage** et du **texte** ont été révisées pour une meilleure lisibilité sur le document.\n\n---\n\n### 📦 **Mises à jour techniques**\n- Mise à jour des bibliothèques : `share_plus` (`12.0.0` → `12.0.1`) et `device_info_plus` (`12.1.0` → `12.2.0`).\n- Ajout de la bibliothèque `photo_view` en version `0.15.0`."
    },
    {
        "version":  "1.0.3",
        "name":  "jw-life-1-0-3.apk",
        "timestamp":  "2025-10-22T03:52:25Z",
        "changelog":  "##### 📢 **Mise à jour – 1.0.3 (21/10/2025)** \n\n\n\n ##### 🐞 **Corrections**\n- Correction du bug quand on ajoutait une note dans une catégorie : la catégorie sur laquelle on a créé la note n\u0027apparaissait pas correctement.\n- La majorité des bugs liés aux playlist sont corrigés.\n- Correction du bug sur les playlist avec le nom original et les images.\n- Correction du bug avec le clavier sur les Images en plein écran.\n- Optimisation des transitions entre les pages et entre les boutons de navigation (c\u0027est plus fluide).\n\n##### 🧩 **Améliorations**\n- Ajout d\u0027une recherche mieux élaborée quand on cherche une catégorie dans une note. Par exemple: je cherche reunion au lieu de réunion ou je cherche paie au lieu de paix.\n- Optimisation et amélioration des dialogues lors d\u0027import de .jwpub, .jwplaylist. Si ce n\u0027est pas le bon format, etc.\n- Sur la page Audio en fullscreen un padding plus grand a été ajouté pour pas qu\u0027il se chevauche avec les boutons en bas de navigation.\n- Mise à jour des boutons avec un bord pour qu\u0027ils soient tous de la même couleur (couleur principale du thème) avec des bords carrés.\n- Changement de l\u0027icône quand on importe un .jwpub par une icône de document.\n- Changement de l\u0027icône pour les sous-titres pour qu\u0027il y ait un mode activé et désactivé.\n- Amélioration de la page Note dans l\u0027application.\n\n##### 🚀 **Nouvelles fonctionnalités**\n- Changement de fichier autorisé par Android de \u0027.jwplaylist\u0027 en **\u0027.jwlplaylist\u0027**.\n- Ajout de l\u0027import et de l\u0027export pour les playlist au format **\u0027.jwlplaylist\u0027**.\n- La majorité des bugs liées aux playlist sont corrigés : on peut désormais importer un fichier de type (\u0027png\u0027, \u0027jpg\u0027, \u0027jpeg\u0027, \u0027mp4\u0027, \u0027m4v\u0027, \u00273gp\u0027, \u0027mov\u0027, \u0027mp3\u0027, \u0027aac\u0027, \u0027heic\u0027, \u0027webp\u0027) dans la playlist. \n- La suppression totale d\u0027une playlist fonctionne.\n- On peut ajouter des vidéos, des audios du catalogue et des images sans problèmes.\n- On peut renommer les playlist et changer l\u0027action de fin.\n- On peut aussi ouvrir les images, les audios et les vidéos dans un lecteur qui permet de changer de média en bas avec \u003c \u003e et respecte l\u0027action de fin.\n- Ajout d\u0027un menu **« Ajouter à la liste de lecture »** pour les éléments dans une playlist.\n- Possibilité de créer une playlist dans le menu **« Ajouter à la liste de lecture »** et le média s\u0027ajoute directement dedans.\n- Ajout du bouton **Lecture aléatoire** tout en haut d\u0027une catégorie vidéos comme sur JW Library.\n- Ajout des petits boutons à côté du titre de la sous-catégorie (icônes tout lire et aléatoire).\n\n##### 📦 **Mises à jour techniques**\n- Pour importer des audios et des vidéos (la durée et l\u0027image du fichier) : installation des bibliothèques `mime: 2.0.0`, `flutter_video_info: 1.3.3`, `audio_info: 0.0.3`.\n"
    },
    {
        "version":  "1.0.4",
        "name":  "jw-life-1-0-4.apk",
        "timestamp":  "2025-10-23T03:31:24Z",
        "changelog":  "##### 📢 **Mise à jour – 1.0.4 (22/10/2025)** \n\n\n\n ##### 🐞 **Corrections**\n- Bug pour suggérer des suggestions et signaler des bugs a été réparé.\n- Amélioration de la vue note sur le Webview pour que tout le contenu soit scrollable et pas chaque élément individuellement.\n\n##### 🧩 **Améliorations**\n- Amélioration de la vue note application pour ressembler à celle de JW Library (pas de menu de navigation en bas).\n- Amélioration de la vue des notes pour ressembler à celle de JW Library. L\u0027affichage a été revu pour que ça rame le moins possible.\n- Option recherche améliorée : maintenant le texte cherché est sélectionné dans la note en jaune.\n- Changement de couleur des petits *handles* (poignées) pour la section de texte pour les mettre en bleu au lieu de vert.\n\n##### 🚀 **Nouvelles fonctionnalités**\n- On peut maintenant voir toutes nos catégories sur la page des notes et des catégories.\n- Possibilité de sélectionner du texte dans un webview avec une loupe. Le texte peut être sélectionné caractère par caractère (le surlignage est géré par mot, donc si on met un surlignage à la place, il mettra tout le mot même si que 2 lettres sont sélectionnées) (**VERSION BETA peut contenir des bugs**)."
    },
    {
        "version":  "1.0.5",
        "name":  "jw-life-1-0-5.apk",
        "timestamp":  "2025-10-24T04:20:40Z",
        "changelog":  "##### 📢 Mise à jour – 1.0.5 (23/10/2025) \n\n\n\n ##### 📱 Adaptation à l\u0027écran et Affichage (Responsive Design)\n- Ajout de dimensions fixes dans l\u0027application pour des tailles homogènes et la gestion de plusieurs tailles d\u0027écrans.\n- Nouvelles pages disponibles pour tablette ou téléphone en mode paysage : Bibliothèque : Publications, Vidéos, Audios, Téléchargé. Les menus des publications, notamment la Bible, s\u0027adaptent correctement à chaque écran. Les chapitres de la Bible.\n- Amélioration de la barre d\u0027outils (toolbar) avec des icônes qui s\u0027adaptent en fonction de l\u0027écran.\n\n##### 📚 Bibliothèque et Contenu Téléchargé\n- Pour la vue des publications téléchargées, les éléments prennent le même affichage que ceux des publications (donc ont les mêmes menus).\n- Amélioration du dialogue pour télécharger une publication en y ajoutant la taille de la publication à télécharger.\n- Correction du bug où il fallait parfois appuyer 2 fois pour annuler un téléchargement.\n\n##### 🔎 Recherche\n- Dans la recherche globale, les notes ont été réduites et utilisent le même widget que celui des notes dans \u0027Notes et Catégories\u0027 pour un affichage plus esthétique, permettant de les modifier directement ou d\u0027accéder à la publication.\n- Les articles Wikipedia ont également été améliorés, et un clic mène directement à Wikipedia.\n- Les suggestions lors de la recherche d\u0027un mot dans une publication ont été améliorées : il n\u0027est plus obligatoire d\u0027avoir le mot exact (ex: chercher \u0027reunion\u0027 propose \u0027réunion\u0027). Ceci s\u0027applique également pour la recherche dans une catégorie d\u0027audios, de vidéos ou de publications.\n- Pour la recherche globale, le libellé (label) a été ajouté, comme sur wol (par exemple : \u0027Ouvrage de Références\u0027).\n- Correction du bug lors d\u0027une recherche d\u0027images (cela ne fonctionnait pas).\n- Changement de la couleur du texte d\u0027une note lors d\u0027une recherche.\n\n##### ✏️ Notes et Saisie\n- Ajout d\u0027un widget pour les champs de texte dans un document, afin qu\u0027ils apparaissent de la même manière que les notes dans la recherche globale."
    },
    {
        "version":  "1.0.6",
        "name":  "jw-life-1-0-6.apk",
        "timestamp":  "2025-11-01T00:20:48Z",
        "changelog":  "##### 📢 Mise à jour – 1.0.6 (31/10/2025) \n\n\n\n ##### 🚀 Nouvelles fonctionnalités\n- Téléchargement de médias par publication : Ajout du dialogue \u0027Télécharger les médias\u0027 dans les menus des publications pour permettre le téléchargement de toutes les vidéos et de tous les audios associés. (Note : Actuellement, le téléchargement des audios est fonctionnel, les vidéos seront disponibles prochainement.)\n- Téléchargement de séries de vidéos : Ajout d\u0027un bouton de téléchargement rapide permettant de télécharger une série complète de vidéos d\u0027une catégorie en une seule fois. Un dialogue demande la résolution souhaitée pour l\u0027ensemble des vidéos.\n- Navigation vidéo facilitée : Lors de l\u0027ouverture d\u0027une vidéo dans une catégorie, il est désormais possible de passer d\u0027une vidéo à l\u0027autre en utilisant les flèches de navigation situées en bas de l\u0027écran dans le player audio.\n- Réorganisation des éléments : Il est maintenant possible de repositionner les notes dans une catégorie ou de réorganiser les éléments dans les listes de lecture (playlists), de manière similaire à JW Library.\n\n ##### 🧩 Améliorations\n- Option de couleur de la Bible : Ajout d\u0027une option dans la section \u0027Apparence\u0027 des paramètres pour choisir une couleur de fond spécifique pour la Bible, indépendamment des autres réglages.\n- Sélection de texte précise : La fonctionnalité de sélection s\u0027applique désormais uniquement aux mots ou à la ponctuation, améliorant la précision de la sélection.\n- Navigation Webview (temporaire) : Pour passer d\u0027un document à l\u0027autre sur la vue web (webview), il est nécessaire de faire glisser avec deux doigts. (Note : Une option pour personnaliser ce comportement sera ajoutée dans les paramètres prochainement.)\n\n ##### 🐞 Corrections\n- Vidéo et Image : Correction du bug de clignotement de l\u0027écran après la fermeture d\u0027une vidéo ou d\u0027une image.\n- Lecture de vidéos externes : Réparation d\u0027un bug qui empêchait l\u0027ouverture de certaines vidéos provenant de publications externes (par exemple, celles utilisées pour les semaines spéciales). Elles peuvent maintenant être lues sans problème.\n- Changement de langue (Bibliothèque) : Correction du bug qui empêchait la bibliothèque de s\u0027ouvrir après un changement de langue.\n- Langue affichée : Lorsque l\u0027on change la langue sur la page des éléments audio ou vidéo et que l\u0027on retourne au dialogue de sélection de langue, la bonne langue est maintenant correctement indiquée.\n\n ##### 🎨 Interface\n- Player Audio : Le bouton central du lecteur audio a été réduit et les sous-titres en mode paysage sont mieux positionnés.\n- Barre de navigation Android : La barre de navigation est désormais positionnée correctement sur les appareils disposant des boutons Android physiques.\n- Padding des en-têtes : Le padding (marge intérieure) des en-têtes des catégories de publications a été revu pour une meilleure présentation.\n\n ##### 📦 Mises à jour techniques\n- Mise à jour Flutter : Mise à jour vers la dernière version de Flutter (passage de la 3.35.6 à la 3.35.7). \n\n ### Bonne Assemblée à vous tous 🤗"
    },
    {
        "version":  "1.0.7",
        "name":  "jw-life-1-0-7.apk",
        "timestamp":  "2025-11-04T22:14:51Z",
        "changelog":  "##### 📢 Mise à jour – 1.0.7 (04/11/2025) \n\n ##### 🚀 Nouvelles fonctionnalités\n- Galerie multimédia : Ajout de la page Galerie multimédia pour les livres de la Bible ayant des images (notes d\u0027études).\n- Tri des publications : Possibilité de trier les publications (Titre, Année, Symbole).\n- Lecture audio : On peut maintenant écouter la lecture audio directement depuis un paragraphe.\n- Accès aux notes du document : On peut maintenant regarder toutes les notes d\u0027un document ou d\u0027un chapitre en appuyant sur le diamant.\n- Déplacement des notes : Les notes peuvent être déplacées dans une catégorie comme on veut sans aucun problème.\n\n ##### 🧩 Améliorations\n- Performance (Notes) : Optimisations des notes (recherche par paquet de 2000).\n- Performance (Recherche SQL) : Requêtes SQL pour surlignage/notes ciblées sur le paragraphe pour plus de rapidité.\n- Expérience de recherche : Scroll plus fluide lors de la recherche de mot sur une publication.\n- Navigation (Documents) : Repassage à 1 doigt pour changer la page des documents.\n\n ##### 🐞 Corrections\n- Thèmes (Webview) : Correction du bug de changement de thème (\u0027Clair\u0027 forcé, \u0027Par défaut\u0027 et Webview).\n- Sélection de traduction : L\u0027application va maintenant sur la bonne traduction lors du clic sur un verset.\n- Surlignage/Notes/Marques-pages : Données d\u0027étude bien récupérées sur la bonne traduction de la Bible.\n- Partage : Correction du bug qui rajoutait par=null lors du partage sans paragraphe sélectionné.\n- Lien document : Correction du bug quand le paragraphe était à null en ouvrant un lien document.\n- Surlignage involontaire : Correction du bug qui ajoutait le surlignage sur le document principal après clic sur un verset.\n- Affichage de la recherche : Correction du bug où le mot n\u0027était plus en orange sur le webview lors d\u0027une recherche.\n- Notes de versets : Correction du bug qui empêchait de cliquer sur les notes de versets avec plusieurs traductions.\n\n ##### 🎨 Interface\n- Démarrage/Performance : Démarrage de l\u0027application optimisé (recherche de la clé après le démarrage).\n- Dialogue de note : Dialogue pour écrire une note totalement repensé (alignement à gauche, adaptation à la taille du texte).\n- Transitions : Transition vers le bas pour les notes et le lecteur Audio en plein écran.\n- Logo : Le logo au démarrage est de la même couleur que la Couleur Principale.\n- Toolbar : Repositionnement de la toolbar pour les actions sur un paragraphe ou un verset.\n\n ##### 📦 Mises à jour techniques\n- Décompression/Fichiers : manifest.json n\u0027est plus dans le zip (évite une décompression).\n- Base de donnée : La base de donnée Userdata est maintenant créée directement par code.\n- Mise à jour des librairies : Mise à jour de crypto, uuid et flutter_svg."
    },
    {
        "version":  "1.1.0",
        "name":  "jw-life-1-1-0.apk",
        "timestamp":  "2025-11-17T01:32:18Z",
        "changelog":  "##### 📢 Mise à jour – 1.1.0 (17/11/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Gestion Avancée des Mots de la Bible : Ajout des tables DB pour gérer les cours bibliques, les nouvelles visites et les personnes (l\u0027enregistrement et l\u0027affichage sont en cours).\n- Modes de Lecture et de Préparation dans la Vue Web : Ajout d\u0027un \u0027Mode Lecture\u0027 et d\u0027un \u0027Mode Préparation\u0027. Le Mode Préparation empêche de changer de page; le Mode Lecture empêche de surligner.\n- Activation/Désactivation rapide (switch) : Les boutons de menu comme \u0027Plein Écran\u0027, \u0027Mode Lecture\u0027 et \u0027Mode Préparation\u0027 utilisent désormais un switch direct pour éviter un clic.\n- Gestion Complète des Playlists : Ajout des boutons \u0027Créer une liste de lecture\u0027 et \u0027Importer une liste de lecture\u0027. Le menu permet de renommer, supprimer ou partager une playlist.\n- Accès Direct aux Assemblées Locales : Lien ajouté depuis le menu de l\u0027onglet Culte.\n- Téléchargement/Partage d\u0027Images (Vue Web) : Possibilité de télécharger ou de partager une image via appui long.\n- Gestion des Média d\u0027une Publication : Clic sur le casque dans une WebView propose Télécharger/Supprimer/Écouter l\u0027audio.\n- Affichage d\u0027Images Associées aux Versets : Possibilité de voir l\u0027image associée au verset en cliquant sur le diamant (renvoi/note).\n\n##### 🧩 Améliorations de l\u0027Expérience\n- Internationalisation Étendue (i18n) : 90 % des textes traduits dans plus de 14 langues : Afrikaans, Allemand, Anglais, Arabe, Coréen, Espagnol, Galicien, Hongrois, Italien, Japonais, Néerlandais, Népalais, Portugais, et Russe.\n- Prise en Charge Complète des Langues RTL : Support total du RTL (Arabe, Hébreu, etc.), y compris pour la lecture des documents dans le sens opposé et pour le Webview.\n- Comportement de la Langue Amélioré : La langue de l\u0027application est utilisée pour la date (texte du jour, vue Culte) et les dialogues de langue. Les attributs et catégories restent dans la langue de la Bibliothèque.\n- Adaptations Linguistiques : Le formatage des heures, des tailles de fichiers (Mo/Mb), et la formule \u0027Il y a …\u0027 s\u0027adaptent à la langue.\n- Améliorations de la Vue Web et des Notes : Le guide de recherche s\u0027affiche comme sur JW Library et peut être étendu. Les versets de renvoi sont affichés sous les notes de bas de page dans le dialogue diamant.\n- Optimisation de l\u0027Audio : Les publications dans le lecteur audio affichent le titre avec les numéros d\u0027issue. Amélioration de la vue \u0027Voir les paroles\u0027.\n\n##### 🎨 Interface \u0026 Design\n- Refonte de la Page Culte : Page entièrement revue pour se rapprocher de l\u0027interface JW Library (moins de couleur).\n- Amélioration des Dialogues : Design des dialogues pour les versets, publications et notes revu pour être plus moderne et propre. Les dialogues de sélection de langue/date sont améliorés.\n- Mise en Page des Icônes : Les icônes de menu sont passées en horizontal pour optimiser l\u0027espace.\n- Affichage des Images : Les images s\u0027affichent instantanément (effet fade supprimé).\n- Menu de Téléchargement de Vidéo : S\u0027affiche sous l\u0027icône de nuage (non plus dans un dialogue).\n\n##### 🐞 Corrections \u0026 Stabilité\n- Réparation des bannières pour les points d\u0027actualité.\n- Correction du bug de téléchargement des publications (mise à jour des headers de requête).\n- Amélioration des requêtes réseau, fonctionnant sur la même instance. Un dialogue \u0027Aucune connexion\u0027 s\u0027affiche si nécessaire.\n- Bug Clavier HyperOs (Xiaomi) : Problème de latence du clavier partiellement corrigé.\n- Performances de Démarrage : Démarrage de l\u0027application optimisé. Affichage plus rapide des Webviews.\n- Gestion des Notes/Surlignage : Le surlignage fonctionne pour toutes les langues sur les WebViews. Le surlignage/notes dans les dialogues correspond bien aux bons éléments. Le dialogue d\u0027une note se ferme si elle est supprimée.\n- Les images sur les menus s\u0027ouvrent dans le bon visionneur d\u0027image.\n\n##### 📦 Mises à Jour Techniques\n- Mise à Jour Flutter : De 3.35.1 à 3.38.1.\n- Mises à Jour des Dépendances : filePicker, video_player, image_picker.\n- Gestion des Attributs : Les publications avec plusieurs attributs sont maintenant gérées.\n- Retrait Temporaire : La lecture de la bible a été retirée de l\u0027onglet \u0027Personnel\u0027 en attendant qu\u0027elle soit fonctionnelle."
    },
    {
        "version":  "1.2.0",
        "name":  "jw-life-1-2-0.apk",
        "timestamp":  "2025-11-25T00:00:00Z",
        "changelog":  "##### 📢 Mise à jour – 1.2.0 (25/11/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Page avec les 6 onglets actifs pour accès direct et rapide.\n- Menus ajoutés pour le bouton \u0027Plus\u0027 sur la page audio en plein écran.\n- Ouverture des cantiques dans la page Médias avec logo médias à côté de l\u0027historique.\n- Publication des Discours Publics \u0027S-34\u0027 ajoutée dans \u0027Autres publications pour les réunions\u0027 après importation.\n- Tri des notes par verset dans la Bible avec affichage du verset au-dessus. Possibilité de choisir le verset en haut.\n- Bibliothèque WOL ajoutée directement pour la langue de base, sans recherche en ligne.\n- Sélection de toutes les traductions de la Bible depuis le logo langue.\n- Classe commune pour tous les textes de l\u0027application.\n\n##### 🧩 Améliorations de l\u0027Expérience\n- Préférences chargées une fois au démarrage, affichage rapide.\n- Classe centralisée pour gérer toutes les données de l\u0027application avec mise à jour automatique des widgets.\n- Chargement optimisé au démarrage, progression des données.\n- Optimisation clavier lors de l\u0027ouverture/fermeture.\n- Pages de recherche audio et vidéo améliorées et plus esthétiques.\n- Langue mise à jour automatiquement sur AppBar et menu Paramètres.\n- Page Culte améliorée : affichage des réunions comme un menu, texte non gras.\n- Section Favorites : publications non importées affichées comme les importées.\n- Notes et catégories chargées au démarrage pour fluidité.\n- Icône active de la barre de navigation légèrement brillant pour visualiser l\u0027onglet actif.\n- Dialogues de sélection de langue adaptés au clavier et taille corrigée sur Xiaomi.\n- Menu déroulant \u0027Nouveautés assemblée\u0027 affiché sous le bouton nuage.\n- Mode \u0027Préparation\u0027 renommé en \u0027Blocage Horizontal\u0027, compatible avec mode Lecture.\n- Library Provider pour actualisation automatique des widgets.\n\n##### 🎨 Interface \u0026 Design\n- Nouvelle AppBar avec flèche retour en icône JW et boutons d\u0027action serrés.\n- Correction couleur icônes menu \u0027Plus\u0027 sur chapitres Bible.\n- Correction widgets qui s\u0027éclaircissaient au clic et ajout sur boutons catégories Publications, Audios et Vidéos.\n- Optimisation affichage images.\n- Mise à jour thème général pour correction bugs couleurs.\n- Amélioration design Switch.\n- Barre de chargement principale transparente, style JW Library.\n- Changement logo play pour médias vidéo.\n\n##### 🔧 Optimisation\n- Chargement progressif des données.\n- Suppression de setState sur pages principales pour éviter rebuilds complets.\n- Base de données Catalog ouverte en permanence pour accélérer les requêtes.\n- Déplacement de updateLibraryCategories() dans section Médias.\n- Optimisation globale et refactoring des classes.\n\n##### 🐞 Corrections \u0026 Stabilité\n- Icons double sens fonctionnels pour langues RTL.\n- Correction sélection versets sur plages dépassant le nombre de versets du chapitre.\n- Correction bugs page recherche de mot dans la Bible.\n- Correction ajout document dans marque-page depuis recherche.\n- Correction bug sur Android où liste chevauchait barre navigation onglets.\n\n##### 📦 Mises à Jour Techniques\n- Passage Dart de 3.10.0 à 3.10.1.\n- Mise à jour file_picker de 13.3.6 à 10.3.7.\n- Mise à jour flutter_svg de 2.2.2 à 2.2.3."
    },
    {
        "version":  "1.2.1",
        "name":  "jw-life-1-2-1.apk",
        "timestamp":  "2025-11-26T18:50:18Z",
        "changelog":  "##### 📢 Mise à jour – 1.2.1 (26/11/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Ajout de deux nouvelles langues : **Persan** et **Turc**.\n- Les versets s\u0027affichent désormais dans la **langue choisie**, avec les **bons chiffres pour chaque système d’écriture** (ex. chiffres arabes).\n- Les **notes** s\u0027affichent correctement dans un document **même si elles ont été créées dans une autre langue**.\n- Ajout d’une **page d’historique des mises à jour** accessible via *Paramètres \u003e À propos \u003e Version*. Possibilité de choisir une version via un **combobox** pour afficher ses modifications.\n\n##### 🧩 Améliorations de l\u0027Expérience\n- Les **audios des réunions de la semaine** sont visibles **dès le premier chargement** de l’application.\n- Amélioration du surlignage : l’application vérifie désormais **la langue du document** avant d’appliquer un surlignage.\n- La **recherche ignore les diacritiques** (ex. \"francais\" trouve \"français\").\n- Les **discours publics** ne s’affichent que dans la **langue réellement disponible** pour la publication (ex. un S-34 en français n\u0027apparaît pas en anglais).\n- Dans les publications par catégories, les **attributs** sont désormais affichés dans la **langue de la bibliothèque**, et non plus celle de l\u0027application.\n\n##### 🎨 Interface \u0026 Design\n- Les publications organisées **par année** (Tour de Garde, Réveillez-vous, Cahier Vie et Ministère, etc.) utilisent automatiquement le **format RTL** pour les langues nécessitant ce sens de lecture (arabe, hébreu...).\n- Les **notes affichées dans les WebViews** sont maintenant correctement positionnées en **format RTL**.\n\n##### ⚙️ Optimisation\n- Les **années des publications**, les **durées des vidéos** et la **taille des fichiers** s\u0027affichent dans le **format numérique de la langue de la publication**, incluant la gestion des chiffres locaux (ex. chiffres arabes).\n\n##### 🐞 Corrections \u0026 Stabilité\n- Correction du placement incorrect des **notes en RTL**.\n- Amélioration de la cohérence entre la langue de la bibliothèque, la langue des publications et l’affichage général.\n\n##### 📦 Mises à Jour Techniques\n- Amélioration de la logique interne multilingue : gestion du RTL, numérotation par langue, attributs localisés, surlignage par langue.\n- Ajustements internes pour une meilleure gestion des audio, publications et langues disponibles."
    },
    {
        "version":  "1.2.2",
        "name":  "jw-life-1-2-2.apk",
        "timestamp":  "2025-12-08T00:00:59Z",
        "changelog":  "📢 Mise à jour – v1.2.2 (07/12/2025)\n\n🚀 Nouvelles Fonctionnalités\n\n📖 Bible\nPossibilité d’ouvrir trois versions de la Bible :\nTraduction du monde nouveau\nBible avec notes et références\nBible Interlinear\n\n📝 Notes\nAjout de la création de notes depuis le WebView via le bouton Ajouter une note.\nAjout de la création de notes depuis :\nla page des notes\nla page des catégories\n\n🌐 Langues \u0026 Téléchargements\nAjout du nuage de téléchargement dans Autres langues pour télécharger une vidéo en un clic.\n\n🔥 Développement\nActivation du Hot Reload en mode debug sur le WebView (HTML/JS rechargés instantanément).\n\n🌍 Affichage multilingue\nAjout de l’affichage du texte en langue pour imiter JW Library dans :\nPanoplie d’enseignement\nNouveautés\n(changement de langue pas encore disponible)\n\n🧩 Améliorations de l’expérience\n\n📚 Navigation \u0026 Recherche\nLes catégories et sous-catégories s’adaptent automatiquement à la taille de l’écran.\nLes mots recherchés dans une publication s’affichent désormais à la suite.\nSystème de langue de secours automatique si la langue demandée est trop rare.\nCorrection de la recherche des versets.\nAjout d’un onglet WOL pour rechercher dans la bibliothèque en ligne.\nLes extraits de publication en arabe recherchent désormais les bons symboles.\n\n🎧 Médias\nImages des vidéos et audios plus petites.\nMeilleure gestion des audios dans les menus des publications : mise à jour ciblée sans recharger toute la page.\nCorrection : les vidéos/audio en autre langue se lancent correctement.\n\n🔗 Liens \u0026 QR Code\nAjout d’un QR Code sous Envoyer le lien pour faciliter le partage en prédication.\nAjout d’un lecteur de QR Code intégré dans l’app :\npermet d’ouvrir un contenu précis\nfonctionne entre deux appareils JW Life\nfonctionne aussi avec les QR du site ou publications papier\nLes liens avant 1990 fonctionnent correctement avec QR ou liens.\nSi l’app est ouverte avec un lien JW non reconnu, il s’ouvre dans une page Internet.\n\n🎨 Interface \u0026 Design\n\n📁 Catégories \u0026 Accueil\nHauteur des catégories/items réduite pour correspondre au style JW Library.\nPlus grand espacement entre les sections de la page d’accueil.\n\n📝 Notes\nVue des notes entièrement revue :\n\ndesign proche de JW Library\nplus de texte visible\nnavigation plus naturelle\n\n📜 Textes et Police\nCorrection de l’alignement des versets de l’ancienne traduction.\nPolice ajustée pour les textes Flutter incluant du HTML (plus de stretch).\nPolice des labels des tabs harmonisée avec le reste de l’app.\n\n🗓️ Divers\nDans la page du Culte, la semaine actuelle affiche : Cette semaine.\n\n⚙️ Optimisation\n\n📂 Base de données \u0026 Fichiers\nBase des médias entièrement revue → mediator.realm (structure JW Library récente).\nExternalisation complète du HTML/CSS/JS dans des fichiers séparés.\nCes fichiers sont désormais chargés en cache au démarrage → meilleures performances.\nMeilleure lecture des données WOL lors de la récupération des infos de langue.\n\n🧠 Performance générale\nAucune double mise à jour au démarrage (bug corrigé).\nLancement plus rapide même avec peu de réseau.\nQuand les audios sont trouvés, seule la section concernée est actualisée.\n\n🐞 Corrections \u0026 Stabilité\n\n📝 Notes\nCorrection d’un bug lors de la suppression d’une note en pleine page.\n\n📖 Bible\nCorrection du décalage des versets dans l’ancienne traduction lors du clic.\n\n🌐 WebView\nCorrection d’un bug lorsqu’on redimensionne un dialog (taille réinitialisée correctement).\nAugmentation de la zone du bouton pour redimensionner le dialog.\n\n📦 Mises à Jour Techniques\nmise à jour device_info_plus : 12.2.0 → 12.3.0\nmise à jour Flutter : 3.38.3 → 3.38.4"
    },
    {
        "version":  "1.2.3",
        "name":  "jw-life-1-2-3.apk",
        "timestamp":  "2025-12-09T22:56:38Z",
        "changelog":  "##### 📢 Mise à jour – v1.2.3 (09/12/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Ajout de la possibilité d’ajouter les aides à la prononciation pour les langues chinoise et japonaise (furigana pour le japonais et pinyin pour le chinois).\n- Ajout des langues supplémentaires : **amharique, assamais, Aymara, chinois simplifié, chinois traditionnel (Hong Kong), chinois traditionnel (Taïwan)**.\n- Ajout d’un paramètre **“Transition des pages”** dans les paramètres pour choisir la transition : par le bas, par la droite ou aucune.\n\n##### 🧩 Améliorations de l\u0027Expérience\n- Si aucun texte du jour n’est disponible dans la langue sélectionnée, l’application affiche le message de bienvenue.\n- Les publications affichées ne sont plus limitées aux 12 dernières ; seules les publications de moins de 50 jours sont prises en compte.\n- Si un article apparaît déjà dans la base de données mais pas en dernier, son **timeStamp** est mis à jour pour qu’il apparaisse en premier.\n- Quand on sélectionne **“Autres langues”** sur une publication importée, les langues disponibles de la publication importée sont affichées pour éviter un affichage à zéro.\n- La date du texte du jour est affichée uniquement dans les langues existantes dans vos langues sélectionnées.\n\n##### 🎨 Interface \u0026 Design\n- Suppression de l’espace supplémentaire sur l’aperçu du chapitre.\n- Changement du dialogue pour la sélection des langues de l’application : il s’affiche maintenant comme les autres dialogues, avec une barre de recherche.\n\n##### ⚙️ Optimisation\n- Optimisation de l’affichage et du tri des publications sur la page d’accueil plutôt que de prendre les 12 dernières publications il prend les publication sorties au cours des 50 derniers jours.\n\n##### 🐞 Corrections \u0026 Stabilité\n- Ajustements mineurs pour améliorer la stabilité lors de l’affichage des textes et publications.\n\n##### 📦 Mises à Jour Techniques\n- Mise à jour de **Gradle** de 8.14.3 à 9.2.1.\n- Mise à jour de **shared_preferences** de 2.5.3 à 2.5.4."
    },
    {
        "version":  "1.2.4",
        "name":  "jw-life-1-2-4.apk",
        "timestamp":  "2025-12-12T00:09:34Z",
        "changelog":  "##### 📢 Mise à jour – v1.2.4 (11/12/2025)\n\n##### 🧩 Améliorations et Corrections\n- 🌐 Quand on change de langue on ne vérifie plus si y\u0027a une mis à jour de l\u0027app seulement au début\n\n- 📖 Pour les chapitres de la bible et les webview la barre en haut est affiché dès le début. Si le titre n\u0027est pas encore chargé il viendra 1 sec plus tard mais c\u0027est pour éviter d\u0027avoir une rupture de barre au moment de changer de page.\n\n- 📜 Quand je clique sur un verset de la bible il m\u0027affiche dans le titre le verset selectionné également quand on ouvre un verset depuis un autre document.\n\n- 👤 Ajout du bouton Import/Export/Reset sur la page Personnel comme sur JW Library et ajout du bouton historique\n\n- ✏️ Pour les versets biblique, pour le surlignage on récupère que celui de la langue mais pour les notes peut importe la langue peut importe la traduction on récupère les notes\n\n- 📰 Quand on téléchargeait une tour de garde qu\u0027on avait pas dans la page du culte il ne cherchait pas automatiquement la réunion de la semaine où on est après le téléchargement"
    },
    {
        "version":  "1.2.5",
        "name":  "jw-life-1-2-5.apk",
        "timestamp":  "2025-12-14T22:37:34Z",
        "changelog":  "##### 📢 Mise à jour – v1.2.5 (14/12/2025)\n\n##### 🧩 Améliorations de l’Expérience\nLes notes de versets ouvertes via une référence se positionnent désormais automatiquement du côté correspondant à la langue :\n- à gauche pour les langues LTR,\n- à droite pour les langues RTL.\n\nLorsqu’un surlignage est associé à une note, son orientation s’adapte correctement (droite → gauche ou gauche → droite selon la langue).\n\nLes notes affichées dans des extraits de documents sont maintenant correctement positionnées, sans décalage.\n\n##### 🎨 Interface \u0026 Design\nAmélioration de la cohérence visuelle des notes et surlignages dans les contenus multilingues (LTR / RTL).\n\n##### 🐞 Corrections \u0026 Stabilité\nCorrection d’un bug critique empêchant le chargement des favoris au démarrage de l’application.\n\n##### 📦 Mises à Jour Techniques\nMise à jour de mobile_scanner : 7.1.3 → 7.1.4\nMise à jour de Flutter : 3.38.4 → 3.38.5"
    },
    {
        "version":  "1.3.0",
        "name":  "jw-life-1-3-0.apk",
        "timestamp":  "2025-12-27T00:00:00Z",
        "changelog":  "##### 📢 Mise à jour – v1.3.0 (27/12/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Ajout de la gestion de la prédication (préparation) sur la page Prédication, préparant l’architecture pour les futures mises à jour liées à la prédication.\n- Possibilité de changer la langue partout dans l’application, y compris à l’intérieur des sous-catégories (ex. nouveautés d’assemblée, catégories audio, vidéo, etc.).\n- Ajout de boutons flottants ronds sur les pages nécessitant des actions rapides.\n- Ajout d’un bouton ▶︎ pour les vidéos présentes dans les articles, placé avant le texte « Regarder la vidéo », afin de reproduire le comportement du site officiel.\n- Ajout des boutons « Nouvelle visite » et « Cours bibliques » dans la barre d’outils lors du clic sur un paragraphe dans le WebView.\n- Ajout de la recherche avancée dans l’onglet Bibliothèque, identique à la dernière version de JW Library, permettant de rechercher par symbol, année ou catégorie dans les publications, vidéos et audios.\n- Ajout d’un bouton permettant de supprimer une note directement depuis l’aperçu de la note.\n- Ajout de la génération de QR Code dans le dialogue des langues pour les publications.\n- Possibilité d’ajouter une assemblée locale depuis la page dédiée via le bouton flottant « + ».\n- Possibilité de changer la Bible affichée avec mise à jour immédiate dans l’onglet Bible.\n- Amélioration de l’historique : lors de l’ouverture d’un chapitre biblique, le nom du livre et le numéro du chapitre sont désormais enregistrés ensemble.\n\n##### 🧩 Améliorations de l’Expérience Utilisateur\n- Animation venant du haut de l’écran lors de l’apparition d’un nouveau point d’actualité, comme sur le site officiel.\n- Suppression des barres de défilement sur la page des alertes d’actualités, avec ouverture directe des liens vers le site.\n- Vérification systématique de la connexion Internet avant l’ouverture d’un article, d’un audio, d’un PDF ou d’une page WebView afin d’éviter les erreurs.\n- Affichage d’une fenêtre d’information en cas d’absence de connexion Internet pour éviter l’ouverture de lecteurs vides ou de pages en erreur.\n- Pour les langues RTL (arabe, hébreu, etc.), inversion des boutons précédent et suivant dans les articles.\n- Adaptation complète du lecteur audio pour les langues RTL.\n- Inversion des icônes précédent/suivant pour les audios et vidéos dans les langues RTL.\n- Respect de la direction LTR/RTL dans tous les dialogues, y compris le dialogue des langues.\n- Amélioration du mode image/texte (ex. cantiques) avec affichage plein écran et défilement fluide.\n- Les menus à trois points s’ouvrent désormais au-dessus de la barre de navigation afin d’éviter des boutons inaccessibles.\n- Les publications et médias ajoutés aux favoris n’affichent plus l’icône étoile dans la section Favoris, le statut étant implicite.\n- Lors du clic sur un verset, seul le numéro du verset est affiché dans le titre de l’AppBar, et non plus lors du clic sur un paragraphe de document.\n- Les liens vers les versets, le lexique et d’autres notes d’étude sont désormais cliquables dans les notes d’étude.\n- Rétablissement et correction de la page Frères et sœurs (importation des contacts non disponible pour le moment).\n- Amélioration de la page Culte pour se rapprocher davantage du design de JW Library, avec les titres de documents affichés en bleu.\n\n##### 🎨 Interface \u0026 Design\n- Correction et adaptation de tous les éléments utilisant un positionnement précis afin de respecter correctement les directions LTR et RTL.\n- Réparation des icônes des marque-pages avec adaptation automatique à la couleur du thème actif.\n- La visionneuse d’images en plein écran respecte désormais la direction LTR/RTL selon la langue de la publication.\n- Suppression du fond lors du chargement des images de vidéos dans la visionneuse plein écran.\n- Affichage des numéros bibliques et de tous les chiffres selon la langue de l’utilisateur (ex. chiffres arabes).\n- Adaptation des années (Tour de Garde, Réveillez-vous, Cahier Vie et Ministère) à la langue de l’utilisateur.\n- Traduction complète des onglets de recherche (TOUT, WOL, VIDÉOS, AUDIOS, etc.) dans toutes les langues.\n- Suppression du texte en gras pour les numéros dans les grilles (ex. cantiques) afin d’obtenir un rendu plus épuré.\n- Adaptation du logo de chargement à la couleur du thème.\n- Réduction légère de la taille du logo au démarrage de l’application.\n- Adaptation de la couleur du texte pour la recherche dans les notes et catégories en fonction du thème.\n- Amélioration du design des dialogues WebView avec des icônes carrées et plus compactes.\n- Amélioration du dialogue des notes pour une prise de note plus agréable, avec recalcul automatique des tailles lors du passage en plein écran ou du redimensionnement.\n\n##### ⚙️ Optimisation\n- Optimisation des requêtes SQL afin de charger la langue une seule fois et de l’appliquer à l’ensemble des publications de la requête.\n- Amélioration significative des performances du surlignage sur les documents volumineux.\n- Suppression du bug provoquant un décalage de page lors du premier surlignage.\n- Accélération du clic sur les paragraphes et les versets.\n- Synchronisation du lecteur des playlists avec le lecteur vidéo principal.\n- Augmentation du nombre maximal de caractères pour la recherche dans une publication afin d’éviter l’apparition inutile de « Voir plus ».\n- Suppression des espaces inutiles avant le texte dans la page de recherche des publications.\n- Amélioration de la recherche par index de mots dans les WebView.\n- Optimisation des suggestions de recherche en fonction de la langue actuelle, de la bibliothèque installée et de la connexion Internet.\n\n##### 🐞 Corrections \u0026 Stabilité\n- Correction de nombreux bugs dans l’affichage et la navigation des chapitres de la Bible.\n- Le bouton « Galerie Multimédia » s’affiche désormais dans la langue de la Bible sélectionnée.\n- Vérification de la bonne traduction de la Bible avant ouverture afin d’éviter l’affichage d’une version incorrecte.\n- Vérification de l’ouverture correcte de la base de données du texte du jour avant toute requête SQL.\n- Correction de l’ouverture de la Bible depuis la recherche globale en sélectionnant automatiquement la version la plus récente installée.\n- Repositionnement correct des notes lors du passage en plein écran ou lors du redimensionnement de la fenêtre.\n- Ajustement du positionnement du bouton flottant du WebView pour une meilleure cohérence avec le reste de l’application.\n- Ajout des notes et du surlignage dans les dialogues qui ne les chargeaient pas encore (sauf pour le guide de recherche concernant les notes utilisateur).\n- Correction de la suppression des audios et vidéos des favoris.\n- Vérification de la connexion Internet avant l’affichage ou la copie des paroles d’un audio.\n- Correction d’un problème d’écran noir après l’export d’une sauvegarde depuis l’onglet Personnel.\n- Amélioration de l’affichage des paroles pour les audios.\n- Harmonisation de l’affichage des menus des playlists avec l’utilisation des trois points horizontaux.\n\n##### 📦 Mises à Jour Techniques\n- Mise à jour de la base de langues mepsunit.db depuis la dernière version de JW Library.\n- Adaptation du format des dates à la langue de l’utilisateur (ex. 27/12/2025).\n- Mise à jour de file_picker de la version 10.3.7 vers 10.3.8.\n- Mise à jour de gpt_markdown de la version 1.1.4 vers 1.1.5."
    },
    {
        "version":  "1.3.1",
        "name":  "jw-life-1-3-1.apk",
        "timestamp":  "2025-12-29T04:22:06Z",
        "changelog":  "##### 📢 Mise à jour – v1.3.1 (29/12/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Possibilité d’ouvrir et de consulter des bibles en anglais qui ne sont pas issues de la Traduction du monde nouveau, comme la King James Version.\n- Ajout d’une loupe fonctionnelle dans les WebView permettant de visualiser en temps réel le contenu en cours de surlignage.\n- Ajout des éléments de recherche issus du Guide de recherche afin d’enrichir les suggestions dans la recherche globale ainsi que dans la recherche de la bibliothèque.\n- Ajout d’une barre de progression lors du téléchargement des audios, affichée directement dans le menu de téléchargement.\n\n##### 🧩 Améliorations de l’Expérience Utilisateur\n- Les accents ne sont désormais plus pris en compte dans la recherche : il est possible de taper « jesus » et d’obtenir des résultats pour « Jésus », aussi bien dans la recherche globale que dans celle de la bibliothèque.\n- Amélioration de la gestion des références bibliques consécutives : lorsque deux versets consécutifs sont sélectionnés (ex. Genèse 3:15 et 16), l’affichage est désormais correctement formaté en « Genèse 3:15-16 ».\n- Amélioration de la rapidité d’ouverture du menu d’une publication, avec un emplacement entièrement dédié à l’image rectangulaire afin d’éviter les recalculs de layout.\n\n##### 🎨 Interface \u0026 Design\n- Harmonisation du rond de rafraîchissement avec celui utilisé dans toute l’application, avec adaptation automatique à la couleur du thème actif.\n- Amélioration de la couleur des livres de la Bible en fonction du thème sélectionné.\n- Actualisation instantanée de la couleur des livres de la Bible lors d’un changement de thème depuis le menu, sans nécessiter de rechargement de la page.\n- Le bouton flottant (Floating Action Button) s’adapte désormais automatiquement à la couleur du thème lors d’un changement dans les paramètres.\n\n##### ⚙️ Optimisation\n- Optimisation de la décompression du catalogue lors d’une mise à jour afin de réduire le temps de traitement.\n- Optimisation de la conversion des fichiers JSON vers la base de données Realm.\n- Amélioration significative de la vitesse de chargement au démarrage de l’application : plusieurs actions sont désormais exécutées en simultané pour afficher l’interface et le contenu le plus rapidement possible.\n\n##### 🐞 Corrections \u0026 Stabilité\n- Correction d’un bug affectant certaines langues lors du clic sur un verset depuis les résultats de recherche globale dans la section « TOUT ».\n- Correction de bugs liés au surlignage introduits dans les versions précédentes : lorsque le surlignage était effectué rapidement, il pouvait parfois disparaître, ce problème est désormais résolu.\n- Correction de plusieurs bugs liés aux bases de données afin d’éviter des plantages de l’application.\n- Correction d’un bug lors du remplacement d’un marque-page dans la Bible : la référence s’affichait deux fois (ex. Genèse 3:15:15), elle est désormais correctement affichée une seule fois (Genèse 3:15).\n\n##### 📦 Mises à Jour Techniques\n- Amélioration globale de la gestion interne des bases de données pour plus de stabilité.\n- Optimisation des processus liés aux recherches, au chargement des contenus et à l’actualisation dynamique des éléments dépendants du thème."
    },
    {
        "version":  "1.3.2",
        "name":  "jw-life-1-3-2.apk",
        "timestamp":  "2025-12-30T05:00:59Z",
        "changelog":  "##### 📢 Mise à jour – v1.3.2 (30/12/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Ajout d’un menu dédié aux médias permettant d’envoyer et d’intégrer des fichiers audio (mp3) et vidéo (mp4), avec un fonctionnement similaire à JW Library.\n- Ajout de nouvelles options de tri dans l’onglet « Publications téléchargées et mises à jour » : Titre, Symbol, Année, Souvent utilisé, Rarement utilisé et Taille décroissante.\n- Harmonisation de l’ordre des catégories dans l’onglet « Publications téléchargées et mises à jour » afin qu’il corresponde exactement à l’ordre de l’onglet « Publication ».\n- Ajout de la recherche intelligente de versets dans la recherche globale, proposant deux choix distincts :\n  - Accès direct au verset dans l’onglet « Bible ».\n  - Lancement d’une recherche textuelle classique sur le verset sélectionné.\n- Préparation de l’affichage permettant de positionner les deux premiers versets d’une fenêtre côte à côte (fonctionnalité prête pour une future activation).\n\n##### 🧩 Améliorations de l’Expérience Utilisateur\n- Vérification automatique de la connexion Internet avant tout téléchargement d’un audio afin d’éviter les erreurs et téléchargements incomplets.\n- Amélioration de l’affichage des références bibliques pour les livres ne contenant qu’un seul chapitre (ex. Philémon), avec un rendu conforme à JW Library (ex. « Philémon 22 » au lieu de « Philémon 1:22 »).\n- Lors du clic sur une note affichée en bas de page, l’application effectue désormais un défilement automatique et fluide jusqu’à la note d’origine dans le document.\n- Amélioration du comportement de la recherche globale pour une navigation plus rapide et plus intuitive entre la Bible et la recherche textuelle.\n\n##### 🎨 Interface \u0026 Design\n- Réduction du niveau de zoom de la loupe afin d’offrir une meilleure visibilité du contexte autour du texte sélectionné.\n- Centrage vertical du sous-titre dans l’AppBar lorsque le titre principal n’est pas encore chargé.\n- Agrandissement et accélération de l’animation de l’icône de rafraîchissement pour se rapprocher visuellement et fonctionnellement de JW Library.\n- Correction d’un problème d’affichage dans la liste des versets utilisant la King James Version, qui empêchait l’affichage correct des autres versets dans la WebView.\n\n##### ⚙️ Optimisation\n- Optimisation du wrapping des mots dans la WebView, permettant un chargement plus rapide des documents.\n- Optimisation générale de la WebView afin de réduire les temps de chargement et améliorer la fluidité lors de l’ouverture des documents.\n- Amélioration globale du système de gestion des téléchargements et des mises à jour des publications et des médias.\n\n##### 🐞 Corrections \u0026 Stabilité\n- Correction d’un bug lors de la recherche d’audios associés à une publication lorsque certains audios n’avaient pas de paragraphe associé.\n- Correction de nombreux bugs liés aux téléchargements et aux mises à jour des publications et des médias, désormais entièrement stabilisés.\n- Correction du rafraîchissement de l’interface lorsqu’une publication est retirée d’une catégorie alors qu’elle n’est pas présente dans le catalogue.\n- Correction de multiples problèmes liés aux bases de données, améliorant la stabilité et la fiabilité globale de l’application.\n\n##### 📦 Mises à Jour Techniques\n- Réorganisation complète des noms de fichiers et de l’arborescence du projet pour une meilleure lisibilité et maintenabilité.\n- Nettoyage et restructuration interne du projet afin de faciliter les évolutions futures et la maintenance du code."
    },
    {
        "version":  "1.3.3",
        "name":  "jw-life-1-3-3.apk",
        "timestamp":  "2025-12-31T05:41:53Z",
        "changelog":  "##### 📢 Mise à jour – v1.3.3 (31/12/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Ajout de la gestion multilingue indépendante par section : chaque élément de l’application (Texte du jour, Panoplie d’enseignement, Nouveautés, Culte, Bibliothèque) peut désormais utiliser une langue différente.\n- Possibilité d’afficher par exemple l’onglet Culte en anglais tout en conservant le Texte du jour en chinois.\n- Le bouton de sélection de langue situé sur la page d’accueil permet désormais de synchroniser toutes les sections de l’application vers une langue unique en une seule action.\n- Les notes d’étude dans la Bible affichent maintenant uniquement les notes correspondant au verset sélectionné, avec le verset concerné affiché clairement au-dessus.\n\n##### 🧩 Améliorations de l’Expérience Utilisateur\n- Les notes affichées dans la WebView principale se mettent automatiquement à jour lors d’un changement de document ou de page, puis la fenêtre se ferme correctement afin d’éviter toute incohérence.\n- Sur la page du Texte du jour, seules les notes correspondant au jour actuellement affiché sont désormais visibles, et non plus l’ensemble des notes du mois.\n- Lorsqu’un lien est cliqué dans une fenêtre de contenu, si la publication est déjà téléchargée et qu’un extrait d’article peut être identifié, celui-ci est automatiquement affiché.\n- Les publications extraites ne permettent plus l’ouverture des notes, car celles-ci ne peuvent pas être affichées correctement, évitant ainsi l’ouverture incorrecte de la fenêtre du lecteur vidéo.\n- Lors d’un changement de langue sur la page du Texte du jour, celui-ci est immédiatement actualisé dans la bonne langue, y compris sur la page d’accueil.\n\n##### 🎨 Interface \u0026 Design\n- Ajout d’un effet de fondu fluide de la barre d’outils située au-dessus des paragraphes lorsqu’elle est masquée, reproduisant fidèlement le comportement visuel de JW Library.\n- Suppression des marges inutiles en haut et en bas de la fenêtre affichant l’ensemble des notes dans la WebView, pour un affichage plus compact et plus lisible.\n- La bannière d’actualité située en haut de l’application utilise désormais la langue globale de l’application et non plus celle de la bibliothèque.\n- Amélioration de l’affichage des versets (ex. « Genèse 3:15 ») en utilisant systématiquement la langue de l’application.\n\n##### ⚙️ Optimisation\n- Amélioration de la gestion globale des langues de l’application, notamment pour le format des dates et des nombres lorsque la langue sélectionnée n’existe pas ou n’est pas entièrement prise en charge.\n- Optimisation de l’actualisation des assemblées lors d’un changement de langue afin d’éviter toute incohérence d’affichage.\n- Optimisation générale des processus internes pour améliorer la fluidité, la stabilité et la réactivité globale de l’application.\n\n##### 🐞 Corrections \u0026 Stabilité\n- Correction d’un bug lié à la gestion et à l’affichage de la langue chinoise.\n- Correction du comportement des balises HTML « rt » : elles ne sont plus incluses dans le wrapping des mots, ce qui permet :\n  - de surligner correctement les caractères japonais et chinois sans inclure les aides à la prononciation,\n  - de surligner uniquement le texte des versets dans la Bible interlinéaire, sans inclure les liens ou annotations situés au-dessus.\n- Correction de l’ouverture incorrecte de certaines fenêtres de contenu qui pouvaient être interprétées comme un lecteur vidéo.\n- Correction et amélioration de l’actualisation des notes lors des changements de document ou de page dans les WebView.\n\n##### 📦 Mises à Jour Techniques\n- Refactorisation de la gestion interne des fenêtres de contenu pour garantir un affichage cohérent selon le type de publication.\n- Amélioration de la logique de sélection et de priorité des langues entre la bibliothèque, l’application et les éléments spécifiques.\n- Nettoyage et optimisation du code afin de renforcer la stabilité, la maintenabilité et les performances générales de l’application."
    },
    {
        "version":  "1.3.4",
        "name":  "jw-life-1-3-4.apk",
        "timestamp":  "2025-12-31T14:51:17Z",
        "changelog":  "##### 📢 Mise à jour – v1.3.4 (31/12/2025)\n\n##### 🎨 Interface \u0026 Design\n- Correction de l’affichage et du fonctionnement de la barre d’outils des couleurs dans le WebView suite aux changements introduits dans la version précédente.\n\n##### ⚙️ Optimisation\n- L’actualisation par glissement vers le bas sur la page d’accueil n’entraîne plus de ralentissements de l’interface ni du WebView.\n- Le rond de chargement lors de l’ouverture d’un WebView est désormais fluide et ne provoque plus de saccades.\n- Mise en cache des images des chapitres de la Bible en taille réduite afin d’améliorer la rapidité d’affichage.\n- Mise en cache optimisée des images des documents utilisés lors des réunions pour accélérer leur chargement.\n\n##### 🐞 Corrections \u0026 Stabilité\n- Correction des ralentissements liés au chargement des WebView.\n- Amélioration de la stabilité générale de l’application lors du rafraîchissement du contenu."
    },
    {
        "version":  "1.4.0",
        "name":  "jw-life-1-4-0.apk",
        "timestamp":  "2026-01-04T05:18:21Z",
        "changelog":  "##### 📢 Mise à jour – v1.4.0 (04/01/2025)\n\n##### 🧩 Améliorations de l’Expérience\n- Lors d’un surlignage, la barre d’outils disparaît automatiquement après 3 secondes.\n- Lorsqu’on clique sur un verset dans un document et qu’un autre verset est adjacent, celui-ci est automatiquement affiché en dessous sans action supplémentaire.\n- La détection des dernières publications prend désormais en compte les deux années précédentes afin de gérer correctement le changement d’année.\n- Ajout d’un bouton « verset en parallèle » dans la fenêtre « Personnaliser » d’un verset biblique, préparant une future comparaison côte à côte.\n- Ajout des informations de langue pour les livres bibliques et documents datés dans la base de téléchargement, nécessitant un retéléchargement des Bibles et des Textes du jour.\n- L’aperçu des chapitres utilise désormais le même fond que l’application et est mieux géré.\n- Amélioration majeure de la gestion des téléchargements et des mises à jour afin d’éviter les blocages et les annulations tardives.\n- Amélioration de l’historique avec icônes selon le type de contenu et ajout du Texte du jour avec icône calendrier.\n- Mise en place du RTL pour les éléments du Texte du jour en hébreu et en arabe.\n- L’option « Autre langue » affiche désormais le nombre exact de langues disponibles pour chaque document.\n- Les tableaux dans les documents peuvent désormais être déplacés librement sans changer de page.\n- Amélioration de l’animation et de la conservation du scroll lors des changements de page dans le WebView.\n- Amélioration de la page Culte avec animation et sélection temporaire de l’assemblée.\n- Priorité donnée aux boutons interactifs dans les paragraphes (ex. objectifs de « Vivez pour toujours »).\n\n##### 🎨 Interface \u0026 Design\n- Augmentation légère de la taille de la police des titres vidéo sur les pages « Vidéos » et « Nouveautés ».\n- Affichage de l’icône de la Bible lorsqu’aucune image n’est disponible.\n- Affichage des livres et chapitres bibliques manquants en mode désactivé, comme sur JW Library.\n- Amélioration de la lisibilité des aperçus de chapitres en mode paysage.\n- Correction de l’affichage des médias dans « Voir les médias ».\n- Adaptation des vidéos carrées avec fond basé sur la couleur dominante.\n- Amélioration de la visionneuse d’images plein écran.\n- Amélioration de la fenêtre des notes (polices et espacements).\n- Correction du libellé « Langues » dans les paramètres.\n\n##### ⚙️ Optimisation\n- Accélération de l’ouverture des menus de publications, en particulier pour la Bible.\n- Optimisation de l’affichage des livres et chapitres bibliques.\n- Correction de l’affichage des médias lors du swipe entre documents.\n- Amélioration de la fluidité du menu audio.\n- Amélioration partielle du zoom des cantiques en image.\n\n##### 🐞 Corrections \u0026 Stabilité\n- Suppression du menu « Voir les médias » dans les chapitres bibliques.\n- Correction du bouton de téléchargement de l’invitation du Mémorial.\n- Ajout d’un indicateur de chargement lors de l’ouverture d’un article depuis l’accueil.\n- Mise à jour correcte du titre et de la date du Texte du jour lors du changement de page.\n- Correction du bug lors de l’ouverture de « Examinons les Écritures 2025/2026 ».\n- Tri correct des Tours de Garde de janvier à décembre.\n- Suppression de la recherche sur les nouveautés des assemblées régionales.\n- Ajout des descriptions dans les menus à partir des nouveaux .jwpub.\n- Mise en conformité RTL des menus d’assemblées.\n- Correction de la langue lors du partage depuis la page Culte.\n- Amélioration de la gestion de l’ordre des traductions bibliques.\n- Ajout de paramètres liés aux descriptions et à l’ouverture directe des documents.\n- Désactivation du surlignage des boutons « Télécharger »."
    },
    {
        "version":  "1.4.1",
        "name":  "jw-life-1-4-1.apk",
        "timestamp":  "2026-01-04T14:45:32Z",
        "changelog":  "##### 📢 Mise à jour – v1.4.1 (04/01/2025)\n\n##### 🐞 Corrections \u0026 Stabilité\n- Correction d’un bug au démarrage de l’application dû à une mauvaise version de la base de données de l’historique.\n- Correction d’un problème lors du changement de page avec les cantiques : l’image du cantique ne s’affichait parfois plus.\n- Correction d’un bug lors de la suppression d’un surlignage : la confirmation de suppression de la note associée n’était plus affichée.\n- Correction d’un problème empêchant les publications marquées comme « IsSingleDocument » de fonctionner correctement au démarrage, ce qui obligeait à les retélécharger."
    },
    {
        "version":  "1.4.2",
        "name":  "jw-life-1-4-2.apk",
        "timestamp":  "2026-01-05T23:03:05Z",
        "changelog":  "##### 📢 Mise à jour – v1.4.2 (05/01/2025)\n\n##### 🎨 Interface & Design\n- Amélioration du rendu des couleurs de la barre d’outils de surlignage : les couleurs sont désormais plus foncées et les bordures légèrement plus foncées que la couleur sélectionnée pour une meilleure lisibilité.\n- Chargement des images présentes dans les extraits de publications affichés dans la section « Voir les médias » uniquement si les publications référencées sont téléchargées.\n\n##### 🧩 Améliorations de l’Expérience\n- Ajout d’une barre de recherche permettant de rechercher un verset directement lorsqu’on se trouve sur la page d’un livre de la Bible.\n- Affichage de l’ensemble des versions d’un cantique lorsqu’on clique sur l’icône casque dans un document contenant un cantique de la publication « sjj ».\n\n##### ⚙️ Optimisation\n- Amélioration globale du chargement des documents.\n- Récupération et affichage uniquement des images correctes et de celles qui manquaient précédemment dans la page « Voir les médias ».\n\n##### 🐞 Corrections & Stabilité\n- Correction d’un bug empêchant le verrouillage horizontal de fonctionner correctement.\n- Correction d’un problème lors de la recherche dans la Bible : les versets s’affichaient avec une police incorrecte.\n- Correction d’un bug où l’option « expression exacte » faisait disparaître le bouton, empêchant de revenir en arrière.\n- Correction de l’affichage du message « Aucun résultat », qui n’occupe désormais plus toute la place de l’écran.\n- Correction d’un bug où, lors du clic sur les informations d’un verset, la barre d’outils ne disparaissait pas après l’ouverture de la fenêtre."
    }
]
