{"version":"1.4.8","name":"jw-life-1-4-8.apk","timestamp":"2026-01-31T23:49:32Z","changelog":"##### 📢 Mise à jour – v1.4.8 (31/01/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Ajout d’un bouton permettant de changer directement la langue d’un article depuis la page d’accueil, affiché à côté du titre de l’article.\n- Possibilité d’ajouter une note sur une vidéo : via le menu à trois points, il est désormais possible de cliquer sur « Ajouter une note ». La note s’affiche en bas de l’écran, à gauche du bouton de téléchargement. Un appui long permet de supprimer la note.\n- Ajout des nouvelles publications parues pour les assemblées dans la section Nouveautés, avec une prise en compte correcte de la date de publication.\n- Les vidéos qui ne sont pas présentes dans le catalogue (ex. vidéos des semaines spéciales) peuvent désormais être ouvertes depuis un document ou depuis la vue « Voir les médias » d’un document.\n\n##### 🧩 Améliorations de l’Expérience\n- Lors de l’ajout d’une vidéo dans une autre langue aux favoris, celle-ci est désormais enregistrée dans la bonne langue. Le même comportement est appliqué à l’historique, avec un enregistrement correct dans la base de données.\n- Le menu « Télécharger » n’est désormais plus affiché dans le menu déroulant des vidéos et des audios : seul le bouton nuage permet le téléchargement. Une fois le média téléchargé, il est toujours possible de supprimer le fichier comme auparavant.\n- Correction de la note persistante affichée en bas de l’écran : les couleurs correspondent désormais correctement au thème clair de l’application.\n- Affichage correct des descriptions situées sous les carrousels d’images (galeries) dans certains contenus, notamment dans la leçon 21 du livre « Vivez pour toujours ».\n- Les notes et les surlignages associés sont désormais affichés correctement dans la note persistante en bas de page lorsqu’ils existent.\n- Pour les alertes (points d’actualité), quel que soit la langue sélectionnée, le lien ouvre désormais toujours la page correcte.\n- Lors d’un clic sur une publication depuis une recherche effectuée dans un champ de texte, l’application ouvre désormais correctement le bon passage du document.\n\n##### ⚙️ Optimisation\n- Amélioration du chargement des pages WebView lorsque les documents sont affichés en mode image.\n- Suppression automatique des fichiers de sous-titres et de leur enregistrement en base de données lors de la suppression d’une vidéo, afin de libérer de l’espace de stockage.\n\n##### 🐞 Corrections & Stabilité\n- Correction définitive du problème d’affichage des barres supérieure et inférieure lors du changement de page dans le Texte du jour : celles-ci ne disparaissent plus à l’ouverture d’une fenêtre.\n- Correction d’un bug où la suppression d’une note persistante en bas de l’écran ne la retirait pas visuellement.\n- La catégorie « Nouveautés (assemblées régionales) » n’est désormais plus affichée lorsqu’elle ne contient aucune publication.\n- Correction d’un problème empêchant l’affichage des suggestions de mots lorsqu’un document était ouvert depuis un menu.\n- Correction des marques-pages dans la Bible : lorsqu’un marque-page est remplacé, il est désormais mis à jour sur la bonne page.\n- Correction d’un problème où les sous-titres des vidéos téléchargées ne fonctionnaient plus.\n- Correction d’un bug empêchant l’affichage des versets lors de l’utilisation de l’option « Autres versions ».\n- Correction d’un problème dans la page d’aperçu de la Bible : il est désormais possible d’ouvrir correctement les versets lorsqu’un seul verset est présent.\n- Correction de certains menus déroulants qui s’affichaient derrière la barre de navigation.\n\n##### 📦 Mises à Jour Techniques\n- Mise à jour de flutter_local_notifications : 19.5.0 → 20.0.0\n- Mise à jour de file_picker : 10.3.8 → 10.3.10\n- Mise à jour de dio : 5.9.0 → 5.9.1\n- Mise à jour de Flutter : 3.38.5 → 3.38.6"}
