{"version":"1.0.3","name":"jw-life-1-0-3.apk","timestamp":"2025-10-22T03:52:25Z","changelog":"##### 📢 **Mise à jour – 1.0.3 (21/10/2025)** \n\n\n\n ##### 🐞 **Corrections**\n- Correction du bug quand on ajoutait une note dans une catégorie : la catégorie sur laquelle on a créé la note n'apparaissait pas correctement.\n- La majorité des bugs liés aux playlist sont corrigés.\n- Correction du bug sur les playlist avec le nom original et les images.\n- Correction du bug avec le clavier sur les Images en plein écran.\n- Optimisation des transitions entre les pages et entre les boutons de navigation (c'est plus fluide).\n\n##### 🧩 **Améliorations**\n- Ajout d'une recherche mieux élaborée quand on cherche une catégorie dans une note. Par exemple: je cherche reunion au lieu de réunion ou je cherche paie au lieu de paix.\n- Optimisation et amélioration des dialogues lors d'import de .jwpub, .jwplaylist. Si ce n'est pas le bon format, etc.\n- Sur la page Audio en fullscreen un padding plus grand a été ajouté pour pas qu'il se chevauche avec les boutons en bas de navigation.\n- Mise à jour des boutons avec un bord pour qu'ils soient tous de la même couleur (couleur principale du thème) avec des bords carrés.\n- Changement de l'icône quand on importe un .jwpub par une icône de document.\n- Changement de l'icône pour les sous-titres pour qu'il y ait un mode activé et désactivé.\n- Amélioration de la page Note dans l'application.\n\n##### 🚀 **Nouvelles fonctionnalités**\n- Changement de fichier autorisé par Android de '.jwplaylist' en **'.jwlplaylist'**.\n- Ajout de l'import et de l'export pour les playlist au format **'.jwlplaylist'**.\n- La majorité des bugs liées aux playlist sont corrigés : on peut désormais importer un fichier de type ('png', 'jpg', 'jpeg', 'mp4', 'm4v', '3gp', 'mov', 'mp3', 'aac', 'heic', 'webp') dans la playlist. \n- La suppression totale d'une playlist fonctionne.\n- On peut ajouter des vidéos, des audios du catalogue et des images sans problèmes.\n- On peut renommer les playlist et changer l'action de fin.\n- On peut aussi ouvrir les images, les audios et les vidéos dans un lecteur qui permet de changer de média en bas avec < > et respecte l'action de fin.\n- Ajout d'un menu **« Ajouter à la liste de lecture »** pour les éléments dans une playlist.\n- Possibilité de créer une playlist dans le menu **« Ajouter à la liste de lecture »** et le média s'ajoute directement dedans.\n- Ajout du bouton **Lecture aléatoire** tout en haut d'une catégorie vidéos comme sur JW Library.\n- Ajout des petits boutons à côté du titre de la sous-catégorie (icônes tout lire et aléatoire).\n\n##### 📦 **Mises à jour techniques**\n- Pour importer des audios et des vidéos (la durée et l'image du fichier) : installation des bibliothèques `mime: 2.0.0`, `flutter_video_info: 1.3.3`, `audio_info: 0.0.3`.\n"}
