{"version":"1.3.3","name":"jw-life-1-3-3.apk","timestamp":"2025-12-31T05:41:53Z","changelog":"##### 📢 Mise à jour – v1.3.3 (31/12/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Ajout de la gestion multilingue indépendante par section : chaque élément de l’application (Texte du jour, Panoplie d’enseignement, Nouveautés, Culte, Bibliothèque) peut désormais utiliser une langue différente.\n- Possibilité d’afficher par exemple l’onglet Culte en anglais tout en conservant le Texte du jour en chinois.\n- Le bouton de sélection de langue situé sur la page d’accueil permet désormais de synchroniser toutes les sections de l’application vers une langue unique en une seule action.\n- Les notes d’étude dans la Bible affichent maintenant uniquement les notes correspondant au verset sélectionné, avec le verset concerné affiché clairement au-dessus.\n\n##### 🧩 Améliorations de l’Expérience Utilisateur\n- Les notes affichées dans la WebView principale se mettent automatiquement à jour lors d’un changement de document ou de page, puis la fenêtre se ferme correctement afin d’éviter toute incohérence.\n- Sur la page du Texte du jour, seules les notes correspondant au jour actuellement affiché sont désormais visibles, et non plus l’ensemble des notes du mois.\n- Lorsqu’un lien est cliqué dans une fenêtre de contenu, si la publication est déjà téléchargée et qu’un extrait d’article peut être identifié, celui-ci est automatiquement affiché.\n- Les publications extraites ne permettent plus l’ouverture des notes, car celles-ci ne peuvent pas être affichées correctement, évitant ainsi l’ouverture incorrecte de la fenêtre du lecteur vidéo.\n- Lors d’un changement de langue sur la page du Texte du jour, celui-ci est immédiatement actualisé dans la bonne langue, y compris sur la page d’accueil.\n\n##### 🎨 Interface & Design\n- Ajout d’un effet de fondu fluide de la barre d’outils située au-dessus des paragraphes lorsqu’elle est masquée, reproduisant fidèlement le comportement visuel de JW Library.\n- Suppression des marges inutiles en haut et en bas de la fenêtre affichant l’ensemble des notes dans la WebView, pour un affichage plus compact et plus lisible.\n- La bannière d’actualité située en haut de l’application utilise désormais la langue globale de l’application et non plus celle de la bibliothèque.\n- Amélioration de l’affichage des versets (ex. « Genèse 3:15 ») en utilisant systématiquement la langue de l’application.\n\n##### ⚙️ Optimisation\n- Amélioration de la gestion globale des langues de l’application, notamment pour le format des dates et des nombres lorsque la langue sélectionnée n’existe pas ou n’est pas entièrement prise en charge.\n- Optimisation de l’actualisation des assemblées lors d’un changement de langue afin d’éviter toute incohérence d’affichage.\n- Optimisation générale des processus internes pour améliorer la fluidité, la stabilité et la réactivité globale de l’application.\n\n##### 🐞 Corrections & Stabilité\n- Correction d’un bug lié à la gestion et à l’affichage de la langue chinoise.\n- Correction du comportement des balises HTML « rt » : elles ne sont plus incluses dans le wrapping des mots, ce qui permet :\n  - de surligner correctement les caractères japonais et chinois sans inclure les aides à la prononciation,\n  - de surligner uniquement le texte des versets dans la Bible interlinéaire, sans inclure les liens ou annotations situés au-dessus.\n- Correction de l’ouverture incorrecte de certaines fenêtres de contenu qui pouvaient être interprétées comme un lecteur vidéo.\n- Correction et amélioration de l’actualisation des notes lors des changements de document ou de page dans les WebView.\n\n##### 📦 Mises à Jour Techniques\n- Refactorisation de la gestion interne des fenêtres de contenu pour garantir un affichage cohérent selon le type de publication.\n- Amélioration de la logique de sélection et de priorité des langues entre la bibliothèque, l’application et les éléments spécifiques.\n- Nettoyage et optimisation du code afin de renforcer la stabilité, la maintenabilité et les performances générales de l’application."}
