{
  "version":  "1.2.2",
  "name":  "jw-life-1-2-2.apk",
  "timestamp":  "2025-12-08T00:00:59Z",
  "changelog":  "📢 Mise à jour – v1.2.2 (07/12/2025)\n\n🚀 Nouvelles Fonctionnalités\n\n📖 Bible\nPossibilité d’ouvrir trois versions de la Bible :\nTraduction du monde nouveau\nBible avec notes et références\nBible Interlinear\n\n📝 Notes\nAjout de la création de notes depuis le WebView via le bouton Ajouter une note.\nAjout de la création de notes depuis :\nla page des notes\nla page des catégories\n\n🌐 Langues & Téléchargements\nAjout du nuage de téléchargement dans Autres langues pour télécharger une vidéo en un clic.\n\n🔥 Développement\nActivation du Hot Reload en mode debug sur le WebView (HTML/JS rechargés instantanément).\n\n🌍 Affichage multilingue\nAjout de l’affichage du texte en langue pour imiter JW Library dans :\nPanoplie d’enseignement\nNouveautés\n(changement de langue pas encore disponible)\n\n🧩 Améliorations de l’expérience\n\n📚 Navigation & Recherche\nLes catégories et sous-catégories s’adaptent automatiquement à la taille de l’écran.\nLes mots recherchés dans une publication s’affichent désormais à la suite.\nSystème de langue de secours automatique si la langue demandée est trop rare.\nCorrection de la recherche des versets.\nAjout d’un onglet WOL pour rechercher dans la bibliothèque en ligne.\nLes extraits de publication en arabe recherchent désormais les bons symboles.\n\n🎧 Médias\nImages des vidéos et audios plus petites.\nMeilleure gestion des audios dans les menus des publications : mise à jour ciblée sans recharger toute la page.\nCorrection : les vidéos/audio en autre langue se lancent correctement.\n\n🔗 Liens & QR Code\nAjout d’un QR Code sous Envoyer le lien pour faciliter le partage en prédication.\nAjout d’un lecteur de QR Code intégré dans l’app :\npermet d’ouvrir un contenu précis\nfonctionne entre deux appareils JW Life\nfonctionne aussi avec les QR du site ou publications papier\nLes liens avant 1990 fonctionnent correctement avec QR ou liens.\nSi l’app est ouverte avec un lien JW non reconnu, il s’ouvre dans une page Internet.\n\n🎨 Interface & Design\n\n📁 Catégories & Accueil\nHauteur des catégories/items réduite pour correspondre au style JW Library.\nPlus grand espacement entre les sections de la page d’accueil.\n\n📝 Notes\nVue des notes entièrement revue :\n\ndesign proche de JW Library\nplus de texte visible\nnavigation plus naturelle\n\n📜 Textes et Police\nCorrection de l’alignement des versets de l’ancienne traduction.\nPolice ajustée pour les textes Flutter incluant du HTML (plus de stretch).\nPolice des labels des tabs harmonisée avec le reste de l’app.\n\n🗓️ Divers\nDans la page du Culte, la semaine actuelle affiche : Cette semaine.\n\n⚙️ Optimisation\n\n📂 Base de données & Fichiers\nBase des médias entièrement revue → mediator.realm (structure JW Library récente).\nExternalisation complète du HTML/CSS/JS dans des fichiers séparés.\nCes fichiers sont désormais chargés en cache au démarrage → meilleures performances.\nMeilleure lecture des données WOL lors de la récupération des infos de langue.\n\n🧠 Performance générale\nAucune double mise à jour au démarrage (bug corrigé).\nLancement plus rapide même avec peu de réseau.\nQuand les audios sont trouvés, seule la section concernée est actualisée.\n\n🐞 Corrections & Stabilité\n\n📝 Notes\nCorrection d’un bug lors de la suppression d’une note en pleine page.\n\n📖 Bible\nCorrection du décalage des versets dans l’ancienne traduction lors du clic.\n\n🌐 WebView\nCorrection d’un bug lorsqu’on redimensionne un dialog (taille réinitialisée correctement).\nAugmentation de la zone du bouton pour redimensionner le dialog.\n\n📦 Mises à Jour Techniques\nmise à jour device_info_plus : 12.2.0 → 12.3.0\nmise à jour Flutter : 3.38.3 → 3.38.4"
}
