{"version":"1.4.10","name":"jw-life-1-4-10.apk","timestamp":"2026-02-05T22:18:59Z","changelog":"##### 📢 Mise à jour – v1.4.10 (05/02/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Ajout d’un bouton dans les paramètres permettant d’afficher ou non les publications « Souvent utilisées ». Cette option est désactivée par défaut.\n- Ajout d’un bouton en forme de nuage à côté des sous-catégories des publications permettant de télécharger plusieurs publications en une seule fois.\n- Ajout d’un nouveau menu « Tout télécharger » accessible via les trois points dans une catégorie de publications, permettant de télécharger toutes les publications de la catégorie.\n- Ajout d’un nouveau menu « Importer JWPUB » accessible via les trois points dans une catégorie de publications, permettant d’importer un fichier .jwpub depuis n’importe quelle catégorie.\n- Ajout d’une nouvelle barre d’outils dans le WebView lors de la sélection de texte, permettant d’ouvrir un lien dans JW Life, de traduire un mot, de lancer une recherche globale ou de partager le texte sélectionné.\n- BETA : ajout d’un bouton « Traduction automatique » dans le menu d’un document WebView, permettant de traduire en direct un document lorsqu’il n’est disponible que dans une seule langue.\n\n##### 🧩 Améliorations de l’Expérience\n- Lors de la première installation d’une publication, la langue sélectionnée est désormais celle de l’application, alignée sur la langue du téléphone.\n- Gestion correcte des publications ayant plusieurs sous-catégories, avec affichage dans une catégorie combinée.\n- Affichage automatique de la publication traduite sous un extrait affiché dans une autre langue.\n- Affichage d’un message lorsqu’aucune publication ou aucun média n’est disponible dans les sections « Nouveautés » ou « Panoplie d’enseignement ».\n- Affichage du nombre réel de langues disponibles en fonction du contexte (publications, médias, etc.).\n- Suppression de l’animation lors du changement de semaine sur la page Culte.\n- Gestion des images en plein écran avec proposition d’importation manuelle des vidéos non encore disponibles.\n\n##### ⚙️ Optimisation\n- Conservation immédiate des sous-catégories après le téléchargement des publications, sans nécessiter de redémarrage.\n- Amélioration de la gestion des dates grâce à l’utilisation d’un « safe locale ».\n- Correction du comportement des barres de notifications du lecteur vidéo lors du passage en plein écran.\n\n##### 🐞 Corrections & Stabilité\n- Correction du comportement du bouton retour lors d’une recherche dans un document.\n- Mise à jour immédiate des notes après modification, y compris dans la vue réduite.\n- Correction de l’affichage des catégories ouvertes depuis une note dans un WebView.\n- Suppression d’un espace inutile entre les widgets « Texte du jour » et « Articles ».\n- Correction du dépassement du texte sur les boutons « Voir plus ».\n- Vérification de la connexion Internet avant l’ouverture d’un lien externe.\n- Correction d’un bug d’affichage des contenus de réunion après le téléchargement depuis la page Culte."}
