{"version":"1.0.7","name":"jw-life-1-0-7.apk","timestamp":"2025-11-04T22:14:51Z","changelog":"##### 📢 Mise à jour – 1.0.7 (04/11/2025) \n\n ##### 🚀 Nouvelles fonctionnalités\n- Galerie multimédia : Ajout de la page Galerie multimédia pour les livres de la Bible ayant des images (notes d'études).\n- Tri des publications : Possibilité de trier les publications (Titre, Année, Symbole).\n- Lecture audio : On peut maintenant écouter la lecture audio directement depuis un paragraphe.\n- Accès aux notes du document : On peut maintenant regarder toutes les notes d'un document ou d'un chapitre en appuyant sur le diamant.\n- Déplacement des notes : Les notes peuvent être déplacées dans une catégorie comme on veut sans aucun problème.\n\n ##### 🧩 Améliorations\n- Performance (Notes) : Optimisations des notes (recherche par paquet de 2000).\n- Performance (Recherche SQL) : Requêtes SQL pour surlignage/notes ciblées sur le paragraphe pour plus de rapidité.\n- Expérience de recherche : Scroll plus fluide lors de la recherche de mot sur une publication.\n- Navigation (Documents) : Repassage à 1 doigt pour changer la page des documents.\n\n ##### 🐞 Corrections\n- Thèmes (Webview) : Correction du bug de changement de thème ('Clair' forcé, 'Par défaut' et Webview).\n- Sélection de traduction : L'application va maintenant sur la bonne traduction lors du clic sur un verset.\n- Surlignage/Notes/Marques-pages : Données d'étude bien récupérées sur la bonne traduction de la Bible.\n- Partage : Correction du bug qui rajoutait par=null lors du partage sans paragraphe sélectionné.\n- Lien document : Correction du bug quand le paragraphe était à null en ouvrant un lien document.\n- Surlignage involontaire : Correction du bug qui ajoutait le surlignage sur le document principal après clic sur un verset.\n- Affichage de la recherche : Correction du bug où le mot n'était plus en orange sur le webview lors d'une recherche.\n- Notes de versets : Correction du bug qui empêchait de cliquer sur les notes de versets avec plusieurs traductions.\n\n ##### 🎨 Interface\n- Démarrage/Performance : Démarrage de l'application optimisé (recherche de la clé après le démarrage).\n- Dialogue de note : Dialogue pour écrire une note totalement repensé (alignement à gauche, adaptation à la taille du texte).\n- Transitions : Transition vers le bas pour les notes et le lecteur Audio en plein écran.\n- Logo : Le logo au démarrage est de la même couleur que la Couleur Principale.\n- Toolbar : Repositionnement de la toolbar pour les actions sur un paragraphe ou un verset.\n\n ##### 📦 Mises à jour techniques\n- Décompression/Fichiers : manifest.json n'est plus dans le zip (évite une décompression).\n- Base de donnée : La base de donnée Userdata est maintenant créée directement par code.\n- Mise à jour des librairies : Mise à jour de crypto, uuid et flutter_svg."}
