{"version":"1.4.5","name":"jw-life-1-4-5.apk","timestamp":"2026-01-11T21:56:09Z","changelog":"##### 📢 Mise à jour – v1.4.5 (11/01/2025)\n\n##### 🧩 Améliorations de l’Expérience\n- Correction et amélioration de la page des assemblées locales :\n  - Le bouton d’actualisation, qui ne s’affichait pas correctement, est désormais visible.\n  - Le bouton d’actualisation fonctionne désormais correctement.\n  - Ajout d’un bouton dans la barre supérieure permettant d’actualiser toutes les heures des assemblées locales en une seule action.\n  - (Dans une future mise à jour, cette actualisation sera effectuée automatiquement chaque 1er janvier.)\n- Amélioration de l’interaction avec les liens : lors d’un appui long sur un lien pour ouvrir un dialogue, le surlignage n’est plus appliqué automatiquement.\n- Les liens présents dans les extraits de publications des notes d’étude sont désormais cliquables et s’ouvrent dans l’historique au lieu d’ouvrir un nouveau document.\n- Lors d’un changement de page, l’ouverture d’un dialogue ne masque plus les barres supérieure et inférieure si le dialogue n’est pas en plein écran.\n- Amélioration des performances lors du changement de page des cantiques, avec prise en charge de l’écoute des anciens cantiques issus des publications portant le symbole « sn ».\n\n##### 🐞 Corrections & Stabilité\n- Correction de l’affichage des marques-pages non associés à un paragraphe, avec rattachement automatique au premier paragraphe après chargement ou création.\n- Les marques-pages sont désormais stockés au niveau de la publication afin d’éviter les doublons lors de leur remplacement.\n- Correction de la navigation depuis la fenêtre des marques-pages vers le paragraphe correct.\n- Amélioration de la gestion de la navigation vers un paragraphe après un changement de page.\n- Optimisation du moteur de recherche dans la page des sous-titres, avec mise en évidence directe du terme recherché en orange.\n- Correction de certains problèmes de marges (padding) dans les barres de recherche de l’application.\n\n##### 📦 Mises à Jour Techniques\n- Mise à jour de open_file : 3.5.10 → 3.5.11\n- Mise à jour de Flutter : 3.38.5 → 3.38.6"}
