{"version":"1.4.0","name":"jw-life-1-4-0.apk","timestamp":"2026-01-04T05:18:21Z","changelog":"##### 📢 Mise à jour – v1.4.0 (04/01/2025)\n\n##### 🧩 Améliorations de l’Expérience\n- Lors d’un surlignage, la barre d’outils disparaît automatiquement après 3 secondes.\n- Lorsqu’on clique sur un verset dans un document et qu’un autre verset est adjacent, celui-ci est automatiquement affiché en dessous sans action supplémentaire.\n- La détection des dernières publications prend désormais en compte les deux années précédentes afin de gérer correctement le changement d’année.\n- Ajout d’un bouton « verset en parallèle » dans la fenêtre « Personnaliser » d’un verset biblique, préparant une future comparaison côte à côte.\n- Ajout des informations de langue pour les livres bibliques et documents datés dans la base de téléchargement, nécessitant un retéléchargement des Bibles et des Textes du jour.\n- L’aperçu des chapitres utilise désormais le même fond que l’application et est mieux géré.\n- Amélioration majeure de la gestion des téléchargements et des mises à jour afin d’éviter les blocages et les annulations tardives.\n- Amélioration de l’historique avec icônes selon le type de contenu et ajout du Texte du jour avec icône calendrier.\n- Mise en place du RTL pour les éléments du Texte du jour en hébreu et en arabe.\n- L’option « Autre langue » affiche désormais le nombre exact de langues disponibles pour chaque document.\n- Les tableaux dans les documents peuvent désormais être déplacés librement sans changer de page.\n- Amélioration de l’animation et de la conservation du scroll lors des changements de page dans le WebView.\n- Amélioration de la page Culte avec animation et sélection temporaire de l’assemblée.\n- Priorité donnée aux boutons interactifs dans les paragraphes (ex. objectifs de « Vivez pour toujours »).\n\n##### 🎨 Interface & Design\n- Augmentation légère de la taille de la police des titres vidéo sur les pages « Vidéos » et « Nouveautés ».\n- Affichage de l’icône de la Bible lorsqu’aucune image n’est disponible.\n- Affichage des livres et chapitres bibliques manquants en mode désactivé, comme sur JW Library.\n- Amélioration de la lisibilité des aperçus de chapitres en mode paysage.\n- Correction de l’affichage des médias dans « Voir les médias ».\n- Adaptation des vidéos carrées avec fond basé sur la couleur dominante.\n- Amélioration de la visionneuse d’images plein écran.\n- Amélioration de la fenêtre des notes (polices et espacements).\n- Correction du libellé « Langues » dans les paramètres.\n\n##### ⚙️ Optimisation\n- Accélération de l’ouverture des menus de publications, en particulier pour la Bible.\n- Optimisation de l’affichage des livres et chapitres bibliques.\n- Correction de l’affichage des médias lors du swipe entre documents.\n- Amélioration de la fluidité du menu audio.\n- Amélioration partielle du zoom des cantiques en image.\n\n##### 🐞 Corrections & Stabilité\n- Suppression du menu « Voir les médias » dans les chapitres bibliques.\n- Correction du bouton de téléchargement de l’invitation du Mémorial.\n- Ajout d’un indicateur de chargement lors de l’ouverture d’un article depuis l’accueil.\n- Mise à jour correcte du titre et de la date du Texte du jour lors du changement de page.\n- Correction du bug lors de l’ouverture de « Examinons les Écritures 2025/2026 ».\n- Tri correct des Tours de Garde de janvier à décembre.\n- Suppression de la recherche sur les nouveautés des assemblées régionales.\n- Ajout des descriptions dans les menus à partir des nouveaux .jwpub.\n- Mise en conformité RTL des menus d’assemblées.\n- Correction de la langue lors du partage depuis la page Culte.\n- Amélioration de la gestion de l’ordre des traductions bibliques.\n- Ajout de paramètres liés aux descriptions et à l’ouverture directe des documents.\n- Désactivation du surlignage des boutons « Télécharger »."}
