{"version":"1.0.5","name":"jw-life-1-0-5.apk","timestamp":"2025-10-24T04:20:40Z","changelog":"##### 📢 Mise à jour – 1.0.5 (23/10/2025) \n\n\n\n ##### 📱 Adaptation à l'écran et Affichage (Responsive Design)\n- Ajout de dimensions fixes dans l'application pour des tailles homogènes et la gestion de plusieurs tailles d'écrans.\n- Nouvelles pages disponibles pour tablette ou téléphone en mode paysage : Bibliothèque : Publications, Vidéos, Audios, Téléchargé. Les menus des publications, notamment la Bible, s'adaptent correctement à chaque écran. Les chapitres de la Bible.\n- Amélioration de la barre d'outils (toolbar) avec des icônes qui s'adaptent en fonction de l'écran.\n\n##### 📚 Bibliothèque et Contenu Téléchargé\n- Pour la vue des publications téléchargées, les éléments prennent le même affichage que ceux des publications (donc ont les mêmes menus).\n- Amélioration du dialogue pour télécharger une publication en y ajoutant la taille de la publication à télécharger.\n- Correction du bug où il fallait parfois appuyer 2 fois pour annuler un téléchargement.\n\n##### 🔎 Recherche\n- Dans la recherche globale, les notes ont été réduites et utilisent le même widget que celui des notes dans 'Notes et Catégories' pour un affichage plus esthétique, permettant de les modifier directement ou d'accéder à la publication.\n- Les articles Wikipedia ont également été améliorés, et un clic mène directement à Wikipedia.\n- Les suggestions lors de la recherche d'un mot dans une publication ont été améliorées : il n'est plus obligatoire d'avoir le mot exact (ex: chercher 'reunion' propose 'réunion'). Ceci s'applique également pour la recherche dans une catégorie d'audios, de vidéos ou de publications.\n- Pour la recherche globale, le libellé (label) a été ajouté, comme sur wol (par exemple : 'Ouvrage de Références').\n- Correction du bug lors d'une recherche d'images (cela ne fonctionnait pas).\n- Changement de la couleur du texte d'une note lors d'une recherche.\n\n##### ✏️ Notes et Saisie\n- Ajout d'un widget pour les champs de texte dans un document, afin qu'ils apparaissent de la même manière que les notes dans la recherche globale."}
