{"version":"1.0.3","name":"jw-life-1-0-3.apk","timestamp":"2025-10-22T03:52:25Z","changelog":"📢 **Mise à jour – 1.0.3 (21/10/2025)**\n\n🐞 **Corrections :**\n- Bug quand on ajoutais une note dans une catégorie : la catégorie sur laquelle on a créé la note n'apparaissait pas correctement.\n- La majorité des bugs liées aux playlist sont corrigés : la suppression totale d'une playlist fonctionne désormais.\n- Bug sur les playlist avec le nom original avec les images corrigé.\n- Bug avec le clavier sur les images en pleins écran corrigé.\n- Optimisation des transitions entre les pages et entre les boutons de navigation, c'est plus fluide.\n\n🧩 **Améliorations :**\n- Ajout d'une recherche mieux élaborée quand on cherche une catégorie dans une note (ex : je cherche reunion au lieu de réunion ou je cherche paie au lieu de paix).\n- Optimisation et amélioration des dialogues lors d'import de .jwpub, .jwplaylist (si ce n'est pas le bon format, etc.).\n- Sur la page Audio en fullscreen un padding plus grand a été ajouté pour pas qu'il se chevauche avec les boutons en bas de navigation.\n- Mise à jour des boutons avec un bord pour qu'il soit tous de la même couleur qui est la couleur principale du thème avec des bords carrés.\n- Changement de l'icône quand on importe un .jwpub par une icône de document.\n- Changement d'icône pour les sous-titres pour qu'il y ait un mode activé et désactivé.\n- Amélioration de la page Note dans l'application.\n\n🚀 **Nouvelles fonctionnalités :**\n- Changement de fichier autorisé par Android de '.jwplaylist' en **'.jwlplaylist'**.\n- Ajout de l'import et de l'export pour les playlist au format **'.jwlplaylist'**.\n- Il est désormais possible d'importer une grande variété de fichiers (images, audios, vidéos : 'png', 'jpg', 'jpeg', 'mp4', 'm4v', '3gp', 'mov', 'mp3', 'aac', 'heic', 'webp') dans la playlist.\n- On peut ajouter des vidéos et des audios du catalogue, mais aussi des images sans problèmes, renommer les playlist, et changer l'action de fin.\n- Ajout d'un menu **« Ajouter à la liste de lecture »** pour les éléments dans une playlist.\n- Possibilité de créer une playlist dans le menu **« Ajouter à la liste de lecture »** et le média s'ajoute directement dans la playlist.\n- Ajout du bouton **Lecture aléatoire** tout en haut d'une catégorie vidéos comme sur JW Library.\n- Ajout des petits boutons à côtés du titre de la sous-catégorie (icônes **tout lire** et **aléatoire**).\n\n🎨 **Interface :**\n- Changement des icônes pour **tout lire** et **lecture aléatoire**.\n- Amélioration des notes sur le webview pour qu'on voit ce qu'on écrit : centrage du texte au milieu (à voir si ça reste) et amélioration de la fluidité avec l'utilisateur.\n\n📦 **Technique :**\n- Pour importer des audios et des vidéos (la durée et l'image du fichier), installation des bibliothèques : `mime: ^2.0.0`, `flutter_video_info: ^1.3.3`, `audio_info: ^0.0.3`."}
