{"version":"1.3.2","name":"jw-life-1-3-2.apk","timestamp":"2025-12-30T05:06:43Z","changelog":"##### 📢 Mise à jour – v1.3.2 (30/12/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Ajout d’un menu dédié aux médias permettant d’envoyer et d’intégrer des fichiers audio (mp3) et vidéo (mp4), avec un fonctionnement similaire à JW Library.\n- Ajout de nouvelles options de tri dans l’onglet « Publications téléchargées et mises à jour » : Titre, Symbol, Année, Souvent utilisé, Rarement utilisé et Taille décroissante.\n- Harmonisation de l’ordre des catégories dans l’onglet « Publications téléchargées et mises à jour » afin qu’il corresponde exactement à l’ordre de l’onglet « Publication ».\n- Ajout de la recherche intelligente de versets dans la recherche globale, proposant deux choix distincts :\n  - Accès direct au verset dans l’onglet « Bible ».\n  - Lancement d’une recherche textuelle classique sur le verset sélectionné.\n- Préparation de l’affichage permettant de positionner les deux premiers versets d’une fenêtre côte à côte (fonctionnalité prête pour une future activation).\n\n##### 🧩 Améliorations de l’Expérience Utilisateur\n- Vérification automatique de la connexion Internet avant tout téléchargement d’un audio afin d’éviter les erreurs et téléchargements incomplets.\n- Amélioration de l’affichage des références bibliques pour les livres ne contenant qu’un seul chapitre (ex. Philémon), avec un rendu conforme à JW Library (ex. « Philémon 22 » au lieu de « Philémon 1:22 »).\n- Lors du clic sur une note affichée en bas de page, l’application effectue désormais un défilement automatique et fluide jusqu’à la note d’origine dans le document.\n- Amélioration du comportement de la recherche globale pour une navigation plus rapide et plus intuitive entre la Bible et la recherche textuelle.\n\n##### 🎨 Interface & Design\n- Réduction du niveau de zoom de la loupe afin d’offrir une meilleure visibilité du contexte autour du texte sélectionné.\n- Centrage vertical du sous-titre dans l’AppBar lorsque le titre principal n’est pas encore chargé.\n- Agrandissement et accélération de l’animation de l’icône de rafraîchissement pour se rapprocher visuellement et fonctionnellement de JW Library.\n- Correction d’un problème d’affichage dans la liste des versets utilisant la King James Version, qui empêchait l’affichage correct des autres versets dans la WebView.\n\n##### ⚙️ Optimisation\n- Optimisation du wrapping des mots dans la WebView, permettant un chargement plus rapide des documents.\n- Optimisation générale de la WebView afin de réduire les temps de chargement et améliorer la fluidité lors de l’ouverture des documents.\n- Amélioration globale du système de gestion des téléchargements et des mises à jour des publications et des médias.\n\n##### 🐞 Corrections & Stabilité\n- Correction d’un bug lors de la recherche d’audios associés à une publication lorsque certains audios n’avaient pas de paragraphe associé.\n- Correction de nombreux bugs liés aux téléchargements et aux mises à jour des publications et des médias, désormais entièrement stabilisés.\n- Correction du rafraîchissement de l’interface lorsqu’une publication est retirée d’une catégorie alors qu’elle n’est pas présente dans le catalogue.\n- Correction de multiples problèmes liés aux bases de données, améliorant la stabilité et la fiabilité globale de l’application.\n\n##### 📦 Mises à Jour Techniques\n- Réorganisation complète des noms de fichiers et de l’arborescence du projet pour une meilleure lisibilité et maintenabilité.\n- Nettoyage et restructuration interne du projet afin de faciliter les évolutions futures et la maintenance du code."}
