{"version":"1.2.3","name":"jw-life-1-2-3.apk","timestamp":"2025-12-09T22:56:38Z","changelog":"##### 📢 Mise à jour – v1.2.3 (09/12/2025)\n\n##### 🚀 Nouvelles Fonctionnalités\n- Ajout de la possibilité d’ajouter les aides à la prononciation pour les langues chinoise et japonaise (furigana pour le japonais et pinyin pour le chinois).\n- Ajout des langues supplémentaires : **amharique, assamais, Aymara, chinois simplifié, chinois traditionnel (Hong Kong), chinois traditionnel (Taïwan)**.\n- Ajout d’un paramètre **“Transition des pages”** dans les paramètres pour choisir la transition : par le bas, par la droite ou aucune.\n\n##### 🧩 Améliorations de l'Expérience\n- Si aucun texte du jour n’est disponible dans la langue sélectionnée, l’application affiche le message de bienvenue.\n- Les publications affichées ne sont plus limitées aux 12 dernières ; seules les publications de moins de 50 jours sont prises en compte.\n- Si un article apparaît déjà dans la base de données mais pas en dernier, son **timeStamp** est mis à jour pour qu’il apparaisse en premier.\n- Quand on sélectionne **“Autres langues”** sur une publication importée, les langues disponibles de la publication importée sont affichées pour éviter un affichage à zéro.\n- La date du texte du jour est affichée uniquement dans les langues existantes dans vos langues sélectionnées.\n\n##### 🎨 Interface & Design\n- Suppression de l’espace supplémentaire sur l’aperçu du chapitre.\n- Changement du dialogue pour la sélection des langues de l’application : il s’affiche maintenant comme les autres dialogues, avec une barre de recherche.\n\n##### ⚙️ Optimisation\n- Optimisation de l’affichage et du tri des publications sur la page d’accueil plutôt que de prendre les 12 dernières publications il prend les publication sorties au cours des 50 derniers jours.\n\n##### 🐞 Corrections & Stabilité\n- Ajustements mineurs pour améliorer la stabilité lors de l’affichage des textes et publications.\n\n##### 📦 Mises à Jour Techniques\n- Mise à jour de **Gradle** de 8.14.3 à 9.2.1.\n- Mise à jour de **shared_preferences** de 2.5.3 à 2.5.4."}
