Repository: Noamcreator/jwlife
Catalog: assets/i18n/intl_*.arb
Languages: ar

# action_no
source: No
ar: لا

# action_yes
source: Yes
ar: نعم

# action_accept
source: Accept
ar: موافقة

# action_add
source: Add
ar: إضافة

# action_back
source: Back
ar: رجوع

# action_cancel
source: Cancel
ar: إلغاء

# action_close
source: Close
ar: إغلاق

# action_next
source: Next
ar: التالي

# search_hint
source: Search…
ar: بحث...

# navigation_home
source: Home
ar: الصفحة الرئيسية

# navigation_bible
source: Bible
ar: الكتاب المقدس

# navigation_library
source: Library
ar: المكتبة

# navigation_predication
source: Preaching
ar: التبشير

# navigation_personal
source: Personal
ar: الملف الشخصي

# navigation_settings
source: Settings
ar: الإعدادات

# navigation_favorites
source: Favorites
ar: المفضلات

# navigation_meetings_assembly
source: Circuit Assembly
ar: مجلس الجمعية

# navigation_meetings_convention
source: Regional Convention
ar: مؤتمر الإقليم

# navigation_meetings_life_and_ministry
source: Life and Ministry
ar: حياة ووزارة

# navigation_meetings_watchtower_study
source: Watchtower Study
ar: دراسة برج المراقبة

# navigation_personal_study
source: Individual Study
ar: الدراسة الشخصية

# navigation_ministry
source: Teaching Toolkit
ar: الوزارة

# navigation_notes_and_tag
source: Notes and Tags
ar: الملاحظات والعلامات

# navigation_playlists
source: Playlists
ar: قوائم التشغيل

# navigation_official_website
source: Official Website
ar: الموقع الرسمي

# navigation_online
source: Online
ar: متصل

# navigation_online_broadcasting
source: JW Broadcasting
ar: البث المباشر

# navigation_online_donation
source: Donations
ar: التبرعات عبر الإنترنت

# navigation_online_library
source: Online Library
ar: المكتبة عبر الإنترنت

# navigation_publications
source: Publications
ar: المنشورات

# navigation_pubs_by_type
source: By Category
ar: حسب الفئة

# navigation_whats_new
source: What’s New
ar: الجديد

# pub_attributes_archive
source: OLDER PUBLICATIONS
ar: المنشورات القديمة

# pub_attributes_assembly_convention
source: REGIONAL AND CIRCUIT ASSEMBLY
ar: مؤتمر الإقليم وجمعية المنطقة

# pub_attributes_bethel
source: BETHEL
ar: بيثيل

# pub_attributes_circuit_assembly
source: CIRCUIT ASSEMBLY
ar: مجلس الدائرة

# pub_attributes_circuit_overseer
source: CIRCUIT OVERSEER
ar: المشرف على الدائرة

# pub_attributes_congregation
source: LOCAL CONGREGATION
ar: الكنيسة المحلية

# pub_attributes_congregation_circuit_overseer
source: LOCAL CONGREGATION AND CIRCUIT OVERSEER
ar: كنيسة محلية ومشرف دائرة

# pub_attributes_convention
source: REGIONAL CONVENTION
ar: مؤتمر إقليمي

# pub_attributes_convention_invitation
source: REGIONAL CONVENTION INVITATIONS
ar: دعوات لمؤتمر إقليمي

# pub_attributes_design_construction
source: DESIGN/CONSTRUCTION
ar: تصميم وبناء

# pub_attributes_drama
source: DRAMAS
ar: دراما

# pub_attributes_dramatic_bible_reading
source: DRAMATIZED BIBLE READINGS
ar: قراءة الكتاب المقدس الدرامية

# pub_attributes_examining_the_scriptures
source: EXAMINING THE SCRIPTURES
ar: دراسة الكتاب المقدس

# pub_attributes_financial
source: FINANCIAL
ar: المالية

# pub_attributes_invitation
source: INVITATIONS
ar: دعوات

# pub_attributes_kingdom_news
source: KINGDOM NEWS
ar: أخبار المملكة

# pub_attributes_medical
source: MEDICAL
ar: طبي

# pub_attributes_meetings
source: MEETINGS
ar: الاجتماعات

# pub_attributes_ministry
source: MINISTRY
ar: الوزارة

# pub_attributes_music
source: MUSIC
ar: موسيقى

# pub_attributes_public
source: PUBLIC EDITION
ar: إصدار عام

# pub_attributes_purchasing
source: PURCHASING
ar: الشراء

# pub_attributes_safety
source: SAFETY
ar: السلامة

# pub_attributes_schools
source: SCHOOLS
ar: المدارس

# pub_attributes_simplified
source: SIMPLIFIED VERSION
ar: الإصدار المبسط

# pub_attributes_study
source: STUDY EDITION
ar: الدراسة

# pub_attributes_study_questions
source: STUDY QUESTIONS
ar: أسئلة الدراسة

# pub_attributes_study_simplified
source: STUDY EDITION (SIMPLIFIED)
ar: دراسة مبسطة

# pub_attributes_vocal_rendition
source: VOCAL RENDITION
ar: أداء صوتي

# pub_attributes_writing_translation
source: WRITING/TRANSLATION
ar: الكتابة والترجمة

# pub_attributes_yearbook
source: YEARBOOKS AND SERVICE YEAR REPORTS
ar: كتاب السنة وتقارير الخدمة

# pub_type_audio_programs
source: Audios
ar: برامج صوتية

# pub_type_audio_programs_sign_language
source: Songs and Films
ar: اللغات الإشارة والعروض

# pub_type_audio_programs_uppercase
source: AUDIOS
ar: البرامج الصوتية

# pub_type_audio_programs_uppercase_sign_language
source: SONGS AND FILMS
ar: اللغات الإشارة والعروض

# pub_type_awake
source: Awake!
ar: استيقظ!

# pub_type_books
source: Books
ar: الكتب

# pub_type_broadcast_programs
source: Broadcast Programs
ar: برامج البث

# pub_type_brochures_booklets
source: Brochures
ar: الكتيبات والنشرات

# pub_type_calendars
source: Calendars
ar: التقويمات

# pub_type_curriculums
source: Bible Schools
ar: المناهج الدراسية الكتابية

# pub_type_forms
source: Forms
ar: النماذج

# pub_type_index
source: Index
ar: الفهرس

# pub_type_information_packets
source: Information Packets
ar: حزم المعلومات

# pub_type_kingdom_ministry
source: Kingdom Ministry
ar: خدمة المملكة

# pub_type_letters
source: Letters
ar: الرسائل

# pub_type_manuals_guidelines
source: Guidelines
ar: الدليل والإرشادات

# pub_type_meeting_workbook
source: Life and Ministry Workbooks
ar: كتاب العمل لاجتماعات الحياة والوزارة

# pub_type_other
source: Other
ar: آخر

# pub_type_programs
source: Programs
ar: البرامج

# pub_type_talks
source: Talk Outlines
ar: الحديثات

# pub_type_tour_items
source: Bethel Tour Items
ar: زيارة بيتيل

# pub_type_tracts
source: Tracts and Invitations
ar: المطبوعات والنشرات

# pub_type_videos
source: Videos
ar: الفيديوهات

# pub_type_watchtower
source: Watchtower
ar: برج المراقبة

# pub_type_web
source: Sections
ar: مقالات على الإنترنت

# settings_about
source: About
ar: حول

# settings_appearance
source: Appearance
ar: المظهر

# settings_appearance_dark
source: Dark
ar: داكن

# settings_appearance_display
source: Display
ar: العرض

# settings_appearance_light
source: Light
ar: فاتح

# settings_appearance_system
source: System Default
ar: النظام الافتراضي

# settings_languages
source: Language
ar: اللغات

# settings_language_app
source: Application Language
ar: لغة التطبيق

# settings_language_library
source: Library Language
ar: لغة المكتبة

# settings_userdata
source: Backup
ar: نسخ البيانات احتياطيًا

# settings_userdata_import
source: Import Backup
ar: استيراد البيانات

# settings_userdata_export
source: Export Backup
ar: تصدير البيانات

# settings_application_version
source: Version
ar: الإصدار

# settings_auto_update_pubs
source: Automatically Update Publications
ar: تحديث المنشورات تلقائيًا

# settings_auto_update_pubs_wifi_only
source: Via Wi-Fi Only
ar: تحديث عبر الواي فاي فقط

# settings_catalog_date
source: Catalog Date
ar: تاريخ الكتالوج

# settings_category_download
source: Playback and Download
ar: قراءة وتحميل

# settings_download_over_cellular
source: Download Using Cellular Data
ar: التحميل عبر البيانات الخلوية

# settings_download_over_cellular_subtitle
source: This may result in charges.
ar: قد يؤدي ذلك إلى تكاليف إضافية.

# settings_offline_mode
source: Offline Mode
ar: وضع عدم الاتصال

# settings_stop_all_downloads
source: Stop All Downloads
ar: إيقاف جميع التحميلات

# settings_storage_device
source: Internal Storage
ar: التخزين الداخلي

# settings_storage_external
source: SD Card
ar: بطاقة SD

# settings_storage_folder_title_audio_programs
source: Download Audio Files to
ar: تحميل ملفات الصوت في

# settings_storage_folder_title_media
source: Download Files to
ar: تحميل ملفات الوسائط في

# settings_storage_folder_title_videos
source: Download Video Files to
ar: تحميل ملفات الفيديو في

# settings_storage_free_space
source: {free} available of {total}
ar: {free} من {total} متاح

# settings_stream_over_cellular
source: Stream Using Cellular Data
ar: البث عبر البيانات الخلوية

# settings_subtitles
source: Subtitles
ar: الترجمة
